[
    {
        "o": 1668,
        "r": "nasb:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1669,
        "r": "nasb:Exodus:1:0",
        "t": "Israel Multiplies in Egypt",
        "h": 2
    },
    {
        "o": 1670,
        "r": "nasb:Exodus:1:1",
        "t": "Now*p these are the names of the sons of Israel who came to Egypt with Jacob; they came each one with his household:"
    },
    {
        "o": 1671,
        "r": "nasb:Exodus:1:2",
        "t": "Reuben, Simeon, Levi and Judah;"
    },
    {
        "o": 1672,
        "r": "nasb:Exodus:1:3",
        "t": "Issachar, Zebulun and Benjamin;"
    },
    {
        "o": 1673,
        "r": "nasb:Exodus:1:4",
        "t": "Dan and Naphtali, Gad and Asher."
    },
    {
        "o": 1674,
        "r": "nasb:Exodus:1:5",
        "t": "All the persons who came from the loins of Jacob were seventy in number, but Joseph was already*i in Egypt."
    },
    {
        "o": 1675,
        "r": "nasb:Exodus:1:6",
        "t": "Joseph died, and all his brothers and all that generation."
    },
    {
        "o": 1676,
        "r": "nasb:Exodus:1:7",
        "t": "But the sons of Israel were fruitful and increased greatly, and multiplied, and became exceedingly mighty, so that the land was filled with them."
    },
    {
        "o": 1677,
        "r": "nasb:Exodus:1:8",
        "t": "Now*p a new king arose over Egypt, who did not know Joseph."
    },
    {
        "o": 1678,
        "r": "nasb:Exodus:1:9",
        "t": "He said to his people, “Behold, the people of the sons of Israel are more and mightier than we."
    },
    {
        "o": 1679,
        "r": "nasb:Exodus:1:10",
        "t": "Come, let us deal wisely with them, or else they will multiply and in the event of war, they will also join themselves to those who hate us, and fight against us and depart from the land.”"
    },
    {
        "o": 1680,
        "r": "nasb:Exodus:1:11",
        "t": "So they appointed taskmasters over them to afflict them with hard labor. And they built for Pharaoh storage cities, Pithom and Raamses."
    },
    {
        "o": 1681,
        "r": "nasb:Exodus:1:12",
        "t": "But the more they afflicted them, the more they multiplied and the more they spread out, so that they were in dread of the sons of Israel."
    },
    {
        "o": 1682,
        "r": "nasb:Exodus:1:13",
        "t": "The Egyptians compelled the sons of Israel to labor rigorously;"
    },
    {
        "o": 1683,
        "r": "nasb:Exodus:1:14",
        "t": "and they made their lives bitter with hard labor in mortar and bricks and at all kinds*i of labor in the field, all their labors which they rigorously imposed on them."
    },
    {
        "o": 1684,
        "r": "nasb:Exodus:1:15",
        "t": "Then*p the king of Egypt spoke to the Hebrew midwives, one of whom was named Shiphrah and the other was named Puah;"
    },
    {
        "o": 1685,
        "r": "nasb:Exodus:1:16",
        "t": "and he said, “When you are helping the Hebrew women to give birth and see them*i upon the birthstool, if it is a son, then you shall put him to death; but if it is a daughter, then she shall live.”"
    },
    {
        "o": 1686,
        "r": "nasb:Exodus:1:17",
        "t": "But the midwives feared God, and did not do as the king of Egypt had commanded them, but let the boys live."
    },
    {
        "o": 1687,
        "r": "nasb:Exodus:1:18",
        "t": "So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and let the boys live?”"
    },
    {
        "o": 1688,
        "r": "nasb:Exodus:1:19",
        "t": "The midwives said to Pharaoh, “Because the Hebrew women are not as the Egyptian women; for they are vigorous and give birth before the midwife can get to them.”"
    },
    {
        "o": 1689,
        "r": "nasb:Exodus:1:20",
        "t": "So God was good to the midwives, and the people multiplied, and became very mighty."
    },
    {
        "o": 1690,
        "r": "nasb:Exodus:1:21",
        "t": "Because the midwives feared God, He established households for them."
    },
    {
        "o": 1691,
        "r": "nasb:Exodus:1:22",
        "t": "Then Pharaoh commanded all his people, saying, “Every son who is born you are to cast into the Nile, and every daughter you are to keep alive.”"
    },
    {
        "o": 1692,
        "r": "nasb:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1693,
        "r": "nasb:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1694,
        "r": "nasb:Exodus:2:1",
        "t": "Now*p a man from the house of Levi went and married a daughter of Levi."
    },
    {
        "o": 1695,
        "r": "nasb:Exodus:2:2",
        "t": "The woman conceived and bore a son; and when she saw that he was beautiful, she hid him for three months."
    },
    {
        "o": 1696,
        "r": "nasb:Exodus:2:3",
        "t": "But when she could hide him no longer, she got him a wicker basket and covered it over with tar and pitch. Then she put the child into it and set it*i among the reeds by the bank of the Nile."
    },
    {
        "o": 1697,
        "r": "nasb:Exodus:2:4",
        "t": "His sister stood at a distance to find out what would happen to him."
    },
    {
        "o": 1698,
        "r": "nasb:Exodus:2:5",
        "t": "The*p daughter of Pharaoh came down to bathe at the Nile, with her maidens walking alongside the Nile; and she saw the basket among the reeds and sent her maid, and she brought it to*i her.*i"
    },
    {
        "o": 1699,
        "r": "nasb:Exodus:2:6",
        "t": "When she opened it,*i she saw the child, and behold, the*i boy was crying. And she had pity on him and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1700,
        "r": "nasb:Exodus:2:7",
        "t": "Then his sister said to Pharaoh’s daughter, “Shall I go and call a nurse for you from the Hebrew women that she may nurse the child for you?”"
    },
    {
        "o": 1701,
        "r": "nasb:Exodus:2:8",
        "t": "Pharaoh’s daughter said to her, “Go ahead.”*i So the girl went and called the child’s mother."
    },
    {
        "o": 1702,
        "r": "nasb:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me and I will give you*i your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1703,
        "r": "nasb:Exodus:2:10",
        "t": "The child grew, and she brought him to Pharaoh’s daughter and he became her son. And she named him Moses, and said, “Because I drew him out of the water.”"
    },
    {
        "o": 1704,
        "r": "nasb:Exodus:2:11",
        "t": "Now*p it came about in those days, when Moses had grown up, that he went out to his brethren and looked on their hard labors; and he saw an Egyptian beating a Hebrew, one of his brethren."
    },
    {
        "o": 1705,
        "r": "nasb:Exodus:2:12",
        "t": "So he looked this way and that, and when he saw there was no one around,*i he struck down the Egyptian and hid him in the sand."
    },
    {
        "o": 1706,
        "r": "nasb:Exodus:2:13",
        "t": "He went out the next day, and behold, two Hebrews were fighting with each other; and he said to the offender, “Why are you striking your companion?”"
    },
    {
        "o": 1707,
        "r": "nasb:Exodus:2:14",
        "t": "But he said, “Who made you a prince or a judge over us? Are you intending to kill me as you killed the Egyptian?” Then Moses was afraid and said, “Surely the matter has become known.”"
    },
    {
        "o": 1708,
        "r": "nasb:Exodus:2:14",
        "t": "Moses Escapes to Midian",
        "h": 2
    },
    {
        "o": 1709,
        "r": "nasb:Exodus:2:15",
        "t": "When*p Pharaoh heard of this matter, he tried to kill Moses. But Moses fled from the presence of Pharaoh and settled in the land of Midian, and he sat down by a well."
    },
    {
        "o": 1710,
        "r": "nasb:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters; and they came to draw water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1711,
        "r": "nasb:Exodus:2:17",
        "t": "Then the shepherds came and drove them away, but Moses stood up and helped them and watered their flock."
    },
    {
        "o": 1712,
        "r": "nasb:Exodus:2:18",
        "t": "When they came to Reuel their father, he said, “Why have you come back*i so soon today?”"
    },
    {
        "o": 1713,
        "r": "nasb:Exodus:2:19",
        "t": "So they said, “An Egyptian delivered us from the hand of the shepherds, and what is more, he even drew the water for us and watered the flock.”"
    },
    {
        "o": 1714,
        "r": "nasb:Exodus:2:20",
        "t": "He said to his daughters, “Where is he then? Why is it that you have left the man behind? Invite him to have something to eat.”"
    },
    {
        "o": 1715,
        "r": "nasb:Exodus:2:21",
        "t": "Moses was willing to dwell with the man, and he gave his daughter Zipporah to Moses."
    },
    {
        "o": 1716,
        "r": "nasb:Exodus:2:22",
        "t": "Then she gave birth to a son, and he named him Gershom, for he said, “I have been a sojourner in a foreign land.”"
    },
    {
        "o": 1717,
        "r": "nasb:Exodus:2:23",
        "t": "Now*p it came about in the*i course*i of*i those many days that the king of Egypt died. And the sons of Israel sighed because of the bondage, and they cried out; and their cry for help because of their*i bondage rose up to God."
    },
    {
        "o": 1718,
        "r": "nasb:Exodus:2:24",
        "t": "So God heard their groaning; and God remembered His covenant with Abraham, Isaac, and Jacob."
    },
    {
        "o": 1719,
        "r": "nasb:Exodus:2:25",
        "t": "God saw the sons of Israel, and God took notice of*i them.*i"
    },
    {
        "o": 1720,
        "r": "nasb:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1721,
        "r": "nasb:Exodus:3:0",
        "t": "The Burning Bush",
        "h": 2
    },
    {
        "o": 1722,
        "r": "nasb:Exodus:3:1",
        "t": "Now*p Moses was pasturing the flock of Jethro his father-in-law, the priest of Midian; and he led the flock to the west side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1723,
        "r": "nasb:Exodus:3:2",
        "t": "The angel of the Lord*s appeared to him in a blazing fire from the midst of a bush; and he looked, and behold, the bush was burning with fire, yet the bush was not consumed."
    },
    {
        "o": 1724,
        "r": "nasb:Exodus:3:3",
        "t": "So Moses said, “I must turn aside now and see this marvelous sight, why the bush is not burned up.”"
    },
    {
        "o": 1725,
        "r": "nasb:Exodus:3:4",
        "t": "When the Lord*s saw that he turned aside to look, God called to him from the midst of the bush and said, “Moses, Moses!” And he said, “Here I am.”"
    },
    {
        "o": 1726,
        "r": "nasb:Exodus:3:5",
        "t": "Then He said, “Do not come near here; remove your sandals from your feet, for the place on which you are standing is holy ground.”"
    },
    {
        "o": 1727,
        "r": "nasb:Exodus:3:6",
        "t": "He said also, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face, for he was afraid to look at God."
    },
    {
        "o": 1728,
        "r": "nasb:Exodus:3:7",
        "t": "The*p Lord*s said, “I have surely seen the affliction of My people who are in Egypt, and have given heed to their cry because of their taskmasters, for I am aware of their sufferings."
    },
    {
        "o": 1729,
        "r": "nasb:Exodus:3:8",
        "t": "So I have come down to deliver them from the power of the Egyptians, and to bring them up from that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite."
    },
    {
        "o": 1730,
        "r": "nasb:Exodus:3:9",
        "t": "Now, behold, the cry of the sons of Israel has come to Me; furthermore, I have seen the oppression with which the Egyptians are oppressing them."
    },
    {
        "o": 1731,
        "r": "nasb:Exodus:3:9",
        "t": "The Mission of Moses",
        "h": 2
    },
    {
        "o": 1732,
        "r": "nasb:Exodus:3:10",
        "t": "Therefore,*p come now, and I will send you to Pharaoh, so that you may bring My people, the sons of Israel, out of Egypt.”"
    },
    {
        "o": 1733,
        "r": "nasb:Exodus:3:11",
        "t": "But Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the sons of Israel out of Egypt?”"
    },
    {
        "o": 1734,
        "r": "nasb:Exodus:3:12",
        "t": "And He said, “Certainly I will be with you, and this shall be the sign to you that it is I who have sent you: when you have brought the people out of Egypt, you shall worship God at this mountain.”"
    },
    {
        "o": 1735,
        "r": "nasb:Exodus:3:13",
        "t": "Then*p Moses said to God, “Behold, I am going to the sons of Israel, and I will say to them, ‘The God of your fathers has sent me to you.’ Now they may say to me, ‘What is His name?’ What shall I say to them?”"
    },
    {
        "o": 1736,
        "r": "nasb:Exodus:3:14",
        "t": "God said to Moses, “I AM WHO I AM”; and He said, “Thus you shall say to the sons of Israel, ‘I AM has sent me to you.’ ”"
    },
    {
        "o": 1737,
        "r": "nasb:Exodus:3:15",
        "t": "God, furthermore, said to Moses, “Thus you shall say to the sons of Israel, ‘The Lord,*s the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever, and this is My memorial-name to all generations."
    },
    {
        "o": 1738,
        "r": "nasb:Exodus:3:16",
        "t": "Go and gather the elders of Israel together and say to them, ‘The Lord,*s the God of your fathers, the God of Abraham, Isaac and Jacob, has appeared to me, saying, “I am indeed concerned about you and what has been done to you in Egypt."
    },
    {
        "o": 1739,
        "r": "nasb:Exodus:3:17",
        "t": "So I said, I will bring you up out of the affliction of Egypt to the land of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite, to a land flowing with milk and honey.” ’"
    },
    {
        "o": 1740,
        "r": "nasb:Exodus:3:18",
        "t": "They will pay heed to what you say; and you with the elders of Israel will come to the king of Egypt and you will say to him, ‘The Lord,*s the God of the Hebrews, has met with us. So now, please, let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1741,
        "r": "nasb:Exodus:3:19",
        "t": "But I know that the king of Egypt will not permit you to go, except under compulsion."
    },
    {
        "o": 1742,
        "r": "nasb:Exodus:3:20",
        "t": "So I will stretch out My hand and strike Egypt with all My miracles which I shall do in the midst of it; and after that he will let you go."
    },
    {
        "o": 1743,
        "r": "nasb:Exodus:3:21",
        "t": "I will grant this people favor in the sight of the Egyptians; and it shall be that when you go, you will not go empty-handed."
    },
    {
        "o": 1744,
        "r": "nasb:Exodus:3:22",
        "t": "But every woman shall ask of her neighbor and the woman who lives in her house, articles of silver and articles of gold, and clothing; and you will put them on your sons and daughters. Thus you will plunder the Egyptians.”"
    },
    {
        "o": 1745,
        "r": "nasb:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1746,
        "r": "nasb:Exodus:4:0",
        "t": "Moses Given Powers",
        "h": 2
    },
    {
        "o": 1747,
        "r": "nasb:Exodus:4:1",
        "t": "Then*p Moses said, “What if they will not believe me or listen to what I say? For they may say, ‘The Lord*s has not appeared to you.’ ”"
    },
    {
        "o": 1748,
        "r": "nasb:Exodus:4:2",
        "t": "The Lord*s said to him, “What is that in your hand?” And he said, “A staff.”"
    },
    {
        "o": 1749,
        "r": "nasb:Exodus:4:3",
        "t": "Then He said, “Throw it on the ground.” So he threw it on the ground, and it became a serpent; and Moses fled from it."
    },
    {
        "o": 1750,
        "r": "nasb:Exodus:4:4",
        "t": "But the Lord*s said to Moses, “Stretch out your hand and grasp it*i by its tail”—so he stretched out his hand and caught it, and it became a staff in his hand—"
    },
    {
        "o": 1751,
        "r": "nasb:Exodus:4:5",
        "t": "“that they may believe that the Lord,*s the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1752,
        "r": "nasb:Exodus:4:6",
        "t": "The*p Lord*s furthermore said to him, “Now put your hand into your bosom.” So he put his hand into his bosom, and when he took it out, behold, his hand was leprous like snow."
    },
    {
        "o": 1753,
        "r": "nasb:Exodus:4:7",
        "t": "Then He said, “Put your hand into your bosom again.” So he put his hand into his bosom again, and when he took it out of his bosom, behold, it was restored like the*i rest*i of*i his flesh."
    },
    {
        "o": 1754,
        "r": "nasb:Exodus:4:8",
        "t": "“If they will not believe you or heed the witness of the first sign, they may believe the witness of the last sign."
    },
    {
        "o": 1755,
        "r": "nasb:Exodus:4:9",
        "t": "But if they will not believe even these two signs or heed what you say, then you shall take some water from the Nile and pour it on the dry ground; and the water which you take from the Nile will become blood on the dry ground.”"
    },
    {
        "o": 1756,
        "r": "nasb:Exodus:4:10",
        "t": "Then*p Moses said to the Lord,*s “Please, Lord, I have never been eloquent, neither recently nor in time past, nor since You have spoken to Your servant; for I am slow of speech and slow of tongue.”"
    },
    {
        "o": 1757,
        "r": "nasb:Exodus:4:11",
        "t": "The Lord*s said to him, “Who has made man’s mouth? Or who makes him*i mute or deaf, or seeing or blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1758,
        "r": "nasb:Exodus:4:12",
        "t": "Now then go, and I, even I, will be with your mouth, and teach you what you are to say.”"
    },
    {
        "o": 1759,
        "r": "nasb:Exodus:4:13",
        "t": "But he said, “Please, Lord, now send the*i message*i by whomever You will.”"
    },
    {
        "o": 1760,
        "r": "nasb:Exodus:4:13",
        "t": "Aaron to Be Moses’ Mouthpiece",
        "h": 2
    },
    {
        "o": 1761,
        "r": "nasb:Exodus:4:14",
        "t": "Then*p the anger of the Lord*s burned against Moses, and He said, “Is there not your brother Aaron the Levite? I know that he speaks fluently. And moreover, behold, he is coming out to meet you; when he sees you, he will be glad in his heart."
    },
    {
        "o": 1762,
        "r": "nasb:Exodus:4:15",
        "t": "You are to speak to him and put the words in his mouth; and I, even I, will be with your mouth and his mouth, and I will teach you what you are to do."
    },
    {
        "o": 1763,
        "r": "nasb:Exodus:4:16",
        "t": "Moreover, he shall speak for you to the people; and he will be as a mouth for you and you will be as God to him."
    },
    {
        "o": 1764,
        "r": "nasb:Exodus:4:17",
        "t": "You shall take in your hand this staff, with which you shall perform the signs.”"
    },
    {
        "o": 1765,
        "r": "nasb:Exodus:4:18",
        "t": "Then*p Moses departed and returned to Jethro his father-in-law and said to him, “Please, let me go, that I may return to my brethren who are in Egypt, and see if they are still alive.” And Jethro said to Moses, “Go in peace.”"
    },
    {
        "o": 1766,
        "r": "nasb:Exodus:4:19",
        "t": "Now the Lord*s said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life are dead.”"
    },
    {
        "o": 1767,
        "r": "nasb:Exodus:4:20",
        "t": "So Moses took his wife and his sons and mounted them on a donkey, and returned to the land of Egypt. Moses also took the staff of God in his hand."
    },
    {
        "o": 1768,
        "r": "nasb:Exodus:4:21",
        "t": "The*p Lord*s said to Moses, “When you go back to Egypt see that you perform before Pharaoh all the wonders which I have put in your power; but I will harden his heart so that he will not let the people go."
    },
    {
        "o": 1769,
        "r": "nasb:Exodus:4:22",
        "t": "Then you shall say to Pharaoh, ‘Thus says the Lord,*s “Israel is My son, My firstborn."
    },
    {
        "o": 1770,
        "r": "nasb:Exodus:4:23",
        "t": "So I said to you, ‘Let My son go that he may serve Me’; but you have refused to let him go. Behold, I will kill your son, your firstborn.” ’ ”"
    },
    {
        "o": 1771,
        "r": "nasb:Exodus:4:24",
        "t": "Now*p it came about at the lodging place on the way that the Lord*s met him and sought to put him to death."
    },
    {
        "o": 1772,
        "r": "nasb:Exodus:4:25",
        "t": "Then Zipporah took a flint and cut off her son’s foreskin and threw it at Moses’ feet, and she said, “You are indeed a bridegroom of blood to me.”"
    },
    {
        "o": 1773,
        "r": "nasb:Exodus:4:26",
        "t": "So He let him alone. At that time she said, “You*i are*i a bridegroom of blood”—because of the circumcision."
    },
    {
        "o": 1774,
        "r": "nasb:Exodus:4:27",
        "t": "Now*p the Lord*s said to Aaron, “Go to meet Moses in the wilderness.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "o": 1775,
        "r": "nasb:Exodus:4:28",
        "t": "Moses told Aaron all the words of the Lord*s with which He had sent him, and all the signs that He had commanded him to*i do.*i"
    },
    {
        "o": 1776,
        "r": "nasb:Exodus:4:29",
        "t": "Then Moses and Aaron went and assembled all the elders of the sons of Israel;"
    },
    {
        "o": 1777,
        "r": "nasb:Exodus:4:30",
        "t": "and Aaron spoke all the words which the Lord*s had spoken to Moses. He then performed the signs in the sight of the people."
    },
    {
        "o": 1778,
        "r": "nasb:Exodus:4:31",
        "t": "So the people believed; and when they heard that the Lord*s was concerned about the sons of Israel and that He had seen their affliction, then they bowed low and worshiped."
    },
    {
        "o": 1779,
        "r": "nasb:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1780,
        "r": "nasb:Exodus:5:0",
        "t": "Israel’s Labor Increased",
        "h": 2
    },
    {
        "o": 1781,
        "r": "nasb:Exodus:5:1",
        "t": "And*p afterward Moses and Aaron came and said to Pharaoh, “Thus says the Lord,*s the God of Israel, ‘Let My people go that they may celebrate a feast to Me in the wilderness.’ ”"
    },
    {
        "o": 1782,
        "r": "nasb:Exodus:5:2",
        "t": "But Pharaoh said, “Who is the Lord*s that I should obey His voice to let Israel go? I do not know the Lord,*s and besides, I will not let Israel go.”"
    },
    {
        "o": 1783,
        "r": "nasb:Exodus:5:3",
        "t": "Then they said, “The God of the Hebrews has met with us. Please, let us go a three days’ journey into the wilderness that we may sacrifice to the Lord*s our God, otherwise He will fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1784,
        "r": "nasb:Exodus:5:4",
        "t": "But the king of Egypt said to them, “Moses and Aaron, why do you draw the people away from their work? Get back*i to your labors!”"
    },
    {
        "o": 1785,
        "r": "nasb:Exodus:5:5",
        "t": "Again Pharaoh said, “Look, the people of the land are now many, and you would have them cease from their labors!”"
    },
    {
        "o": 1786,
        "r": "nasb:Exodus:5:6",
        "t": "So the same day Pharaoh commanded the taskmasters over the people and their foremen, saying,"
    },
    {
        "o": 1787,
        "r": "nasb:Exodus:5:7",
        "t": "“You are no longer to give the people straw to make brick as previously; let them go and gather straw for themselves."
    },
    {
        "o": 1788,
        "r": "nasb:Exodus:5:8",
        "t": "But the quota of bricks which they were making previously, you shall impose on them; you are not to reduce any of it. Because they are lazy, therefore they cry out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1789,
        "r": "nasb:Exodus:5:9",
        "t": "Let the labor be heavier on the men, and let them work at it so that they will pay no attention to false words.”"
    },
    {
        "o": 1790,
        "r": "nasb:Exodus:5:10",
        "t": "So*p the taskmasters of the people and their foremen went out and spoke to the people, saying, “Thus says Pharaoh, ‘I am not going to give you any*i straw."
    },
    {
        "o": 1791,
        "r": "nasb:Exodus:5:11",
        "t": "You go and*i get straw for yourselves wherever you can find it,*i but none of your labor will be reduced.’ ”"
    },
    {
        "o": 1792,
        "r": "nasb:Exodus:5:12",
        "t": "So the people scattered through all the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1793,
        "r": "nasb:Exodus:5:13",
        "t": "The taskmasters pressed them, saying, “Complete your work quota, your*i daily amount, just as when you had straw.”"
    },
    {
        "o": 1794,
        "r": "nasb:Exodus:5:14",
        "t": "Moreover, the foremen of the sons of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not completed your required amount either yesterday or today in making brick as previously?”"
    },
    {
        "o": 1795,
        "r": "nasb:Exodus:5:15",
        "t": "Then*p the foremen of the sons of Israel came and cried out to Pharaoh, saying, “Why do you deal this way with your servants?"
    },
    {
        "o": 1796,
        "r": "nasb:Exodus:5:16",
        "t": "There is no straw given to your servants, yet they keep saying to us, ‘Make bricks!’ And behold, your servants are being beaten; but it is the fault of your own*i people.”"
    },
    {
        "o": 1797,
        "r": "nasb:Exodus:5:17",
        "t": "But he said, “You are lazy, very*i lazy; therefore you say, ‘Let us go and*i sacrifice to the Lord.’*s"
    },
    {
        "o": 1798,
        "r": "nasb:Exodus:5:18",
        "t": "So go now and*i work; for you will be given no straw, yet you must deliver the quota of bricks.”"
    },
    {
        "o": 1799,
        "r": "nasb:Exodus:5:19",
        "t": "The foremen of the sons of Israel saw that they were in trouble because they were told, “You must not reduce your*i daily amount of bricks.”"
    },
    {
        "o": 1800,
        "r": "nasb:Exodus:5:20",
        "t": "When they left Pharaoh’s presence, they met Moses and Aaron as they were waiting for them."
    },
    {
        "o": 1801,
        "r": "nasb:Exodus:5:21",
        "t": "They said to them, “May the Lord*s look upon you and judge you,*i for you have made us odious in Pharaoh’s sight and in the sight of his servants, to put a sword in their hand to kill us.”"
    },
    {
        "o": 1802,
        "r": "nasb:Exodus:5:22",
        "t": "Then*p Moses returned to the Lord*s and said, “O Lord, why have You brought harm to this people? Why did You ever send me?"
    },
    {
        "o": 1803,
        "r": "nasb:Exodus:5:23",
        "t": "Ever since I came to Pharaoh to speak in Your name, he has done harm to this people, and You have not delivered Your people at all.”"
    },
    {
        "o": 1804,
        "r": "nasb:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1805,
        "r": "nasb:Exodus:6:0",
        "t": "God Promises Action",
        "h": 2
    },
    {
        "o": 1806,
        "r": "nasb:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you shall see what I will do to Pharaoh; for under compulsion he will let them go, and under compulsion he will drive them out of his land.”"
    },
    {
        "o": 1807,
        "r": "nasb:Exodus:6:2",
        "t": "God*p spoke further to Moses and said to him, “I am the Lord;*s"
    },
    {
        "o": 1808,
        "r": "nasb:Exodus:6:3",
        "t": "and I appeared to Abraham, Isaac, and Jacob, as God Almighty, but by*i My name, Lord,*s I did not make Myself known to them."
    },
    {
        "o": 1809,
        "r": "nasb:Exodus:6:4",
        "t": "I also established My covenant with them, to give them the land of Canaan, the land in which they sojourned."
    },
    {
        "o": 1810,
        "r": "nasb:Exodus:6:5",
        "t": "Furthermore I have heard the groaning of the sons of Israel, because the Egyptians are holding them in bondage, and I have remembered My covenant."
    },
    {
        "o": 1811,
        "r": "nasb:Exodus:6:6",
        "t": "Say, therefore, to the sons of Israel, ‘I am the Lord,*s and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage. I will also redeem you with an outstretched arm and with great judgments."
    },
    {
        "o": 1812,
        "r": "nasb:Exodus:6:7",
        "t": "Then I will take you for My people, and I will be your God; and you shall know that I am the Lord*s your God, who brought you out from under the burdens of the Egyptians."
    },
    {
        "o": 1813,
        "r": "nasb:Exodus:6:8",
        "t": "I will bring you to the land which I swore to give to Abraham, Isaac, and Jacob, and I will give it to you for*i a possession; I am the Lord*s .’ ”"
    },
    {
        "o": 1814,
        "r": "nasb:Exodus:6:9",
        "t": "So Moses spoke thus to the sons of Israel, but they did not listen to Moses on account of their*i despondency and cruel bondage."
    },
    {
        "o": 1815,
        "r": "nasb:Exodus:6:10",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 1816,
        "r": "nasb:Exodus:6:11",
        "t": "“Go, tell Pharaoh king of Egypt to let the sons of Israel go out of his land.”"
    },
    {
        "o": 1817,
        "r": "nasb:Exodus:6:12",
        "t": "But Moses spoke before the Lord,*s saying, “Behold, the sons of Israel have not listened to me; how then will Pharaoh listen to me, for I am unskilled in speech?”"
    },
    {
        "o": 1818,
        "r": "nasb:Exodus:6:13",
        "t": "Then the Lord*s spoke to Moses and to Aaron, and gave them a charge to the sons of Israel and to Pharaoh king of Egypt, to bring the sons of Israel out of the land of Egypt."
    },
    {
        "o": 1819,
        "r": "nasb:Exodus:6:13",
        "t": "The Heads of Israel",
        "h": 2
    },
    {
        "o": 1820,
        "r": "nasb:Exodus:6:14",
        "t": "These*p are the heads of their fathers’ households. The sons of Reuben, Israel’s firstborn: Hanoch and Pallu, Hezron and Carmi; these are the families of Reuben."
    },
    {
        "o": 1821,
        "r": "nasb:Exodus:6:15",
        "t": "The sons of Simeon: Jemuel and Jamin and Ohad and Jachin and Zohar and Shaul the son of a Canaanite woman; these are the families of Simeon."
    },
    {
        "o": 1822,
        "r": "nasb:Exodus:6:16",
        "t": "These are the names of the sons of Levi according to their generations: Gershon and Kohath and Merari; and the length of Levi’s life was one hundred and thirty-seven years."
    },
    {
        "o": 1823,
        "r": "nasb:Exodus:6:17",
        "t": "The sons of Gershon: Libni and Shimei, according to their families."
    },
    {
        "o": 1824,
        "r": "nasb:Exodus:6:18",
        "t": "The sons of Kohath: Amram and Izhar and Hebron and Uzziel; and the length of Kohath’s life was one hundred and thirty-three years."
    },
    {
        "o": 1825,
        "r": "nasb:Exodus:6:19",
        "t": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations."
    },
    {
        "o": 1826,
        "r": "nasb:Exodus:6:20",
        "t": "Amram married his father’s sister Jochebed, and she bore him Aaron and Moses; and the length of Amram’s life was one hundred and thirty-seven years."
    },
    {
        "o": 1827,
        "r": "nasb:Exodus:6:21",
        "t": "The sons of Izhar: Korah and Nepheg and Zichri."
    },
    {
        "o": 1828,
        "r": "nasb:Exodus:6:22",
        "t": "The sons of Uzziel: Mishael and Elzaphan and Sithri."
    },
    {
        "o": 1829,
        "r": "nasb:Exodus:6:23",
        "t": "Aaron married Elisheba, the daughter of Amminadab, the sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 1830,
        "r": "nasb:Exodus:6:24",
        "t": "The sons of Korah: Assir and Elkanah and Abiasaph; these are the families of the Korahites."
    },
    {
        "o": 1831,
        "r": "nasb:Exodus:6:25",
        "t": "Aaron’s son Eleazar married one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the fathers’ households*i of the Levites according to their families."
    },
    {
        "o": 1832,
        "r": "nasb:Exodus:6:26",
        "t": "It was the*i same*i Aaron and Moses to whom the Lord*s said, “Bring out the sons of Israel from the land of Egypt according to their hosts.”"
    },
    {
        "o": 1833,
        "r": "nasb:Exodus:6:27",
        "t": "They were the ones who spoke to Pharaoh king of Egypt about bringing out the sons of Israel from Egypt; it was the*i same*i Moses and Aaron."
    },
    {
        "o": 1834,
        "r": "nasb:Exodus:6:28",
        "t": "Now*p it came about on the day when the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1835,
        "r": "nasb:Exodus:6:29",
        "t": "that the Lord*s spoke to Moses, saying, “I am the Lord;*s speak to Pharaoh king of Egypt all that I speak to you.”"
    },
    {
        "o": 1836,
        "r": "nasb:Exodus:6:30",
        "t": "But Moses said before the Lord,*s “Behold, I am unskilled in speech; how then will Pharaoh listen to me?”"
    },
    {
        "o": 1837,
        "r": "nasb:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1838,
        "r": "nasb:Exodus:7:0",
        "t": "“I Will Stretch Out My Hand”",
        "h": 2
    },
    {
        "o": 1839,
        "r": "nasb:Exodus:7:1",
        "t": "Then*p the Lord*s said to Moses, “See, I make you as*i God to Pharaoh, and your brother Aaron shall be your prophet."
    },
    {
        "o": 1840,
        "r": "nasb:Exodus:7:2",
        "t": "You shall speak all that I command you, and your brother Aaron shall speak to Pharaoh that he let the sons of Israel go out of his land."
    },
    {
        "o": 1841,
        "r": "nasb:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart that I may multiply My signs and My wonders in the land of Egypt."
    },
    {
        "o": 1842,
        "r": "nasb:Exodus:7:4",
        "t": "When Pharaoh does not listen to you, then I will lay My hand on Egypt and bring out My hosts, My people the sons of Israel, from the land of Egypt by great judgments."
    },
    {
        "o": 1843,
        "r": "nasb:Exodus:7:5",
        "t": "The Egyptians shall know that I am the Lord,*s when I stretch out My hand on Egypt and bring out the sons of Israel from their midst.”"
    },
    {
        "o": 1844,
        "r": "nasb:Exodus:7:6",
        "t": "So Moses and Aaron did it;*i as the Lord*s commanded them, thus they did."
    },
    {
        "o": 1845,
        "r": "nasb:Exodus:7:7",
        "t": "Moses was eighty years old and Aaron eighty-three, when they spoke to Pharaoh."
    },
    {
        "o": 1846,
        "r": "nasb:Exodus:7:7",
        "t": "Aaron’s Rod Becomes a Serpent",
        "h": 2
    },
    {
        "o": 1847,
        "r": "nasb:Exodus:7:8",
        "t": "Now*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 1848,
        "r": "nasb:Exodus:7:9",
        "t": "“When Pharaoh speaks to you, saying, ‘Work a miracle,’ then you shall say to Aaron, ‘Take your staff and throw it*i down before Pharaoh, that*i it may become a serpent.’ ”"
    },
    {
        "o": 1849,
        "r": "nasb:Exodus:7:10",
        "t": "So Moses and Aaron came to Pharaoh, and thus they did just as the Lord*s had commanded; and Aaron threw his staff down before Pharaoh and his servants, and it became a serpent."
    },
    {
        "o": 1850,
        "r": "nasb:Exodus:7:11",
        "t": "Then Pharaoh also called for the*i wise men and the*i sorcerers, and they also, the magicians of Egypt, did the same with their secret arts."
    },
    {
        "o": 1851,
        "r": "nasb:Exodus:7:12",
        "t": "For each one threw down his staff and they turned into serpents. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1852,
        "r": "nasb:Exodus:7:13",
        "t": "Yet Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1853,
        "r": "nasb:Exodus:7:13",
        "t": "Water Is Turned to Blood",
        "h": 2
    },
    {
        "o": 1854,
        "r": "nasb:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is stubborn; he refuses to let the people go."
    },
    {
        "o": 1855,
        "r": "nasb:Exodus:7:15",
        "t": "Go to Pharaoh in the morning as he is going out to the water, and station yourself to meet him on the bank of the Nile; and you shall take in your hand the staff that was turned into a serpent."
    },
    {
        "o": 1856,
        "r": "nasb:Exodus:7:16",
        "t": "You shall say to him, ‘The Lord,*s the God of the Hebrews, sent me to you, saying, “Let My people go, that they may serve Me in the wilderness. But behold, you have not listened until now.”"
    },
    {
        "o": 1857,
        "r": "nasb:Exodus:7:17",
        "t": "Thus says the Lord,*s “By this you shall know that I am the Lord:*s behold, I will strike the water that is in the Nile with the staff that is in my hand, and it will be turned to blood."
    },
    {
        "o": 1858,
        "r": "nasb:Exodus:7:18",
        "t": "The fish that are in the Nile will die, and the Nile will become foul, and the Egyptians will find difficulty in drinking water from the Nile.” ’ ”"
    },
    {
        "o": 1859,
        "r": "nasb:Exodus:7:19",
        "t": "Then the Lord*s said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their reservoirs of water, that they may become blood; and there will be blood throughout all the land of Egypt, both in vessels*i of*i wood and in vessels*i of*i stone.’ ”"
    },
    {
        "o": 1860,
        "r": "nasb:Exodus:7:20",
        "t": "So*p Moses and Aaron did even as the Lord*s had commanded. And he lifted up the staff and struck the water that was*i in the Nile, in the sight of Pharaoh and in the sight of his servants, and all the water that was*i in the Nile was turned to blood."
    },
    {
        "o": 1861,
        "r": "nasb:Exodus:7:21",
        "t": "The fish that were*i in the Nile died, and the Nile became foul, so that the Egyptians could not drink water from the Nile. And the blood was through all the land of Egypt."
    },
    {
        "o": 1862,
        "r": "nasb:Exodus:7:22",
        "t": "But the magicians of Egypt did the same with their secret arts; and Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1863,
        "r": "nasb:Exodus:7:23",
        "t": "Then Pharaoh turned and went into his house with no concern even for this."
    },
    {
        "o": 1864,
        "r": "nasb:Exodus:7:24",
        "t": "So all the Egyptians dug around the Nile for water to drink, for they could not drink of the water of the Nile."
    },
    {
        "o": 1865,
        "r": "nasb:Exodus:7:25",
        "t": "Seven days passed after the Lord*s had struck the Nile."
    },
    {
        "o": 1866,
        "r": "nasb:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1867,
        "r": "nasb:Exodus:8:0",
        "t": "Frogs over the Land",
        "h": 2
    },
    {
        "o": 1868,
        "r": "nasb:Exodus:8:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord,*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1869,
        "r": "nasb:Exodus:8:2",
        "t": "But if you refuse to let them*i go, behold, I will smite your whole territory with frogs."
    },
    {
        "o": 1870,
        "r": "nasb:Exodus:8:3",
        "t": "The Nile will swarm with frogs, which will come up and go into your house and into your bedroom and on your bed, and into the houses of your servants and on your people, and into your ovens and into your kneading bowls."
    },
    {
        "o": 1871,
        "r": "nasb:Exodus:8:4",
        "t": "So the frogs will come up on you and your people and all your servants.” ’ ”"
    },
    {
        "o": 1872,
        "r": "nasb:Exodus:8:5",
        "t": "Then the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your hand with your staff over the rivers, over the streams and over the pools, and make frogs come up on the land of Egypt.’ ”"
    },
    {
        "o": 1873,
        "r": "nasb:Exodus:8:6",
        "t": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1874,
        "r": "nasb:Exodus:8:7",
        "t": "The magicians did the same with their secret arts, making frogs come up on the land of Egypt."
    },
    {
        "o": 1875,
        "r": "nasb:Exodus:8:8",
        "t": "Then*p Pharaoh called for Moses and Aaron and said, “Entreat the Lord*s that He remove the frogs from me and from my people; and I will let the people go, that they may sacrifice to the Lord.”*s"
    },
    {
        "o": 1876,
        "r": "nasb:Exodus:8:9",
        "t": "Moses said to Pharaoh, “The honor is yours to tell me: when shall I entreat for you and your servants and your people, that the frogs be destroyed from you and your houses, that*i they may be left only in the Nile?”"
    },
    {
        "o": 1877,
        "r": "nasb:Exodus:8:10",
        "t": "Then*p he said, “Tomorrow.” So he said, “May*i it*i be*i according to your word, that you may know that there is no one like the Lord*s our God."
    },
    {
        "o": 1878,
        "r": "nasb:Exodus:8:11",
        "t": "The frogs will depart from you and your houses and your servants and your people; they will be left only in the Nile.”"
    },
    {
        "o": 1879,
        "r": "nasb:Exodus:8:12",
        "t": "Then Moses and Aaron went out from Pharaoh, and Moses cried to the Lord*s concerning the frogs which He had inflicted upon Pharaoh."
    },
    {
        "o": 1880,
        "r": "nasb:Exodus:8:13",
        "t": "The Lord*s did according to the word of Moses, and the frogs died out of the houses, the courts, and the fields."
    },
    {
        "o": 1881,
        "r": "nasb:Exodus:8:14",
        "t": "So they piled them in heaps, and the land became foul."
    },
    {
        "o": 1882,
        "r": "nasb:Exodus:8:15",
        "t": "But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1883,
        "r": "nasb:Exodus:8:15",
        "t": "The Plague of Insects",
        "h": 2
    },
    {
        "o": 1884,
        "r": "nasb:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the earth, that it may become gnats through all the land of Egypt.’ ”"
    },
    {
        "o": 1885,
        "r": "nasb:Exodus:8:17",
        "t": "They did so; and Aaron stretched out his hand with his staff, and struck the dust of the earth, and there were gnats on man and beast. All the dust of the earth became gnats through all the land of Egypt."
    },
    {
        "o": 1886,
        "r": "nasb:Exodus:8:18",
        "t": "The magicians tried with their secret arts to bring forth gnats, but they could not; so there were gnats on man and beast."
    },
    {
        "o": 1887,
        "r": "nasb:Exodus:8:19",
        "t": "Then the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1888,
        "r": "nasb:Exodus:8:20",
        "t": "Now*p the Lord*s said to Moses, “Rise early in the morning and present yourself before Pharaoh, as he comes out to the water, and say to him, ‘Thus says the Lord,*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1889,
        "r": "nasb:Exodus:8:21",
        "t": "For if you do not let My people go, behold, I will send swarms of flies on you and on your servants and on your people and into your houses; and the houses of the Egyptians will be full of swarms of flies, and also the ground on which they dwell.*i"
    },
    {
        "o": 1890,
        "r": "nasb:Exodus:8:22",
        "t": "But on that day I will set apart the land of Goshen, where My people are living, so that no swarms of flies will be there, in order that you may know that I, the Lord,*s am in the midst of the land."
    },
    {
        "o": 1891,
        "r": "nasb:Exodus:8:23",
        "t": "I will put a division between My people and your people. Tomorrow this sign will occur.” ’ ”"
    },
    {
        "o": 1892,
        "r": "nasb:Exodus:8:24",
        "t": "Then the Lord*s did so. And there came great swarms of flies into the house of Pharaoh and the houses of his servants and the land was laid waste because of the swarms of flies in all the land of Egypt."
    },
    {
        "o": 1893,
        "r": "nasb:Exodus:8:25",
        "t": "Pharaoh*p called for Moses and Aaron and said, “Go, sacrifice to your God within the land.”"
    },
    {
        "o": 1894,
        "r": "nasb:Exodus:8:26",
        "t": "But Moses said, “It is not right to do so, for we will sacrifice to the Lord*s our God what is an abomination to the Egyptians. If we sacrifice what is an abomination to the Egyptians before their eyes, will they not then stone us?"
    },
    {
        "o": 1895,
        "r": "nasb:Exodus:8:27",
        "t": "We must go a three days’ journey into the wilderness and sacrifice to the Lord*s our God as He commands us.”"
    },
    {
        "o": 1896,
        "r": "nasb:Exodus:8:28",
        "t": "Pharaoh said, “I will let you go, that you may sacrifice to the Lord*s your God in the wilderness; only you shall not go very far away. Make supplication for me.”"
    },
    {
        "o": 1897,
        "r": "nasb:Exodus:8:29",
        "t": "Then Moses said, “Behold, I am going out from you, and I shall make supplication to the Lord*s that the swarms of flies may depart from Pharaoh, from his servants, and from his people tomorrow; only do not let Pharaoh deal deceitfully again in not letting the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1898,
        "r": "nasb:Exodus:8:30",
        "t": "So*p Moses went out from Pharaoh and made supplication to the Lord.*s"
    },
    {
        "o": 1899,
        "r": "nasb:Exodus:8:31",
        "t": "The Lord*s did as Moses asked, and removed the swarms of flies from Pharaoh, from his servants and from his people; not one remained."
    },
    {
        "o": 1900,
        "r": "nasb:Exodus:8:32",
        "t": "But Pharaoh hardened his heart this time also, and he did not let the people go."
    },
    {
        "o": 1901,
        "r": "nasb:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1902,
        "r": "nasb:Exodus:9:0",
        "t": "Egyptian Cattle Die",
        "h": 2
    },
    {
        "o": 1903,
        "r": "nasb:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh and speak to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let My people go, that they may serve Me."
    },
    {
        "o": 1904,
        "r": "nasb:Exodus:9:2",
        "t": "For if you refuse to let them*i go and continue to hold them,"
    },
    {
        "o": 1905,
        "r": "nasb:Exodus:9:3",
        "t": "behold, the hand of the Lord*s will come with*i a very severe pestilence on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks."
    },
    {
        "o": 1906,
        "r": "nasb:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing will die of all that belongs to the sons of Israel.” ’ ”"
    },
    {
        "o": 1907,
        "r": "nasb:Exodus:9:5",
        "t": "The Lord*s set a definite time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1908,
        "r": "nasb:Exodus:9:6",
        "t": "So the Lord*s did this thing on the next day, and all the livestock of Egypt died; but of the livestock of the sons of Israel, not one died."
    },
    {
        "o": 1909,
        "r": "nasb:Exodus:9:7",
        "t": "Pharaoh sent, and behold, there was not even one of the livestock of Israel dead. But the heart of Pharaoh was hardened, and he did not let the people go."
    },
    {
        "o": 1910,
        "r": "nasb:Exodus:9:7",
        "t": "The Plague of Boils",
        "h": 2
    },
    {
        "o": 1911,
        "r": "nasb:Exodus:9:8",
        "t": "Then*p the Lord*s said to Moses and Aaron, “Take for yourselves handfuls of soot from a kiln, and let Moses throw it toward the sky in the sight of Pharaoh."
    },
    {
        "o": 1912,
        "r": "nasb:Exodus:9:9",
        "t": "It will become fine dust over all the land of Egypt, and will become boils breaking out with sores on man and beast through all the land of Egypt.”"
    },
    {
        "o": 1913,
        "r": "nasb:Exodus:9:10",
        "t": "So they took soot from a kiln, and stood before Pharaoh; and Moses threw it toward the sky, and it became boils breaking out with sores on man and beast."
    },
    {
        "o": 1914,
        "r": "nasb:Exodus:9:11",
        "t": "The magicians could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."
    },
    {
        "o": 1915,
        "r": "nasb:Exodus:9:12",
        "t": "And the Lord*s hardened Pharaoh’s heart, and he did not listen to them, just as the Lord*s had spoken to Moses."
    },
    {
        "o": 1916,
        "r": "nasb:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Rise up early in the morning and stand before Pharaoh and say to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let My people go, that they may serve Me."
    },
    {
        "o": 1917,
        "r": "nasb:Exodus:9:14",
        "t": "For this time I will send all My plagues on you and your servants and your people, so that you may know that there is no one like Me in all the earth."
    },
    {
        "o": 1918,
        "r": "nasb:Exodus:9:15",
        "t": "For if*i by*i now I had put forth My hand and struck you and your people with pestilence, you would then have been cut off from the earth."
    },
    {
        "o": 1919,
        "r": "nasb:Exodus:9:16",
        "t": "But, indeed, for this reason I have allowed you to remain, in order to show you My power and in order to proclaim My name through all the earth."
    },
    {
        "o": 1920,
        "r": "nasb:Exodus:9:17",
        "t": "Still you exalt yourself against My people by not letting them go."
    },
    {
        "o": 1921,
        "r": "nasb:Exodus:9:17",
        "t": "The Plague of Hail",
        "h": 2
    },
    {
        "o": 1922,
        "r": "nasb:Exodus:9:18",
        "t": "Behold,*p about this time tomorrow, I will send a very heavy hail, such as has not been seen*i in Egypt from the day it was founded until now."
    },
    {
        "o": 1923,
        "r": "nasb:Exodus:9:19",
        "t": "Now therefore send, bring your livestock and whatever you have in the field to safety. Every man and beast that is found in the field and is not brought home, when the hail comes down on them, will die.” ’ ”"
    },
    {
        "o": 1924,
        "r": "nasb:Exodus:9:20",
        "t": "The one among the servants of Pharaoh who feared the word of the Lord*s made his servants and his livestock flee into the houses;"
    },
    {
        "o": 1925,
        "r": "nasb:Exodus:9:21",
        "t": "but he who paid no regard to the word of the Lord*s left his servants and his livestock in the field."
    },
    {
        "o": 1926,
        "r": "nasb:Exodus:9:22",
        "t": "Now*p the Lord*s said to Moses, “Stretch out your hand toward the sky, that hail may fall on all the land of Egypt, on man and on beast and on every plant of the field, throughout the land of Egypt.”"
    },
    {
        "o": 1927,
        "r": "nasb:Exodus:9:23",
        "t": "Moses stretched out his staff toward the sky, and the Lord*s sent thunder and hail, and fire ran down to the earth. And the Lord*s rained hail on the land of Egypt."
    },
    {
        "o": 1928,
        "r": "nasb:Exodus:9:24",
        "t": "So there was hail, and fire flashing continually in the midst of the hail, very severe, such as had not been in all the land of Egypt since it became a nation."
    },
    {
        "o": 1929,
        "r": "nasb:Exodus:9:25",
        "t": "The hail struck all that was in the field through all the land of Egypt, both man and beast; the hail also struck every plant of the field and shattered every tree of the field."
    },
    {
        "o": 1930,
        "r": "nasb:Exodus:9:26",
        "t": "Only in the land of Goshen, where the sons of Israel were,*i there was no hail."
    },
    {
        "o": 1931,
        "r": "nasb:Exodus:9:27",
        "t": "Then*p Pharaoh sent for Moses and Aaron, and said to them, “I have sinned this time; the Lord*s is the righteous one, and I and my people are the wicked ones."
    },
    {
        "o": 1932,
        "r": "nasb:Exodus:9:28",
        "t": "Make supplication to the Lord,*s for there has been enough of God’s thunder and hail; and I will let you go, and you shall stay no longer.”"
    },
    {
        "o": 1933,
        "r": "nasb:Exodus:9:29",
        "t": "Moses said to him, “As soon as I go out of the city, I will spread out my hands to the Lord;*s the thunder will cease and there will be hail no longer, that you may know that the earth is the Lord’s.*s"
    },
    {
        "o": 1934,
        "r": "nasb:Exodus:9:30",
        "t": "But as for you and your servants, I know that you do not yet fear the Lord*s God.”"
    },
    {
        "o": 1935,
        "r": "nasb:Exodus:9:31",
        "t": "(Now the flax and the barley were ruined, for the barley was in the ear and the flax was in bud."
    },
    {
        "o": 1936,
        "r": "nasb:Exodus:9:32",
        "t": "But the wheat and the spelt were not ruined, for they ripen*i late.)"
    },
    {
        "o": 1937,
        "r": "nasb:Exodus:9:33",
        "t": "So Moses went out of the city from Pharaoh, and spread out his hands to the Lord;*s and the thunder and the hail ceased, and rain no longer poured on the earth."
    },
    {
        "o": 1938,
        "r": "nasb:Exodus:9:34",
        "t": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, he and his servants."
    },
    {
        "o": 1939,
        "r": "nasb:Exodus:9:35",
        "t": "Pharaoh’s heart was hardened, and he did not let the sons of Israel go, just as the Lord*s had spoken through Moses."
    },
    {
        "o": 1940,
        "r": "nasb:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1941,
        "r": "nasb:Exodus:10:0",
        "t": "The Plague of Locusts",
        "h": 2
    },
    {
        "o": 1942,
        "r": "nasb:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, that I may perform these signs of Mine among them,"
    },
    {
        "o": 1943,
        "r": "nasb:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son, and of your grandson, how I made a mockery of the Egyptians and how I performed My signs among them, that you may know that I am the Lord.”*s"
    },
    {
        "o": 1944,
        "r": "nasb:Exodus:10:3",
        "t": "Moses*p and Aaron went to Pharaoh and said to him, “Thus says the Lord,*s the God of the Hebrews, ‘How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me."
    },
    {
        "o": 1945,
        "r": "nasb:Exodus:10:4",
        "t": "For if you refuse to let My people go, behold, tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1946,
        "r": "nasb:Exodus:10:5",
        "t": "They shall cover the surface of the land, so that no one will be able to see the land. They will also eat the rest of what has escaped—what is left to you from the hail—and they will eat every tree which sprouts for you out of the field."
    },
    {
        "o": 1947,
        "r": "nasb:Exodus:10:6",
        "t": "Then your houses shall be filled and the houses of all your servants and the houses of all the Egyptians, something*i which neither your fathers nor your grandfathers have seen, from the day that they came upon the earth until this day.’ ” And he turned and went out from Pharaoh."
    },
    {
        "o": 1948,
        "r": "nasb:Exodus:10:7",
        "t": "Pharaoh’s servants said to him, “How long will this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not realize that Egypt is destroyed?”"
    },
    {
        "o": 1949,
        "r": "nasb:Exodus:10:8",
        "t": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the Lord*s your God! Who are the ones that are going?”"
    },
    {
        "o": 1950,
        "r": "nasb:Exodus:10:9",
        "t": "Moses said, “We shall go with our young and our old; with our sons and our daughters, with our flocks and our herds we shall go, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1951,
        "r": "nasb:Exodus:10:10",
        "t": "Then he said to them, “Thus may the Lord*s be with you, if ever I let you and your little ones go! Take heed, for evil is in your mind."
    },
    {
        "o": 1952,
        "r": "nasb:Exodus:10:11",
        "t": "Not so! Go now, the men among*i you,*i and serve the Lord,*s for that is what you desire.” So they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1953,
        "r": "nasb:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt and eat every plant of the land, even*i all that the hail has left.”"
    },
    {
        "o": 1954,
        "r": "nasb:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s directed an east wind on the land all that day and all that night; and when it was morning, the east wind brought the locusts."
    },
    {
        "o": 1955,
        "r": "nasb:Exodus:10:14",
        "t": "The locusts came up over all the land of Egypt and settled in all the territory of Egypt; they*i were*i very numerous. There had never been so many*i locusts, nor would there be so many*i again."
    },
    {
        "o": 1956,
        "r": "nasb:Exodus:10:15",
        "t": "For they covered the surface of the whole land, so that the land was darkened; and they ate every plant of the land and all the fruit of the trees that the hail had left. Thus nothing green was left on tree or plant of the field through all the land of Egypt."
    },
    {
        "o": 1957,
        "r": "nasb:Exodus:10:16",
        "t": "Then Pharaoh hurriedly called for Moses and Aaron, and he said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1958,
        "r": "nasb:Exodus:10:17",
        "t": "Now therefore, please forgive my sin only this once, and make supplication to the Lord*s your God, that He would only remove this death from me.”"
    },
    {
        "o": 1959,
        "r": "nasb:Exodus:10:18",
        "t": "He went out from Pharaoh and made supplication to the Lord.*s"
    },
    {
        "o": 1960,
        "r": "nasb:Exodus:10:19",
        "t": "So the Lord*s shifted the*i wind*i to a very strong west wind which took up the locusts and drove them into the Red Sea; not one locust was left in all the territory of Egypt."
    },
    {
        "o": 1961,
        "r": "nasb:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the sons of Israel go."
    },
    {
        "o": 1962,
        "r": "nasb:Exodus:10:20",
        "t": "Darkness over the Land",
        "h": 2
    },
    {
        "o": 1963,
        "r": "nasb:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even a darkness which may be felt.”"
    },
    {
        "o": 1964,
        "r": "nasb:Exodus:10:22",
        "t": "So Moses stretched out his hand toward the sky, and there was thick darkness in all the land of Egypt for three days."
    },
    {
        "o": 1965,
        "r": "nasb:Exodus:10:23",
        "t": "They did not see one another, nor did anyone rise from his place for three days, but all the sons of Israel had light in their dwellings."
    },
    {
        "o": 1966,
        "r": "nasb:Exodus:10:24",
        "t": "Then Pharaoh called to Moses, and said, “Go, serve the Lord;*s only let your flocks and your herds be detained. Even your little ones may go with you.”"
    },
    {
        "o": 1967,
        "r": "nasb:Exodus:10:25",
        "t": "But Moses said, “You must also let us have sacrifices and burnt offerings, that we may sacrifice them*i to the Lord*s our God."
    },
    {
        "o": 1968,
        "r": "nasb:Exodus:10:26",
        "t": "Therefore, our livestock too shall go with us; not a hoof shall be left behind, for we shall take some of them to serve the Lord*s our God. And until we arrive there, we ourselves do not know with what we shall serve the Lord.”*s"
    },
    {
        "o": 1969,
        "r": "nasb:Exodus:10:27",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he was not willing to let them go."
    },
    {
        "o": 1970,
        "r": "nasb:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me! Beware, do not see my face again, for in the day you see my face you shall die!”"
    },
    {
        "o": 1971,
        "r": "nasb:Exodus:10:29",
        "t": "Moses said, “You are right; I shall never see your face again!”"
    },
    {
        "o": 1972,
        "r": "nasb:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1973,
        "r": "nasb:Exodus:11:0",
        "t": "The Last Plague",
        "h": 2
    },
    {
        "o": 1974,
        "r": "nasb:Exodus:11:1",
        "t": "Now*p the Lord*s said to Moses, “One more plague I will bring on Pharaoh and on Egypt; after that he will let you go from here. When he lets you go, he will surely drive you out from here completely."
    },
    {
        "o": 1975,
        "r": "nasb:Exodus:11:2",
        "t": "Speak now in the hearing of the people that each man ask from his neighbor and each woman from her neighbor for articles of silver and articles of gold.”"
    },
    {
        "o": 1976,
        "r": "nasb:Exodus:11:3",
        "t": "The Lord*s gave the people favor in the sight of the Egyptians. Furthermore, the man Moses himself*i was greatly esteemed in the land of Egypt, both*i in the sight of Pharaoh’s servants and in the sight of the people."
    },
    {
        "o": 1977,
        "r": "nasb:Exodus:11:4",
        "t": "Moses*p said, “Thus says the Lord,*s ‘About midnight I am going out into the midst of Egypt,"
    },
    {
        "o": 1978,
        "r": "nasb:Exodus:11:5",
        "t": "and all the firstborn in the land of Egypt shall die, from the firstborn of the Pharaoh who sits on his throne, even to the firstborn of the slave girl who is behind the millstones; all the firstborn of the cattle as well."
    },
    {
        "o": 1979,
        "r": "nasb:Exodus:11:6",
        "t": "Moreover, there shall be a great cry in all the land of Egypt, such as there has not been before*i and such as shall never be again."
    },
    {
        "o": 1980,
        "r": "nasb:Exodus:11:7",
        "t": "But against any of the sons of Israel a dog will not even*i bark, whether against man or beast, that you may understand how the Lord*s makes a distinction between Egypt and Israel.’"
    },
    {
        "o": 1981,
        "r": "nasb:Exodus:11:8",
        "t": "All these your servants will come down to me and bow themselves before me, saying, ‘Go out, you and all the people who follow you,’ and after that I will go out.” And he went out from Pharaoh in hot anger."
    },
    {
        "o": 1982,
        "r": "nasb:Exodus:11:9",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh will not listen to you, so that My wonders will be multiplied in the land of Egypt.”"
    },
    {
        "o": 1983,
        "r": "nasb:Exodus:11:10",
        "t": "Moses and Aaron performed all these wonders before Pharaoh; yet the Lord*s hardened Pharaoh’s heart, and he did not let the sons of Israel go out of his land."
    },
    {
        "o": 1984,
        "r": "nasb:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1985,
        "r": "nasb:Exodus:12:0",
        "t": "The Passover Lamb",
        "h": 2
    },
    {
        "o": 1986,
        "r": "nasb:Exodus:12:1",
        "t": "Now*p the Lord*s said to Moses and Aaron in the land of Egypt,"
    },
    {
        "o": 1987,
        "r": "nasb:Exodus:12:2",
        "t": "“This month shall be the beginning of months for you; it is to be the first month of the year to you."
    },
    {
        "o": 1988,
        "r": "nasb:Exodus:12:3",
        "t": "Speak to all the congregation of Israel, saying, ‘On the tenth of this month they are each one to take a lamb for themselves, according to their fathers’ households, a lamb for each household."
    },
    {
        "o": 1989,
        "r": "nasb:Exodus:12:4",
        "t": "Now if the household is too small for a lamb, then he and his neighbor nearest to his house are to take one according to the number of persons in*i them;*i according to what each man should eat, you are to divide the lamb."
    },
    {
        "o": 1990,
        "r": "nasb:Exodus:12:5",
        "t": "Your lamb shall be an unblemished male a year old; you may take it from the sheep or from the goats."
    },
    {
        "o": 1991,
        "r": "nasb:Exodus:12:6",
        "t": "You shall keep it until the fourteenth day of the same month, then the whole assembly of the congregation of Israel is to kill it at twilight."
    },
    {
        "o": 1992,
        "r": "nasb:Exodus:12:7",
        "t": "Moreover, they shall take some of the blood and put it on the two doorposts and on the lintel of the houses in which they eat it."
    },
    {
        "o": 1993,
        "r": "nasb:Exodus:12:8",
        "t": "They shall eat the flesh that same*i night, roasted with fire, and they shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 1994,
        "r": "nasb:Exodus:12:9",
        "t": "Do not eat any of it raw or boiled at all with water, but rather roasted with fire, both*i its head and its legs along with its entrails."
    },
    {
        "o": 1995,
        "r": "nasb:Exodus:12:10",
        "t": "And you shall not leave any of it over until morning, but whatever is left of it until morning, you shall burn with fire."
    },
    {
        "o": 1996,
        "r": "nasb:Exodus:12:11",
        "t": "Now you shall eat it in this manner: with*i your loins girded, your sandals on your feet, and your staff in your hand; and you shall eat it in haste—it is the Lord’s*s Passover."
    },
    {
        "o": 1997,
        "r": "nasb:Exodus:12:12",
        "t": "For I will go through the land of Egypt on that night, and will strike down all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgments—I am the Lord.*s"
    },
    {
        "o": 1998,
        "r": "nasb:Exodus:12:13",
        "t": "The blood shall be a sign for you on the houses where you live; and when I see the blood I will pass over you, and no plague will befall you to destroy you*i when I strike the land of Egypt."
    },
    {
        "o": 1999,
        "r": "nasb:Exodus:12:13",
        "t": "Feast of Unleavened Bread",
        "h": 2
    },
    {
        "o": 2000,
        "r": "nasb:Exodus:12:14",
        "t": "‘Now*p this day will be a memorial to you, and you shall celebrate it as*i a feast to the Lord;*s throughout your generations you are to celebrate it as*i a permanent ordinance."
    },
    {
        "o": 2001,
        "r": "nasb:Exodus:12:15",
        "t": "Seven days you shall eat unleavened bread, but on the first day you shall remove leaven from your houses; for whoever eats anything leavened from the first day until the seventh day, that person shall be cut off from Israel."
    },
    {
        "o": 2002,
        "r": "nasb:Exodus:12:16",
        "t": "On the first day you shall have a holy assembly, and another*i holy assembly on the seventh day; no work at all shall be done on them, except what must be eaten by every person, that alone may be prepared by you."
    },
    {
        "o": 2003,
        "r": "nasb:Exodus:12:17",
        "t": "You shall also observe the Feast*i of*i Unleavened Bread, for on this very day I brought your hosts out of the land of Egypt; therefore you shall observe this day throughout your generations as a permanent ordinance."
    },
    {
        "o": 2004,
        "r": "nasb:Exodus:12:18",
        "t": "In the first month,*i on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty-first day of the month at evening."
    },
    {
        "o": 2005,
        "r": "nasb:Exodus:12:19",
        "t": "Seven days there shall be no leaven found in your houses; for whoever eats what is leavened, that person shall be cut off from the congregation of Israel, whether he*i is*i an alien or a native of the land."
    },
    {
        "o": 2006,
        "r": "nasb:Exodus:12:20",
        "t": "You shall not eat anything leavened; in all your dwellings you shall eat unleavened bread.’ ”"
    },
    {
        "o": 2007,
        "r": "nasb:Exodus:12:21",
        "t": "Then*p Moses called for all the elders of Israel and said to them, “Go and take for yourselves lambs according to your families, and slay the Passover lamb.*i"
    },
    {
        "o": 2008,
        "r": "nasb:Exodus:12:22",
        "t": "You shall take a bunch of hyssop and dip it in the blood which is in the basin, and apply some of the blood that is in the basin to the lintel and the two doorposts; and none of you shall go outside the door of his house until morning."
    },
    {
        "o": 2009,
        "r": "nasb:Exodus:12:22",
        "t": "A Memorial of Redemption",
        "h": 2
    },
    {
        "o": 2010,
        "r": "nasb:Exodus:12:23",
        "t": "For*p the Lord*s will pass through to smite the Egyptians; and when He sees the blood on the lintel and on the two doorposts, the Lord*s will pass over the door and will not allow the destroyer to come in to your houses to smite you.*i"
    },
    {
        "o": 2011,
        "r": "nasb:Exodus:12:24",
        "t": "And you shall observe this event as an ordinance for you and your children forever."
    },
    {
        "o": 2012,
        "r": "nasb:Exodus:12:25",
        "t": "When you enter the land which the Lord*s will give you, as He has promised, you shall observe this rite."
    },
    {
        "o": 2013,
        "r": "nasb:Exodus:12:26",
        "t": "And when your children say to you, ‘What does this rite mean to you?’"
    },
    {
        "o": 2014,
        "r": "nasb:Exodus:12:27",
        "t": "you shall say, ‘It is a Passover sacrifice to the Lord*s who passed over the houses of the sons of Israel in Egypt when He smote the Egyptians, but spared our homes.’ ” And the people bowed low and worshiped."
    },
    {
        "o": 2015,
        "r": "nasb:Exodus:12:28",
        "t": "Then*p the sons of Israel went and did so;*i just as the Lord*s had commanded Moses and Aaron, so they did."
    },
    {
        "o": 2016,
        "r": "nasb:Exodus:12:29",
        "t": "Now*p it came about at midnight that the Lord*s struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of cattle."
    },
    {
        "o": 2017,
        "r": "nasb:Exodus:12:30",
        "t": "Pharaoh arose in the night, he and all his servants and all the Egyptians, and there was a great cry in Egypt, for there was no home where there was not someone dead."
    },
    {
        "o": 2018,
        "r": "nasb:Exodus:12:31",
        "t": "Then he called for Moses and Aaron at night and said, “Rise up, get out from among my people, both you and the sons of Israel; and go, worship the Lord,*s as you have said."
    },
    {
        "o": 2019,
        "r": "nasb:Exodus:12:32",
        "t": "Take both your flocks and your herds, as you have said, and go, and bless me also.”"
    },
    {
        "o": 2020,
        "r": "nasb:Exodus:12:32",
        "t": "Exodus of Israel",
        "h": 2
    },
    {
        "o": 2021,
        "r": "nasb:Exodus:12:33",
        "t": "The*p Egyptians urged the people, to send them out of the land in haste, for they said, “We will all be dead.”"
    },
    {
        "o": 2022,
        "r": "nasb:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, with*i their kneading bowls bound up in the clothes on their shoulders."
    },
    {
        "o": 2023,
        "r": "nasb:Exodus:12:35",
        "t": "Now*p the sons of Israel had done according to the word of Moses, for they had requested from the Egyptians articles of silver and articles of gold, and clothing;"
    },
    {
        "o": 2024,
        "r": "nasb:Exodus:12:36",
        "t": "and the Lord*s had given the people favor in the sight of the Egyptians, so that they let them have their request. Thus they plundered the Egyptians."
    },
    {
        "o": 2025,
        "r": "nasb:Exodus:12:37",
        "t": "Now*p the sons of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, aside from children."
    },
    {
        "o": 2026,
        "r": "nasb:Exodus:12:38",
        "t": "A mixed multitude also went up with them, along with flocks and herds, a very large number of livestock."
    },
    {
        "o": 2027,
        "r": "nasb:Exodus:12:39",
        "t": "They baked the dough which they had brought out of Egypt into cakes of unleavened bread. For it had not become leavened, since they were driven out of Egypt and could not delay, nor had they prepared any provisions for themselves."
    },
    {
        "o": 2028,
        "r": "nasb:Exodus:12:40",
        "t": "Now*p the time that the sons of Israel lived in Egypt was four hundred and thirty years."
    },
    {
        "o": 2029,
        "r": "nasb:Exodus:12:41",
        "t": "And at the end of four hundred and thirty years, to the very day, all the hosts of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 2030,
        "r": "nasb:Exodus:12:41",
        "t": "Ordinance of the Passover",
        "h": 2
    },
    {
        "o": 2031,
        "r": "nasb:Exodus:12:42",
        "t": "It*p is a night to be observed for the Lord*s for having brought them out from the land of Egypt; this night is for the Lord,*s to be observed by all the sons of Israel throughout their generations."
    },
    {
        "o": 2032,
        "r": "nasb:Exodus:12:43",
        "t": "The*p Lord*s said to Moses and Aaron, “This is the ordinance of the Passover: no foreigner is to eat of it;"
    },
    {
        "o": 2033,
        "r": "nasb:Exodus:12:44",
        "t": "but every man’s slave purchased with money, after you have circumcised him, then he may eat of it."
    },
    {
        "o": 2034,
        "r": "nasb:Exodus:12:45",
        "t": "A sojourner or a hired servant shall not eat of it."
    },
    {
        "o": 2035,
        "r": "nasb:Exodus:12:46",
        "t": "It is to be eaten in a single house; you are not to bring forth any of the flesh outside of the house, nor are you to break any bone of it."
    },
    {
        "o": 2036,
        "r": "nasb:Exodus:12:47",
        "t": "All the congregation of Israel are to celebrate this."
    },
    {
        "o": 2037,
        "r": "nasb:Exodus:12:48",
        "t": "But if a stranger sojourns with you, and celebrates the Passover to the Lord,*s let all his males be circumcised, and then let him come near to celebrate it; and he shall be like a native of the land. But no uncircumcised person may eat of it."
    },
    {
        "o": 2038,
        "r": "nasb:Exodus:12:49",
        "t": "The same law shall apply to the native as to the stranger who sojourns among you.”"
    },
    {
        "o": 2039,
        "r": "nasb:Exodus:12:50",
        "t": "Then*p all the sons of Israel did so;*i they did just as the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2040,
        "r": "nasb:Exodus:12:51",
        "t": "And on that same day the Lord*s brought the sons of Israel out of the land of Egypt by their hosts."
    },
    {
        "o": 2041,
        "r": "nasb:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2042,
        "r": "nasb:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2043,
        "r": "nasb:Exodus:13:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2044,
        "r": "nasb:Exodus:13:2",
        "t": "“Sanctify to Me every firstborn, the first offspring of every womb among the sons of Israel, both of man and beast; it belongs to Me.”"
    },
    {
        "o": 2045,
        "r": "nasb:Exodus:13:3",
        "t": "Moses*p said to the people, “Remember this day in which you went out from Egypt, from the house of slavery; for by a powerful hand the Lord*s brought you out from this place. And nothing leavened shall be eaten."
    },
    {
        "o": 2046,
        "r": "nasb:Exodus:13:4",
        "t": "On this day in the month of Abib, you are about to go forth."
    },
    {
        "o": 2047,
        "r": "nasb:Exodus:13:5",
        "t": "It shall be when the Lord*s brings you to the land of the Canaanite, the Hittite, the Amorite, the Hivite and the Jebusite, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall observe this rite in this month."
    },
    {
        "o": 2048,
        "r": "nasb:Exodus:13:6",
        "t": "For seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.*s"
    },
    {
        "o": 2049,
        "r": "nasb:Exodus:13:7",
        "t": "Unleavened bread shall be eaten throughout the seven days; and nothing leavened shall be seen among you, nor shall any leaven be seen among you in all your borders."
    },
    {
        "o": 2050,
        "r": "nasb:Exodus:13:8",
        "t": "You shall tell your son on that day, saying, ‘It is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2051,
        "r": "nasb:Exodus:13:9",
        "t": "And it shall serve as a sign to you on your hand, and as a reminder on your forehead, that the law of the Lord*s may be in your mouth; for with a powerful hand the Lord*s brought you out of Egypt."
    },
    {
        "o": 2052,
        "r": "nasb:Exodus:13:10",
        "t": "Therefore, you shall keep this ordinance at its appointed time from year to year."
    },
    {
        "o": 2053,
        "r": "nasb:Exodus:13:11",
        "t": "“Now*p when the Lord*s brings you to the land of the Canaanite, as He swore to you and to your fathers, and gives it to you,"
    },
    {
        "o": 2054,
        "r": "nasb:Exodus:13:12",
        "t": "you shall devote to the Lord*s the first offspring of every womb, and the first offspring of every beast that you own; the males belong to the Lord.*s"
    },
    {
        "o": 2055,
        "r": "nasb:Exodus:13:13",
        "t": "But every first offspring of a donkey you shall redeem with a lamb, but if you do not redeem it,*i then you shall break its neck; and every firstborn of man among your sons you shall redeem."
    },
    {
        "o": 2056,
        "r": "nasb:Exodus:13:14",
        "t": "And it shall be when your son asks you in time to come, saying, ‘What is this?’ then you shall say to him, ‘With a powerful hand the Lord*s brought us out of Egypt, from the house of slavery."
    },
    {
        "o": 2057,
        "r": "nasb:Exodus:13:15",
        "t": "It came about, when Pharaoh was stubborn about letting us go, that the Lord*s killed every firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore, I sacrifice to the Lord*s the males, the first offspring of every womb, but every firstborn of my sons I redeem.’"
    },
    {
        "o": 2058,
        "r": "nasb:Exodus:13:16",
        "t": "So it shall serve as a sign on your hand and as phylacteries on your forehead, for with a powerful hand the Lord*s brought us out of Egypt.”"
    },
    {
        "o": 2059,
        "r": "nasb:Exodus:13:16",
        "t": "God Leads the People",
        "h": 2
    },
    {
        "o": 2060,
        "r": "nasb:Exodus:13:17",
        "t": "Now*p when Pharaoh had let the people go, God did not lead them by the way of the land of the Philistines, even though it was near; for God said, “The people might change their minds when they see war, and return to Egypt.”"
    },
    {
        "o": 2061,
        "r": "nasb:Exodus:13:18",
        "t": "Hence God led the people around by the way of the wilderness to the Red Sea; and the sons of Israel went up in martial array from the land of Egypt."
    },
    {
        "o": 2062,
        "r": "nasb:Exodus:13:19",
        "t": "Moses took the bones of Joseph with him, for he had made the sons of Israel solemnly swear, saying, “God will surely take care of you, and you shall carry my bones from here with you.”"
    },
    {
        "o": 2063,
        "r": "nasb:Exodus:13:20",
        "t": "Then they set out from Succoth and camped in Etham on the edge of the wilderness."
    },
    {
        "o": 2064,
        "r": "nasb:Exodus:13:21",
        "t": "The Lord*s was going before them in a pillar of cloud by day to lead them on the way, and in a pillar of fire by night to give them light, that they might travel by day and by night."
    },
    {
        "o": 2065,
        "r": "nasb:Exodus:13:22",
        "t": "He did not take away the pillar of cloud by day, nor the pillar of fire by night, from before the people."
    },
    {
        "o": 2066,
        "r": "nasb:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2067,
        "r": "nasb:Exodus:14:0",
        "t": "Pharaoh in Pursuit",
        "h": 2
    },
    {
        "o": 2068,
        "r": "nasb:Exodus:14:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2069,
        "r": "nasb:Exodus:14:2",
        "t": "“Tell the sons of Israel to turn back and camp before Pi-hahiroth, between Migdol and the sea; you shall camp in front of Baal-zephon, opposite it, by the sea."
    },
    {
        "o": 2070,
        "r": "nasb:Exodus:14:3",
        "t": "For Pharaoh will say of the sons of Israel, ‘They are wandering aimlessly in the land; the wilderness has shut them in.’"
    },
    {
        "o": 2071,
        "r": "nasb:Exodus:14:4",
        "t": "Thus I will harden Pharaoh’s heart, and he will chase after them; and I will be honored through Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s And they did so."
    },
    {
        "o": 2072,
        "r": "nasb:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his servants had a change of heart toward the people, and they said, “What is this we have done, that we have let Israel go from serving us?”"
    },
    {
        "o": 2073,
        "r": "nasb:Exodus:14:6",
        "t": "So he made his chariot ready and took his people with him;"
    },
    {
        "o": 2074,
        "r": "nasb:Exodus:14:7",
        "t": "and he took six hundred select chariots, and all the other*i chariots of Egypt with officers over all of them."
    },
    {
        "o": 2075,
        "r": "nasb:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh, king of Egypt, and he chased after the sons of Israel as the sons of Israel were going out boldly."
    },
    {
        "o": 2076,
        "r": "nasb:Exodus:14:9",
        "t": "Then the Egyptians chased after them with*i all the horses and*i chariots of Pharaoh, his horsemen and his army, and they overtook them camping by the sea, beside Pi-hahiroth, in front of Baal-zephon."
    },
    {
        "o": 2077,
        "r": "nasb:Exodus:14:10",
        "t": "As*p Pharaoh drew near, the sons of Israel looked, and behold, the Egyptians were marching after them, and they became very frightened; so the sons of Israel cried out to the Lord.*s"
    },
    {
        "o": 2078,
        "r": "nasb:Exodus:14:11",
        "t": "Then they said to Moses, “Is it because there were no graves in Egypt that you have taken us away to die in the wilderness? Why have you dealt with us in this way, bringing us out of Egypt?"
    },
    {
        "o": 2079,
        "r": "nasb:Exodus:14:12",
        "t": "Is this not the word that we spoke to you in Egypt, saying, ‘Leave us alone that we may serve the Egyptians’? For it would have been better for us to serve the Egyptians than to die in the wilderness.”"
    },
    {
        "o": 2080,
        "r": "nasb:Exodus:14:12",
        "t": "The Sea Is Divided",
        "h": 2
    },
    {
        "o": 2081,
        "r": "nasb:Exodus:14:13",
        "t": "But*p Moses said to the people, “Do not fear! Stand by and see the salvation of the Lord*s which He will accomplish for you today; for the Egyptians whom you have seen today, you will never see them again forever."
    },
    {
        "o": 2082,
        "r": "nasb:Exodus:14:14",
        "t": "The Lord*s will fight for you while you keep silent.”"
    },
    {
        "o": 2083,
        "r": "nasb:Exodus:14:15",
        "t": "Then*p the Lord*s said to Moses, “Why are you crying out to Me? Tell the sons of Israel to go forward."
    },
    {
        "o": 2084,
        "r": "nasb:Exodus:14:16",
        "t": "As for you, lift up your staff and stretch out your hand over the sea and divide it, and the sons of Israel shall go through the midst of the sea on dry land."
    },
    {
        "o": 2085,
        "r": "nasb:Exodus:14:17",
        "t": "As for Me, behold, I will harden the hearts of the Egyptians so that they will go in after them; and I will be honored through Pharaoh and all his army, through his chariots and his horsemen."
    },
    {
        "o": 2086,
        "r": "nasb:Exodus:14:18",
        "t": "Then the Egyptians will know that I am the Lord,*s when I am honored through Pharaoh, through his chariots and his horsemen.”"
    },
    {
        "o": 2087,
        "r": "nasb:Exodus:14:19",
        "t": "The*p angel of God, who had been going before the camp of Israel, moved and went behind them; and the pillar of cloud moved from before them and stood behind them."
    },
    {
        "o": 2088,
        "r": "nasb:Exodus:14:20",
        "t": "So it came between the camp of Egypt and the camp of Israel; and there was the cloud along with the darkness, yet it gave light at night. Thus the one did not come near the other all night."
    },
    {
        "o": 2089,
        "r": "nasb:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea; and the Lord*s swept the sea back*i by a strong east wind all night and turned the sea into dry land, so the waters were divided."
    },
    {
        "o": 2090,
        "r": "nasb:Exodus:14:22",
        "t": "The sons of Israel went through the midst of the sea on the dry land, and the waters were*i like*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2091,
        "r": "nasb:Exodus:14:23",
        "t": "Then the Egyptians took up the pursuit, and all Pharaoh’s horses, his chariots and his horsemen went in after them into the midst of the sea."
    },
    {
        "o": 2092,
        "r": "nasb:Exodus:14:24",
        "t": "At the morning watch, the Lord*s looked down on the army of the Egyptians through the pillar of fire and cloud and brought the army of the Egyptians into confusion."
    },
    {
        "o": 2093,
        "r": "nasb:Exodus:14:25",
        "t": "He caused their chariot wheels to swerve, and He made them drive with difficulty; so the Egyptians said, “Let us flee from Israel, for the Lord*s is fighting for them against the Egyptians.”"
    },
    {
        "o": 2094,
        "r": "nasb:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the waters may come back over the Egyptians, over their chariots and their horsemen.”"
    },
    {
        "o": 2095,
        "r": "nasb:Exodus:14:27",
        "t": "So Moses stretched out his hand over the sea, and the sea returned to its normal state at daybreak, while the Egyptians were fleeing right into it; then the Lord*s overthrew the Egyptians in the midst of the sea."
    },
    {
        "o": 2096,
        "r": "nasb:Exodus:14:28",
        "t": "The waters returned and covered the chariots and the horsemen, even Pharaoh’s entire army that had gone into the sea after them; not even one of them remained."
    },
    {
        "o": 2097,
        "r": "nasb:Exodus:14:29",
        "t": "But the sons of Israel walked on dry land through the midst of the sea, and the waters were*i like*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2098,
        "r": "nasb:Exodus:14:30",
        "t": "Thus*p the Lord*s saved Israel that day from the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2099,
        "r": "nasb:Exodus:14:31",
        "t": "When Israel saw the great power which the Lord*s had used against the Egyptians, the people feared the Lord,*s and they believed in the Lord*s and in His servant Moses."
    },
    {
        "o": 2100,
        "r": "nasb:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2101,
        "r": "nasb:Exodus:15:0",
        "t": "The Song of Moses and Israel",
        "h": 2
    },
    {
        "o": 2102,
        "r": "nasb:Exodus:15:1",
        "t": "Then*p Moses and the sons of Israel sang this song to the Lord,*s and said, “I*pn will sing to the Lord,*s for He is highly exalted; The*ln horse and its rider He has hurled into the sea."
    },
    {
        "o": 2103,
        "r": "nasb:Exodus:15:2",
        "t": "The*ln Lord*s is my strength and song, And*ln He has become my salvation; This*ln is my God, and I will praise Him; My*ln father’s God, and I will extol Him."
    },
    {
        "o": 2104,
        "r": "nasb:Exodus:15:3",
        "t": "The*ln Lord*s is a warrior; The*ln Lord*s is His name."
    },
    {
        "o": 2105,
        "r": "nasb:Exodus:15:4",
        "t": "Pharaoh’s*ln chariots and his army He has cast into the sea; And*ln the choicest of his officers are drowned in the Red Sea."
    },
    {
        "o": 2106,
        "r": "nasb:Exodus:15:5",
        "t": "The*ln deeps cover them; They*ln went down into the depths like a stone."
    },
    {
        "o": 2107,
        "r": "nasb:Exodus:15:6",
        "t": "Your*ln right hand, O Lord,*s is majestic in power, Your*ln right hand, O Lord,*s shatters the enemy."
    },
    {
        "o": 2108,
        "r": "nasb:Exodus:15:7",
        "t": "And*ln in the greatness of Your excellence You overthrow those who rise up against You; You*ln send forth Your burning anger, and*i it consumes them as chaff."
    },
    {
        "o": 2109,
        "r": "nasb:Exodus:15:8",
        "t": "At*ln the blast of Your nostrils the waters were piled up, The*ln flowing waters stood up like a heap; The*ln deeps were congealed in the heart of the sea."
    },
    {
        "o": 2110,
        "r": "nasb:Exodus:15:9",
        "t": "The*ln enemy said, ‘I will pursue, I will overtake, I will divide the spoil; My*ln desire shall be gratified against them; I*ln will draw out my sword, my hand will destroy them.’"
    },
    {
        "o": 2111,
        "r": "nasb:Exodus:15:10",
        "t": "You*ln blew with Your wind, the sea covered them; They*ln sank like lead in the mighty waters."
    },
    {
        "o": 2112,
        "r": "nasb:Exodus:15:11",
        "t": "Who*ln is like You among the gods, O Lord?*s Who*ln is like You, majestic in holiness, Awesome*ln in praises, working wonders?"
    },
    {
        "o": 2113,
        "r": "nasb:Exodus:15:12",
        "t": "You*ln stretched out Your right hand, The*ln earth swallowed them."
    },
    {
        "o": 2114,
        "r": "nasb:Exodus:15:13",
        "t": "In*ln Your lovingkindness You have led the people whom You have redeemed; In*ln Your strength You have guided them*i to Your holy habitation."
    },
    {
        "o": 2115,
        "r": "nasb:Exodus:15:14",
        "t": "The*ln peoples have heard, they tremble; Anguish*ln has gripped the inhabitants of Philistia."
    },
    {
        "o": 2116,
        "r": "nasb:Exodus:15:15",
        "t": "Then*ln the chiefs of Edom were dismayed; The*ln leaders of Moab, trembling grips them; All*ln the inhabitants of Canaan have melted away."
    },
    {
        "o": 2117,
        "r": "nasb:Exodus:15:16",
        "t": "Terror*ln and dread fall upon them; By*ln the greatness of Your arm they are motionless as stone; Until*ln Your people pass over, O Lord,*s Until*ln the people pass over whom You have purchased."
    },
    {
        "o": 2118,
        "r": "nasb:Exodus:15:17",
        "t": "You*ln will bring them and plant them in the mountain of Your inheritance, The*ln place, O Lord,*s which You have made for Your dwelling, The*ln sanctuary, O Lord, which Your hands have established."
    },
    {
        "o": 2119,
        "r": "nasb:Exodus:15:18",
        "t": "The*ln Lord*s shall reign forever and ever.”"
    },
    {
        "o": 2120,
        "r": "nasb:Exodus:15:19",
        "t": "For*p the horses of Pharaoh with his chariots and his horsemen went into the sea, and the Lord*s brought back the waters of the sea on them, but the sons of Israel walked on dry land through the midst of the sea."
    },
    {
        "o": 2121,
        "r": "nasb:Exodus:15:20",
        "t": "Miriam*p the prophetess, Aaron’s sister, took the timbrel in her hand, and all the women went out after her with timbrels and with dancing."
    },
    {
        "o": 2122,
        "r": "nasb:Exodus:15:21",
        "t": "Miriam answered them, “Sing*pn to the Lord,*s for He is highly exalted; The*ln horse and his rider He has hurled into the sea.”"
    },
    {
        "o": 2123,
        "r": "nasb:Exodus:15:21",
        "t": "The Lord Provides Water",
        "h": 2
    },
    {
        "o": 2124,
        "r": "nasb:Exodus:15:22",
        "t": "Then*p Moses led Israel from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness and found no water."
    },
    {
        "o": 2125,
        "r": "nasb:Exodus:15:23",
        "t": "When they came to Marah, they could not drink the waters of Marah, for they were bitter; therefore it was named Marah."
    },
    {
        "o": 2126,
        "r": "nasb:Exodus:15:24",
        "t": "So the people grumbled at Moses, saying, “What shall we drink?”"
    },
    {
        "o": 2127,
        "r": "nasb:Exodus:15:25",
        "t": "Then he cried out to the Lord,*s and the Lord*s showed him a tree; and he threw it*i into the waters, and the waters became sweet. There*bp He made for them a statute and regulation, and there He tested them."
    },
    {
        "o": 2128,
        "r": "nasb:Exodus:15:26",
        "t": "And He said, “If you will give earnest heed to the voice of the Lord*s your God, and do what is right in His sight, and give ear to His commandments, and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I, the Lord,*s am your healer.”"
    },
    {
        "o": 2129,
        "r": "nasb:Exodus:15:27",
        "t": "Then*p they came to Elim where there were*i twelve springs of water and seventy date palms, and they camped there beside the waters."
    },
    {
        "o": 2130,
        "r": "nasb:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2131,
        "r": "nasb:Exodus:16:0",
        "t": "The Lord Provides Manna",
        "h": 2
    },
    {
        "o": 2132,
        "r": "nasb:Exodus:16:1",
        "t": "Then*p they set out from Elim, and all the congregation of the sons of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt."
    },
    {
        "o": 2133,
        "r": "nasb:Exodus:16:2",
        "t": "The whole congregation of the sons of Israel grumbled against Moses and Aaron in the wilderness."
    },
    {
        "o": 2134,
        "r": "nasb:Exodus:16:3",
        "t": "The sons of Israel said to them, “Would that we had died by the Lord’s*s hand in the land of Egypt, when we sat by the pots of meat, when we ate bread to the full; for you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2135,
        "r": "nasb:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I will rain bread from heaven for you; and the people shall go out and gather a day’s portion every day, that I may test them, whether or not they will walk in My instruction."
    },
    {
        "o": 2136,
        "r": "nasb:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.”"
    },
    {
        "o": 2137,
        "r": "nasb:Exodus:16:6",
        "t": "So Moses and Aaron said to all the sons of Israel, “At evening you will know that the Lord*s has brought you out of the land of Egypt;"
    },
    {
        "o": 2138,
        "r": "nasb:Exodus:16:7",
        "t": "and in the morning you will see the glory of the Lord,*s for He hears your grumblings against the Lord;*s and what are we, that you grumble against us?”"
    },
    {
        "o": 2139,
        "r": "nasb:Exodus:16:7",
        "t": "The Lord Provides Meat",
        "h": 2
    },
    {
        "o": 2140,
        "r": "nasb:Exodus:16:8",
        "t": "Moses*p said, “This*i will*i happen*i when the Lord*s gives you meat to eat in the evening, and bread to the full in the morning; for the Lord*s hears your grumblings which you grumble against Him. And what are we? Your grumblings are not against us but against the Lord.”*s"
    },
    {
        "o": 2141,
        "r": "nasb:Exodus:16:9",
        "t": "Then*p Moses said to Aaron, “Say to all the congregation of the sons of Israel, ‘Come near before the Lord,*s for He has heard your grumblings.’ ”"
    },
    {
        "o": 2142,
        "r": "nasb:Exodus:16:10",
        "t": "It came about as Aaron spoke to the whole congregation of the sons of Israel, that they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2143,
        "r": "nasb:Exodus:16:11",
        "t": "And the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2144,
        "r": "nasb:Exodus:16:12",
        "t": "“I have heard the grumblings of the sons of Israel; speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread; and you shall know that I am the Lord*s your God.’ ”"
    },
    {
        "o": 2145,
        "r": "nasb:Exodus:16:13",
        "t": "So*p it came about at evening that the quails came up and covered the camp, and in the morning there was a layer of dew around the camp."
    },
    {
        "o": 2146,
        "r": "nasb:Exodus:16:14",
        "t": "When the layer of dew evaporated, behold, on the surface of the wilderness there was a fine flake-like thing, fine as the frost on the ground."
    },
    {
        "o": 2147,
        "r": "nasb:Exodus:16:15",
        "t": "When the sons of Israel saw it,*i they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread which the Lord*s has given you to eat."
    },
    {
        "o": 2148,
        "r": "nasb:Exodus:16:16",
        "t": "This is what the Lord*s has commanded, ‘Gather of it every man as much as he should eat; you shall take an omer apiece according to the number of persons each of you has in his tent.’ ”"
    },
    {
        "o": 2149,
        "r": "nasb:Exodus:16:17",
        "t": "The sons of Israel did so, and some*i gathered much and some*i little."
    },
    {
        "o": 2150,
        "r": "nasb:Exodus:16:18",
        "t": "When they measured it with an omer, he who had gathered much had no excess, and he who had gathered little had no lack; every man gathered as much as he should eat."
    },
    {
        "o": 2151,
        "r": "nasb:Exodus:16:19",
        "t": "Moses said to them, “Let no man leave any of it until morning.”"
    },
    {
        "o": 2152,
        "r": "nasb:Exodus:16:20",
        "t": "But they did not listen to Moses, and some left part of it until morning, and it bred worms and became foul; and Moses was angry with them."
    },
    {
        "o": 2153,
        "r": "nasb:Exodus:16:21",
        "t": "They gathered it morning by morning, every man as much as he should eat; but when the sun grew hot, it would melt."
    },
    {
        "o": 2154,
        "r": "nasb:Exodus:16:21",
        "t": "The Sabbath Observed",
        "h": 2
    },
    {
        "o": 2155,
        "r": "nasb:Exodus:16:22",
        "t": "Now*p on the sixth day they gathered twice as much bread, two omers for each one. When all the leaders of the congregation came and told Moses,"
    },
    {
        "o": 2156,
        "r": "nasb:Exodus:16:23",
        "t": "then he said to them, “This is what the Lord*s meant: Tomorrow is a sabbath observance, a holy sabbath to the Lord.*s Bake what you will bake and boil what you will boil, and all that is left over put aside to be kept until morning.”"
    },
    {
        "o": 2157,
        "r": "nasb:Exodus:16:24",
        "t": "So they put it aside until morning, as Moses had ordered, and it did not become foul nor was there any worm in it."
    },
    {
        "o": 2158,
        "r": "nasb:Exodus:16:25",
        "t": "Moses said, “Eat it today, for today is a sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2159,
        "r": "nasb:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, the*i sabbath, there will be none.”"
    },
    {
        "o": 2160,
        "r": "nasb:Exodus:16:27",
        "t": "It*p came about on the seventh day that some of the people went out to gather, but they found none."
    },
    {
        "o": 2161,
        "r": "nasb:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long do you refuse to keep My commandments and My instructions?"
    },
    {
        "o": 2162,
        "r": "nasb:Exodus:16:29",
        "t": "See, the Lord*s has given you the sabbath; therefore He gives you bread for two days on the sixth day. Remain every man in his place; let no man go out of his place on the seventh day.”"
    },
    {
        "o": 2163,
        "r": "nasb:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2164,
        "r": "nasb:Exodus:16:31",
        "t": "The*p house of Israel named it manna, and it was like coriander seed, white, and its taste was like wafers with honey."
    },
    {
        "o": 2165,
        "r": "nasb:Exodus:16:32",
        "t": "Then Moses said, “This is what the Lord*s has commanded, ‘Let an omerful of it be kept throughout your generations, that they may see the bread that I fed you in the wilderness, when I brought you out of the land of Egypt.’ ”"
    },
    {
        "o": 2166,
        "r": "nasb:Exodus:16:33",
        "t": "Moses said to Aaron, “Take a jar and put an omerful of manna in it, and place it before the Lord*s to be kept throughout your generations.”"
    },
    {
        "o": 2167,
        "r": "nasb:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron placed it before the Testimony, to be kept."
    },
    {
        "o": 2168,
        "r": "nasb:Exodus:16:35",
        "t": "The sons of Israel ate the manna forty years, until they came to an inhabited land; they ate the manna until they came to the border of the land of Canaan."
    },
    {
        "o": 2169,
        "r": "nasb:Exodus:16:36",
        "t": "(Now an omer is a tenth of an ephah.)"
    },
    {
        "o": 2170,
        "r": "nasb:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2171,
        "r": "nasb:Exodus:17:0",
        "t": "Water in the Rock",
        "h": 2
    },
    {
        "o": 2172,
        "r": "nasb:Exodus:17:1",
        "t": "Then*p all the congregation of the sons of Israel journeyed by stages from the wilderness of Sin, according to the command of the Lord,*s and camped at Rephidim, and there was no water for the people to drink."
    },
    {
        "o": 2173,
        "r": "nasb:Exodus:17:2",
        "t": "Therefore the people quarreled with Moses and said, “Give us water that we may drink.” And Moses said to them, “Why do you quarrel with me? Why do you test the Lord?”*s"
    },
    {
        "o": 2174,
        "r": "nasb:Exodus:17:3",
        "t": "But the people thirsted there for water; and they grumbled against Moses and said, “Why, now, have you brought us up from Egypt, to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2175,
        "r": "nasb:Exodus:17:4",
        "t": "So Moses cried out to the Lord,*s saying, “What shall I do to this people? A little more and they will stone me.”"
    },
    {
        "o": 2176,
        "r": "nasb:Exodus:17:5",
        "t": "Then the Lord*s said to Moses, “Pass before the people and take with you some of the elders of Israel; and take in your hand your staff with which you struck the Nile, and go."
    },
    {
        "o": 2177,
        "r": "nasb:Exodus:17:6",
        "t": "Behold, I will stand before you there on the rock at Horeb; and you shall strike the rock, and water will come out of it, that the people may drink.” And Moses did so in the sight of the elders of Israel."
    },
    {
        "o": 2178,
        "r": "nasb:Exodus:17:7",
        "t": "He named the place Massah and Meribah because of the quarrel of the sons of Israel, and because they tested the Lord,*s saying, “Is the Lord*s among us, or not?”"
    },
    {
        "o": 2179,
        "r": "nasb:Exodus:17:7",
        "t": "Amalek Fought",
        "h": 2
    },
    {
        "o": 2180,
        "r": "nasb:Exodus:17:8",
        "t": "Then*p Amalek came and fought against Israel at Rephidim."
    },
    {
        "o": 2181,
        "r": "nasb:Exodus:17:9",
        "t": "So Moses said to Joshua, “Choose men for us and go out, fight against Amalek. Tomorrow I will station myself on the top of the hill with the staff of God in my hand.”"
    },
    {
        "o": 2182,
        "r": "nasb:Exodus:17:10",
        "t": "Joshua did as Moses told him, and fought against Amalek; and Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2183,
        "r": "nasb:Exodus:17:11",
        "t": "So it came about when Moses held his hand up, that Israel prevailed, and when he let his hand down, Amalek prevailed."
    },
    {
        "o": 2184,
        "r": "nasb:Exodus:17:12",
        "t": "But Moses’ hands were heavy. Then they took a stone and put it under him, and he sat on it; and Aaron and Hur supported his hands, one on one side and one on the other. Thus his hands were steady until the sun set."
    },
    {
        "o": 2185,
        "r": "nasb:Exodus:17:13",
        "t": "So Joshua overwhelmed Amalek and his people with the edge of the sword."
    },
    {
        "o": 2186,
        "r": "nasb:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this in a book as a memorial and recite it to Joshua, that I will utterly blot out the memory of Amalek from under heaven.”"
    },
    {
        "o": 2187,
        "r": "nasb:Exodus:17:15",
        "t": "Moses built an altar and named it The Lord*s is My Banner;"
    },
    {
        "o": 2188,
        "r": "nasb:Exodus:17:16",
        "t": "and he said, “The Lord*s has sworn; the Lord*s will have war against Amalek from generation to generation.”"
    },
    {
        "o": 2189,
        "r": "nasb:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2190,
        "r": "nasb:Exodus:18:0",
        "t": "Jethro, Moses’ Father-in-law",
        "h": 2
    },
    {
        "o": 2191,
        "r": "nasb:Exodus:18:1",
        "t": "Now*p Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel His people, how the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2192,
        "r": "nasb:Exodus:18:2",
        "t": "Jethro, Moses’ father-in-law, took Moses’ wife Zipporah, after he had sent her away,"
    },
    {
        "o": 2193,
        "r": "nasb:Exodus:18:3",
        "t": "and her two sons, of whom one was named Gershom, for Moses said, “I have been a sojourner in a foreign land.”"
    },
    {
        "o": 2194,
        "r": "nasb:Exodus:18:4",
        "t": "The other was named Eliezer, for he*i said,*i “The God of my father was my help, and delivered me from the sword of Pharaoh.”"
    },
    {
        "o": 2195,
        "r": "nasb:Exodus:18:5",
        "t": "Then*p Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was camped, at the mount of God."
    },
    {
        "o": 2196,
        "r": "nasb:Exodus:18:6",
        "t": "He sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her.”"
    },
    {
        "o": 2197,
        "r": "nasb:Exodus:18:7",
        "t": "Then Moses went out to meet his father-in-law, and he bowed down and kissed him; and they asked each other of their welfare and went into the tent."
    },
    {
        "o": 2198,
        "r": "nasb:Exodus:18:8",
        "t": "Moses told his father-in-law all that the Lord*s had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had befallen them on the journey, and how*i the Lord*s had delivered them."
    },
    {
        "o": 2199,
        "r": "nasb:Exodus:18:9",
        "t": "Jethro rejoiced over all the goodness which the Lord*s had done to Israel, in delivering them from the hand of the Egyptians."
    },
    {
        "o": 2200,
        "r": "nasb:Exodus:18:10",
        "t": "So Jethro said, “Blessed be the Lord*s who delivered you from the hand of the Egyptians and from the hand of Pharaoh, and*i who delivered the people from under the hand of the Egyptians."
    },
    {
        "o": 2201,
        "r": "nasb:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all the gods; indeed, it was proven when they dealt proudly against the people.”"
    },
    {
        "o": 2202,
        "r": "nasb:Exodus:18:12",
        "t": "Then Jethro, Moses’ father-in-law, took a burnt offering and sacrifices for God, and Aaron came with all the elders of Israel to eat a meal with Moses’ father-in-law before God."
    },
    {
        "o": 2203,
        "r": "nasb:Exodus:18:13",
        "t": "It*p came about the next day that Moses sat to judge the people, and the people stood about Moses from the morning until the evening."
    },
    {
        "o": 2204,
        "r": "nasb:Exodus:18:14",
        "t": "Now when Moses’ father-in-law saw all that he was doing for the people, he said, “What is this thing that you are doing for the people? Why do you alone sit as*i judge*i and all the people stand about you from morning until evening?”"
    },
    {
        "o": 2205,
        "r": "nasb:Exodus:18:15",
        "t": "Moses said to his father-in-law, “Because the people come to me to inquire of God."
    },
    {
        "o": 2206,
        "r": "nasb:Exodus:18:16",
        "t": "When they have a dispute, it comes to me, and I judge between a man and his neighbor and make known the statutes of God and His laws.”"
    },
    {
        "o": 2207,
        "r": "nasb:Exodus:18:16",
        "t": "Jethro Counsels Moses",
        "h": 2
    },
    {
        "o": 2208,
        "r": "nasb:Exodus:18:17",
        "t": "Moses’*p father-in-law said to him, “The thing that you are doing is not good."
    },
    {
        "o": 2209,
        "r": "nasb:Exodus:18:18",
        "t": "You will surely wear out, both yourself and these people who are with you, for the task is too heavy for you; you cannot do it alone."
    },
    {
        "o": 2210,
        "r": "nasb:Exodus:18:19",
        "t": "Now listen to me: I will give you counsel, and God be with you. You be the people’s representative before God, and you bring the disputes to God,"
    },
    {
        "o": 2211,
        "r": "nasb:Exodus:18:20",
        "t": "then teach them the statutes and the laws, and make known to them the way in which they are to walk and the work they are to do."
    },
    {
        "o": 2212,
        "r": "nasb:Exodus:18:21",
        "t": "Furthermore, you shall select out of all the people able men who fear God, men of truth, those who hate dishonest gain; and you shall place these*i over them as*i leaders of thousands, of hundreds, of fifties and of tens."
    },
    {
        "o": 2213,
        "r": "nasb:Exodus:18:22",
        "t": "Let them judge the people at all times; and let it be that every major dispute they will bring to you, but every minor dispute they themselves will judge. So it will be easier for you, and they will bear the*i burden*i with you."
    },
    {
        "o": 2214,
        "r": "nasb:Exodus:18:23",
        "t": "If you do this thing and God so*i commands you, then you will be able to endure, and all these people also will go to their place in peace.”"
    },
    {
        "o": 2215,
        "r": "nasb:Exodus:18:24",
        "t": "So*p Moses listened to his father-in-law and did all that he had said."
    },
    {
        "o": 2216,
        "r": "nasb:Exodus:18:25",
        "t": "Moses chose able men out of all Israel and made them heads over the people, leaders of thousands, of hundreds, of fifties and of tens."
    },
    {
        "o": 2217,
        "r": "nasb:Exodus:18:26",
        "t": "They judged the people at all times; the difficult dispute they would bring to Moses, but every minor dispute they themselves would judge."
    },
    {
        "o": 2218,
        "r": "nasb:Exodus:18:27",
        "t": "Then Moses bade his father-in-law farewell, and he went his way into his own land."
    },
    {
        "o": 2219,
        "r": "nasb:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2220,
        "r": "nasb:Exodus:19:0",
        "t": "Moses on Sinai",
        "h": 2
    },
    {
        "o": 2221,
        "r": "nasb:Exodus:19:1",
        "t": "In*p the third month after the sons of Israel had gone out of the land of Egypt, on that very day they came into the wilderness of Sinai."
    },
    {
        "o": 2222,
        "r": "nasb:Exodus:19:2",
        "t": "When they set out from Rephidim, they came to the wilderness of Sinai and camped in the wilderness; and there Israel camped in front of the mountain."
    },
    {
        "o": 2223,
        "r": "nasb:Exodus:19:3",
        "t": "Moses went up to God, and the Lord*s called to him from the mountain, saying, “Thus you shall say to the house of Jacob and tell the sons of Israel:"
    },
    {
        "o": 2224,
        "r": "nasb:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to the Egyptians, and how*i I bore you on eagles’ wings, and brought you to Myself."
    },
    {
        "o": 2225,
        "r": "nasb:Exodus:19:5",
        "t": "Now then, if you will indeed obey My voice and keep My covenant, then you shall be My own possession among all the peoples, for all the earth is Mine;"
    },
    {
        "o": 2226,
        "r": "nasb:Exodus:19:6",
        "t": "and you shall be to Me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the sons of Israel.”"
    },
    {
        "o": 2227,
        "r": "nasb:Exodus:19:7",
        "t": "So*p Moses came and called the elders of the people, and set before them all these words which the Lord*s had commanded him."
    },
    {
        "o": 2228,
        "r": "nasb:Exodus:19:8",
        "t": "All the people answered together and said, “All that the Lord*s has spoken we will do!” And Moses brought back the words of the people to the Lord.*s"
    },
    {
        "o": 2229,
        "r": "nasb:Exodus:19:9",
        "t": "The Lord*s said to Moses, “Behold, I will come to you in a thick cloud, so that the people may hear when I speak with you and may also believe in you forever.” Then Moses told the words of the people to the Lord.*s"
    },
    {
        "o": 2230,
        "r": "nasb:Exodus:19:10",
        "t": "The*p Lord*s also said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments;"
    },
    {
        "o": 2231,
        "r": "nasb:Exodus:19:11",
        "t": "and let them be ready for the third day, for on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2232,
        "r": "nasb:Exodus:19:12",
        "t": "You shall set bounds for the people all around, saying, ‘Beware that you do not go up on the mountain or touch the border of it; whoever touches the mountain shall surely be put to death."
    },
    {
        "o": 2233,
        "r": "nasb:Exodus:19:13",
        "t": "No hand shall touch him, but he shall surely be stoned or shot through; whether beast or man, he shall not live.’ When the ram’s horn sounds a long blast, they shall come up to the mountain.”"
    },
    {
        "o": 2234,
        "r": "nasb:Exodus:19:14",
        "t": "So Moses went down from the mountain to the people and consecrated the people, and they washed their garments."
    },
    {
        "o": 2235,
        "r": "nasb:Exodus:19:15",
        "t": "He said to the people, “Be ready for the third day; do not go near a woman.”"
    },
    {
        "o": 2236,
        "r": "nasb:Exodus:19:16",
        "t": "So*p it came about on the third day, when it was morning, that there were thunder and lightning flashes and a thick cloud upon the mountain and a very loud trumpet sound, so that all the people who were*i in the camp trembled."
    },
    {
        "o": 2237,
        "r": "nasb:Exodus:19:17",
        "t": "And Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain."
    },
    {
        "o": 2238,
        "r": "nasb:Exodus:19:17",
        "t": "The Lord Visits Sinai",
        "h": 2
    },
    {
        "o": 2239,
        "r": "nasb:Exodus:19:18",
        "t": "Now*p Mount Sinai was*i all in smoke because the Lord*s descended upon it in fire; and its smoke ascended like the smoke of a furnace, and the whole mountain quaked violently."
    },
    {
        "o": 2240,
        "r": "nasb:Exodus:19:19",
        "t": "When the sound of the trumpet grew louder and louder, Moses spoke and God answered him with thunder."
    },
    {
        "o": 2241,
        "r": "nasb:Exodus:19:20",
        "t": "The Lord*s came down on Mount Sinai, to the top of the mountain; and the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2242,
        "r": "nasb:Exodus:19:21",
        "t": "Then the Lord*s spoke to Moses, “Go down, warn the people, so that they do not break through to the Lord*s to gaze, and many of them perish."
    },
    {
        "o": 2243,
        "r": "nasb:Exodus:19:22",
        "t": "Also let the priests who come near to the Lord*s consecrate themselves, or else the Lord*s will break out against them.”"
    },
    {
        "o": 2244,
        "r": "nasb:Exodus:19:23",
        "t": "Moses said to the Lord,*s “The people cannot come up to Mount Sinai, for You warned us, saying, ‘Set bounds about the mountain and consecrate it.’ ”"
    },
    {
        "o": 2245,
        "r": "nasb:Exodus:19:24",
        "t": "Then the Lord*s said to him, “Go down and come up again,*i you and Aaron with you; but do not let the priests and the people break through to come up to the Lord,*s or He will break forth upon them.”"
    },
    {
        "o": 2246,
        "r": "nasb:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    },
    {
        "o": 2247,
        "r": "nasb:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2248,
        "r": "nasb:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2249,
        "r": "nasb:Exodus:20:1",
        "t": "Then*p God spoke all these words, saying,"
    },
    {
        "o": 2250,
        "r": "nasb:Exodus:20:2",
        "t": "“I*p am the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 2251,
        "r": "nasb:Exodus:20:3",
        "t": "“You*p shall have no other gods before Me."
    },
    {
        "o": 2252,
        "r": "nasb:Exodus:20:4",
        "t": "“You*p shall not make for yourself an idol, or any likeness of what is in heaven above or on the earth beneath or in the water under the earth."
    },
    {
        "o": 2253,
        "r": "nasb:Exodus:20:5",
        "t": "You shall not worship them or serve them; for I, the Lord*s your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and the fourth generations of those who hate Me,"
    },
    {
        "o": 2254,
        "r": "nasb:Exodus:20:6",
        "t": "but showing lovingkindness to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 2255,
        "r": "nasb:Exodus:20:7",
        "t": "“You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not leave him unpunished who takes His name in vain."
    },
    {
        "o": 2256,
        "r": "nasb:Exodus:20:8",
        "t": "“Remember*p the sabbath day, to keep it holy."
    },
    {
        "o": 2257,
        "r": "nasb:Exodus:20:9",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 2258,
        "r": "nasb:Exodus:20:10",
        "t": "but the seventh day is a sabbath of the Lord*s your God; in*i it*i you shall not do any work, you or your son or your daughter, your male or your female servant or your cattle or your sojourner who stays with you."
    },
    {
        "o": 2259,
        "r": "nasb:Exodus:20:11",
        "t": "For in six days the Lord*s made the heavens and the earth, the sea and all that is in them, and rested on the seventh day; therefore the Lord*s blessed the sabbath day and made it holy."
    },
    {
        "o": 2260,
        "r": "nasb:Exodus:20:12",
        "t": "“Honor*p your father and your mother, that your days may be prolonged in the land which the Lord*s your God gives you."
    },
    {
        "o": 2261,
        "r": "nasb:Exodus:20:13",
        "t": "“You*p shall not murder."
    },
    {
        "o": 2262,
        "r": "nasb:Exodus:20:14",
        "t": "“You*p shall not commit adultery."
    },
    {
        "o": 2263,
        "r": "nasb:Exodus:20:15",
        "t": "“You*p shall not steal."
    },
    {
        "o": 2264,
        "r": "nasb:Exodus:20:16",
        "t": "“You*p shall not bear false witness against your neighbor."
    },
    {
        "o": 2265,
        "r": "nasb:Exodus:20:17",
        "t": "“You*p shall not covet your neighbor’s house; you shall not covet your neighbor’s wife or his male servant or his female servant or his ox or his donkey or anything that belongs to your neighbor.”"
    },
    {
        "o": 2266,
        "r": "nasb:Exodus:20:18",
        "t": "All*p the people perceived the thunder and the lightning flashes and the sound of the trumpet and the mountain smoking; and when the people saw it,*i they trembled and stood at a distance."
    },
    {
        "o": 2267,
        "r": "nasb:Exodus:20:19",
        "t": "Then they said to Moses, “Speak to us yourself and we will listen; but let not God speak to us, or we will die.”"
    },
    {
        "o": 2268,
        "r": "nasb:Exodus:20:20",
        "t": "Moses said to the people, “Do not be afraid; for God has come in order to test you, and in order that the fear of Him may remain with you, so that you may not sin.”"
    },
    {
        "o": 2269,
        "r": "nasb:Exodus:20:21",
        "t": "So the people stood at a distance, while Moses approached the thick cloud where God was.*i"
    },
    {
        "o": 2270,
        "r": "nasb:Exodus:20:22",
        "t": "Then*p the Lord*s said to Moses, “Thus you shall say to the sons of Israel, ‘You yourselves have seen that I have spoken to you from heaven."
    },
    {
        "o": 2271,
        "r": "nasb:Exodus:20:23",
        "t": "You shall not make other*i gods*i besides Me; gods of silver or gods of gold, you shall not make for yourselves."
    },
    {
        "o": 2272,
        "r": "nasb:Exodus:20:24",
        "t": "You shall make an altar of earth for Me, and you shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen; in every place where I cause My name to be remembered, I will come to you and bless you."
    },
    {
        "o": 2273,
        "r": "nasb:Exodus:20:25",
        "t": "If you make an altar of stone for Me, you shall not build it of cut stones, for if you wield your tool on it, you will profane it."
    },
    {
        "o": 2274,
        "r": "nasb:Exodus:20:26",
        "t": "And you shall not go up by steps to My altar, so that your nakedness will not be exposed on it.’"
    },
    {
        "o": 2275,
        "r": "nasb:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2276,
        "r": "nasb:Exodus:21:0",
        "t": "Ordinances for the People",
        "h": 2
    },
    {
        "o": 2277,
        "r": "nasb:Exodus:21:1",
        "t": "“Now*p these are the ordinances which you are to set before them:"
    },
    {
        "o": 2278,
        "r": "nasb:Exodus:21:2",
        "t": "“If*p you buy a Hebrew slave, he shall serve for six years; but on the seventh he shall go out as a free man without payment."
    },
    {
        "o": 2279,
        "r": "nasb:Exodus:21:3",
        "t": "If he comes alone, he shall go out alone; if he is the husband of a wife, then his wife shall go out with him."
    },
    {
        "o": 2280,
        "r": "nasb:Exodus:21:4",
        "t": "If his master gives him a wife, and she bears him sons or daughters, the wife and her children shall belong to her master, and he shall go out alone."
    },
    {
        "o": 2281,
        "r": "nasb:Exodus:21:5",
        "t": "But if the slave plainly says, ‘I love my master, my wife and my children; I will not go out as a free man,’"
    },
    {
        "o": 2282,
        "r": "nasb:Exodus:21:6",
        "t": "then his master shall bring him to God, then he shall bring him to the door or the doorpost. And his master shall pierce his ear with an awl; and he shall serve him permanently."
    },
    {
        "o": 2283,
        "r": "nasb:Exodus:21:7",
        "t": "“If*p a man sells his daughter as a female slave, she is not to go free as the male slaves do."
    },
    {
        "o": 2284,
        "r": "nasb:Exodus:21:8",
        "t": "If she is displeasing in the eyes of her master who designated her for himself, then he shall let her be redeemed. He does not have authority to sell her to a foreign people because of his unfairness to her."
    },
    {
        "o": 2285,
        "r": "nasb:Exodus:21:9",
        "t": "If he designates her for his son, he shall deal with her according to the custom of daughters."
    },
    {
        "o": 2286,
        "r": "nasb:Exodus:21:10",
        "t": "If he takes to himself another woman, he may not reduce her food, her clothing, or her conjugal rights."
    },
    {
        "o": 2287,
        "r": "nasb:Exodus:21:11",
        "t": "If he will not do these three things*i for her, then she shall go out for nothing, without payment*i of*i money."
    },
    {
        "o": 2288,
        "r": "nasb:Exodus:21:11",
        "t": "Personal Injuries",
        "h": 2
    },
    {
        "o": 2289,
        "r": "nasb:Exodus:21:12",
        "t": "“He*p who strikes a man so that he dies shall surely be put to death."
    },
    {
        "o": 2290,
        "r": "nasb:Exodus:21:13",
        "t": "But if he did not lie in wait for*i him,*i but God let him*i fall into his hand, then I will appoint you a place to which he may flee."
    },
    {
        "o": 2291,
        "r": "nasb:Exodus:21:14",
        "t": "If, however, a man acts presumptuously toward his neighbor, so as to kill him craftily, you are to take him even*i from My altar, that he may die."
    },
    {
        "o": 2292,
        "r": "nasb:Exodus:21:15",
        "t": "“He*p who strikes his father or his mother shall surely be put to death."
    },
    {
        "o": 2293,
        "r": "nasb:Exodus:21:16",
        "t": "“He*p who kidnaps a man, whether he sells him or he is found in his possession, shall surely be put to death."
    },
    {
        "o": 2294,
        "r": "nasb:Exodus:21:17",
        "t": "“He*p who curses his father or his mother shall surely be put to death."
    },
    {
        "o": 2295,
        "r": "nasb:Exodus:21:18",
        "t": "“If*p men have a quarrel and one strikes the other with a stone or with his*i fist, and he does not die but remains in bed,"
    },
    {
        "o": 2296,
        "r": "nasb:Exodus:21:19",
        "t": "if he gets up and walks around outside on his staff, then he who struck him shall go unpunished; he shall only pay for his loss of time, and shall take care of him until he is completely healed."
    },
    {
        "o": 2297,
        "r": "nasb:Exodus:21:20",
        "t": "“If*p a man strikes his male or female slave with a rod and he dies at his hand, he shall be punished."
    },
    {
        "o": 2298,
        "r": "nasb:Exodus:21:21",
        "t": "If, however, he survives a day or two, no vengeance shall be taken; for he is his property."
    },
    {
        "o": 2299,
        "r": "nasb:Exodus:21:22",
        "t": "“If*p men struggle with each other and strike a woman with child so that she gives birth prematurely, yet there is no injury, he shall surely be fined as the woman’s husband may demand of him, and he shall pay as the judges decide.*i"
    },
    {
        "o": 2300,
        "r": "nasb:Exodus:21:23",
        "t": "But if there is any*i further*i injury, then you shall appoint as*i a*i penalty*i life for life,"
    },
    {
        "o": 2301,
        "r": "nasb:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2302,
        "r": "nasb:Exodus:21:25",
        "t": "burn for burn, wound for wound, bruise for bruise."
    },
    {
        "o": 2303,
        "r": "nasb:Exodus:21:26",
        "t": "“If*p a man strikes the eye of his male or female slave, and destroys it, he shall let him go free on account of his eye."
    },
    {
        "o": 2304,
        "r": "nasb:Exodus:21:27",
        "t": "And if he knocks out a tooth of his male or female slave, he shall let him go free on account of his tooth."
    },
    {
        "o": 2305,
        "r": "nasb:Exodus:21:28",
        "t": "“If*p an ox gores a man or a woman to death, the ox shall surely be stoned and its flesh shall not be eaten; but the owner of the ox shall go unpunished."
    },
    {
        "o": 2306,
        "r": "nasb:Exodus:21:29",
        "t": "If, however, an ox was previously in the habit of goring and its owner has been warned, yet he does not confine it and it kills a man or a woman, the ox shall be stoned and its owner also shall be put to death."
    },
    {
        "o": 2307,
        "r": "nasb:Exodus:21:30",
        "t": "If a ransom is demanded of him, then he shall give for the redemption of his life whatever is demanded of him."
    },
    {
        "o": 2308,
        "r": "nasb:Exodus:21:31",
        "t": "Whether it gores a son or a daughter, it shall be done to him according to the same rule."
    },
    {
        "o": 2309,
        "r": "nasb:Exodus:21:32",
        "t": "If the ox gores a male or female slave, the owner shall give his or*i her*i master thirty shekels of silver, and the ox shall be stoned."
    },
    {
        "o": 2310,
        "r": "nasb:Exodus:21:33",
        "t": "“If*p a man opens a pit, or digs a pit and does not cover it over, and an ox or a donkey falls into it,"
    },
    {
        "o": 2311,
        "r": "nasb:Exodus:21:34",
        "t": "the owner of the pit shall make restitution; he shall give money to its owner, and the dead animal*i shall become his."
    },
    {
        "o": 2312,
        "r": "nasb:Exodus:21:35",
        "t": "“If*p one man’s ox hurts another’s so that it dies, then they shall sell the live ox and divide its price equally; and also they shall divide the dead ox.*i"
    },
    {
        "o": 2313,
        "r": "nasb:Exodus:21:36",
        "t": "Or if*i it is known that the ox was previously in the habit of goring, yet its owner has not confined it, he shall surely pay ox for ox, and the dead animal*i shall become his."
    },
    {
        "o": 2314,
        "r": "nasb:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2315,
        "r": "nasb:Exodus:22:0",
        "t": "Property Rights",
        "h": 2
    },
    {
        "o": 2316,
        "r": "nasb:Exodus:22:1",
        "t": "“If*p a man steals an ox or a sheep and slaughters it or sells it, he shall pay five oxen for the ox and four sheep for the sheep."
    },
    {
        "o": 2317,
        "r": "nasb:Exodus:22:2",
        "t": "“If*p the thief is caught while breaking in and is struck so that he dies, there will be no bloodguiltiness on his account."
    },
    {
        "o": 2318,
        "r": "nasb:Exodus:22:3",
        "t": "But*i if the sun has risen on him, there will be bloodguiltiness on his account. He shall surely make restitution; if he owns nothing, then he shall be sold for his theft."
    },
    {
        "o": 2319,
        "r": "nasb:Exodus:22:4",
        "t": "If what he stole is actually found alive in his possession, whether an ox or a donkey or a sheep, he shall pay double."
    },
    {
        "o": 2320,
        "r": "nasb:Exodus:22:5",
        "t": "“If*p a man lets a field or vineyard be grazed bare*i and lets his animal loose so that it grazes in another man’s field, he shall make restitution from the best of his own field and the best of his own vineyard."
    },
    {
        "o": 2321,
        "r": "nasb:Exodus:22:6",
        "t": "“If*p a fire breaks out and spreads to thorn bushes, so that stacked grain or the standing grain or the field itself*i is consumed, he who started the fire shall surely make restitution."
    },
    {
        "o": 2322,
        "r": "nasb:Exodus:22:7",
        "t": "“If*p a man gives his neighbor money or goods to keep for*i him*i and it is stolen from the man’s house, if the thief is caught, he shall pay double."
    },
    {
        "o": 2323,
        "r": "nasb:Exodus:22:8",
        "t": "If the thief is not caught, then the owner of the house shall appear before the judges, to*i determine whether he laid his hands on his neighbor’s property."
    },
    {
        "o": 2324,
        "r": "nasb:Exodus:22:9",
        "t": "For every breach of trust, whether*i it*i is*i for ox, for donkey, for sheep, for clothing, or*i for any lost thing about which one says, ‘This is it,’ the case of both parties shall come before the judges; he whom the judges condemn shall pay double to his neighbor."
    },
    {
        "o": 2325,
        "r": "nasb:Exodus:22:10",
        "t": "“If*p a man gives his neighbor a donkey, an ox, a sheep, or any animal to keep for*i him,*i and it dies or is hurt or is driven away while no one is looking,"
    },
    {
        "o": 2326,
        "r": "nasb:Exodus:22:11",
        "t": "an oath before the Lord*s shall be made by the two of them that he has not laid hands on his neighbor’s property; and its owner shall accept it,*i and he shall not make restitution."
    },
    {
        "o": 2327,
        "r": "nasb:Exodus:22:12",
        "t": "But if it is actually stolen from him, he shall make restitution to its owner."
    },
    {
        "o": 2328,
        "r": "nasb:Exodus:22:13",
        "t": "If it is all torn to pieces, let him bring it as evidence; he shall not make restitution for what has been torn to pieces."
    },
    {
        "o": 2329,
        "r": "nasb:Exodus:22:14",
        "t": "“If*p a man borrows anything*i from his neighbor, and it is injured or dies while its owner is not with it, he shall make full restitution."
    },
    {
        "o": 2330,
        "r": "nasb:Exodus:22:15",
        "t": "If its owner is with it, he shall not make restitution; if it is hired, it came for its hire."
    },
    {
        "o": 2331,
        "r": "nasb:Exodus:22:15",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 2332,
        "r": "nasb:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not engaged, and lies with her, he must pay a dowry for her to*i be*i his wife."
    },
    {
        "o": 2333,
        "r": "nasb:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he shall pay money equal to the dowry for virgins."
    },
    {
        "o": 2334,
        "r": "nasb:Exodus:22:18",
        "t": "“You*p shall not allow a sorceress to live."
    },
    {
        "o": 2335,
        "r": "nasb:Exodus:22:19",
        "t": "“Whoever*p lies with an animal shall surely be put to death."
    },
    {
        "o": 2336,
        "r": "nasb:Exodus:22:20",
        "t": "“He*p who sacrifices to any god, other than to the Lord*s alone, shall be utterly destroyed."
    },
    {
        "o": 2337,
        "r": "nasb:Exodus:22:21",
        "t": "“You*p shall not wrong a stranger or oppress him, for you were strangers in the land of Egypt."
    },
    {
        "o": 2338,
        "r": "nasb:Exodus:22:22",
        "t": "You shall not afflict any widow or orphan."
    },
    {
        "o": 2339,
        "r": "nasb:Exodus:22:23",
        "t": "If you afflict him at all, and*i if he does cry out to Me, I will surely hear his cry;"
    },
    {
        "o": 2340,
        "r": "nasb:Exodus:22:24",
        "t": "and My anger will be kindled, and I will kill you with the sword, and your wives shall become widows and your children fatherless."
    },
    {
        "o": 2341,
        "r": "nasb:Exodus:22:25",
        "t": "“If*p you lend money to My people, to the poor among you, you are not to act as a creditor to him; you shall not charge him interest."
    },
    {
        "o": 2342,
        "r": "nasb:Exodus:22:26",
        "t": "If you ever take your neighbor’s cloak as a pledge, you are to return it to him before the sun sets,"
    },
    {
        "o": 2343,
        "r": "nasb:Exodus:22:27",
        "t": "for that is his only covering; it is his cloak for his body. What else shall he sleep in? And it shall come about that when he cries out to Me, I will hear him,*i for I am gracious."
    },
    {
        "o": 2344,
        "r": "nasb:Exodus:22:28",
        "t": "“You*p shall not curse God, nor curse a ruler of your people."
    },
    {
        "o": 2345,
        "r": "nasb:Exodus:22:29",
        "t": "“You*p shall not delay the*i offering*i from*i your harvest and your vintage. The firstborn of your sons you shall give to Me."
    },
    {
        "o": 2346,
        "r": "nasb:Exodus:22:30",
        "t": "You shall do the same with your oxen and*i with your sheep. It shall be with its mother seven days; on the eighth day you shall give it to Me."
    },
    {
        "o": 2347,
        "r": "nasb:Exodus:22:31",
        "t": "“You*p shall be holy men to Me, therefore you shall not eat any*i flesh torn to pieces in the field; you shall throw it to the dogs."
    },
    {
        "o": 2348,
        "r": "nasb:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2349,
        "r": "nasb:Exodus:23:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 2350,
        "r": "nasb:Exodus:23:1",
        "t": "“You*p shall not bear a false report; do not join your hand with a wicked man to be a malicious witness."
    },
    {
        "o": 2351,
        "r": "nasb:Exodus:23:2",
        "t": "You shall not follow the masses in doing evil, nor shall you testify in a dispute so as to turn aside after a multitude in order to pervert justice;*i"
    },
    {
        "o": 2352,
        "r": "nasb:Exodus:23:3",
        "t": "nor shall you be partial to a poor man in his dispute."
    },
    {
        "o": 2353,
        "r": "nasb:Exodus:23:4",
        "t": "“If*p you meet your enemy’s ox or his donkey wandering away, you shall surely return it to him."
    },
    {
        "o": 2354,
        "r": "nasb:Exodus:23:5",
        "t": "If you see the donkey of one who hates you lying helpless*i under its load, you shall refrain from leaving it to him, you shall surely release it*i with him."
    },
    {
        "o": 2355,
        "r": "nasb:Exodus:23:6",
        "t": "“You*p shall not pervert the justice due*i to your needy brother*i in his dispute."
    },
    {
        "o": 2356,
        "r": "nasb:Exodus:23:7",
        "t": "Keep far from a false charge, and do not kill the innocent or the righteous, for I will not acquit the guilty."
    },
    {
        "o": 2357,
        "r": "nasb:Exodus:23:8",
        "t": "“You*p shall not take a bribe, for a bribe blinds the clear-sighted and subverts the cause of the just."
    },
    {
        "o": 2358,
        "r": "nasb:Exodus:23:9",
        "t": "“You*p shall not oppress a stranger, since you yourselves know the feelings of a stranger, for you also*i were strangers in the land of Egypt."
    },
    {
        "o": 2359,
        "r": "nasb:Exodus:23:9",
        "t": "The Sabbath and Land",
        "h": 2
    },
    {
        "o": 2360,
        "r": "nasb:Exodus:23:10",
        "t": "“You*p shall sow your land for six years and gather in its yield,"
    },
    {
        "o": 2361,
        "r": "nasb:Exodus:23:11",
        "t": "but on*i the seventh year you shall let it rest and lie fallow, so that the needy of your people may eat; and whatever they leave the beast of the field may eat. You are to do the same with your vineyard and*i your olive grove."
    },
    {
        "o": 2362,
        "r": "nasb:Exodus:23:12",
        "t": "“Six*p days you are to do your work, but on the seventh day you shall cease from*i labor*i so that your ox and your donkey may rest, and the son of your female slave, as well as your stranger, may refresh themselves."
    },
    {
        "o": 2363,
        "r": "nasb:Exodus:23:13",
        "t": "Now concerning everything which I have said to you, be on your guard; and do not mention the name of other gods, nor let them*i be heard from your mouth."
    },
    {
        "o": 2364,
        "r": "nasb:Exodus:23:13",
        "t": "Three National Feasts",
        "h": 2
    },
    {
        "o": 2365,
        "r": "nasb:Exodus:23:14",
        "t": "“Three*p times a year you shall celebrate a feast to Me."
    },
    {
        "o": 2366,
        "r": "nasb:Exodus:23:15",
        "t": "You shall observe the Feast of Unleavened Bread; for seven days you are to eat unleavened bread, as I commanded you, at the appointed time in the month Abib, for in it you came out of Egypt. And none shall appear before Me empty-handed."
    },
    {
        "o": 2367,
        "r": "nasb:Exodus:23:16",
        "t": "Also you*i shall*i observe*i the Feast of the Harvest of*i the first fruits of your labors from*i what you sow in the field; also the Feast of the Ingathering at the end of the year when you gather in the*i fruit*i of*i your labors from the field."
    },
    {
        "o": 2368,
        "r": "nasb:Exodus:23:17",
        "t": "Three times a year all your males shall appear before the Lord God.*s"
    },
    {
        "o": 2369,
        "r": "nasb:Exodus:23:18",
        "t": "“You*p shall not offer the blood of My sacrifice with leavened bread; nor is the fat of My feast to remain overnight until morning."
    },
    {
        "o": 2370,
        "r": "nasb:Exodus:23:19",
        "t": "“You*p shall bring the choice first fruits of your soil into the house of the Lord*s your God. “You*bp are not to boil a young goat in the milk of its mother."
    },
    {
        "o": 2371,
        "r": "nasb:Exodus:23:19",
        "t": "Conquest of the Land",
        "h": 2
    },
    {
        "o": 2372,
        "r": "nasb:Exodus:23:20",
        "t": "“Behold,*p I am going to send an angel before you to guard you along the way and to bring you into the place which I have prepared."
    },
    {
        "o": 2373,
        "r": "nasb:Exodus:23:21",
        "t": "Be on your guard before him and obey his voice; do not be rebellious toward him, for he will not pardon your transgression, since My name is in him."
    },
    {
        "o": 2374,
        "r": "nasb:Exodus:23:22",
        "t": "But if you truly obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries."
    },
    {
        "o": 2375,
        "r": "nasb:Exodus:23:23",
        "t": "For My angel will go before you and bring you in to the*i land*i of*i the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites and the Jebusites; and I will completely destroy them."
    },
    {
        "o": 2376,
        "r": "nasb:Exodus:23:24",
        "t": "You shall not worship their gods, nor serve them, nor do according to their deeds; but you shall utterly overthrow them and break their sacred*i pillars in pieces."
    },
    {
        "o": 2377,
        "r": "nasb:Exodus:23:25",
        "t": "But you shall serve the Lord*s your God, and He will bless your bread and your water; and I will remove sickness from your midst."
    },
    {
        "o": 2378,
        "r": "nasb:Exodus:23:26",
        "t": "There shall be no one miscarrying or barren in your land; I will fulfill the number of your days."
    },
    {
        "o": 2379,
        "r": "nasb:Exodus:23:27",
        "t": "I will send My terror ahead of you, and throw into confusion all the people among whom you come, and I will make all your enemies turn their*i backs to you."
    },
    {
        "o": 2380,
        "r": "nasb:Exodus:23:28",
        "t": "I will send hornets ahead of you so that they will drive out the Hivites, the Canaanites, and the Hittites before you."
    },
    {
        "o": 2381,
        "r": "nasb:Exodus:23:29",
        "t": "I will not drive them out before you in a single year, that the land may not become desolate and the beasts of the field become too numerous for you."
    },
    {
        "o": 2382,
        "r": "nasb:Exodus:23:30",
        "t": "I will drive them out before you little by little, until you become fruitful and take possession of the land."
    },
    {
        "o": 2383,
        "r": "nasb:Exodus:23:31",
        "t": "I will fix your boundary from the Red Sea to the sea of the Philistines, and from the wilderness to the River Euphrates;*i for I will deliver the inhabitants of the land into your hand, and you will drive them out before you."
    },
    {
        "o": 2384,
        "r": "nasb:Exodus:23:32",
        "t": "You shall make no covenant with them or with their gods."
    },
    {
        "o": 2385,
        "r": "nasb:Exodus:23:33",
        "t": "They shall not live in your land, because they will make you sin against Me; for if*i you serve their gods, it will surely be a snare to you.”"
    },
    {
        "o": 2386,
        "r": "nasb:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2387,
        "r": "nasb:Exodus:24:0",
        "t": "People Affirm Their Covenant with God",
        "h": 2
    },
    {
        "o": 2388,
        "r": "nasb:Exodus:24:1",
        "t": "Then*p He said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu and seventy of the elders of Israel, and you shall worship at a distance."
    },
    {
        "o": 2389,
        "r": "nasb:Exodus:24:2",
        "t": "Moses alone, however, shall come near to the Lord,*s but they shall not come near, nor shall the people come up with him.”"
    },
    {
        "o": 2390,
        "r": "nasb:Exodus:24:3",
        "t": "Then*p Moses came and recounted to the people all the words of the Lord*s and all the ordinances; and all the people answered with one voice and said, “All the words which the Lord*s has spoken we will do!”"
    },
    {
        "o": 2391,
        "r": "nasb:Exodus:24:4",
        "t": "Moses wrote down all the words of the Lord.*s Then he arose early in the morning, and built an altar at the foot of the mountain with twelve pillars for the twelve tribes of Israel."
    },
    {
        "o": 2392,
        "r": "nasb:Exodus:24:5",
        "t": "He sent young men of the sons of Israel, and they offered burnt offerings and sacrificed young bulls as peace offerings to the Lord.*s"
    },
    {
        "o": 2393,
        "r": "nasb:Exodus:24:6",
        "t": "Moses took half of the blood and put it*i in basins, and the other*i half of the blood he sprinkled on the altar."
    },
    {
        "o": 2394,
        "r": "nasb:Exodus:24:7",
        "t": "Then he took the book of the covenant and read it*i in the hearing of the people; and they said, “All that the Lord*s has spoken we will do, and we will be obedient!”"
    },
    {
        "o": 2395,
        "r": "nasb:Exodus:24:8",
        "t": "So Moses took the blood and sprinkled it*i on the people, and said, “Behold the blood of the covenant, which the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2396,
        "r": "nasb:Exodus:24:9",
        "t": "Then*p Moses went up with Aaron, Nadab and Abihu, and seventy of the elders of Israel,"
    },
    {
        "o": 2397,
        "r": "nasb:Exodus:24:10",
        "t": "and they saw the God of Israel; and under His feet there appeared to be a pavement of sapphire, as clear as the sky itself."
    },
    {
        "o": 2398,
        "r": "nasb:Exodus:24:11",
        "t": "Yet He did not stretch out His hand against the nobles of the sons of Israel; and they saw God, and they ate and drank."
    },
    {
        "o": 2399,
        "r": "nasb:Exodus:24:12",
        "t": "Now*p the Lord*s said to Moses, “Come up to Me on the mountain and remain there, and I will give you the stone tablets with the law and the commandment which I have written for their instruction.”"
    },
    {
        "o": 2400,
        "r": "nasb:Exodus:24:13",
        "t": "So Moses arose with Joshua his servant, and Moses went up to the mountain of God."
    },
    {
        "o": 2401,
        "r": "nasb:Exodus:24:14",
        "t": "But to the elders he said, “Wait here for us until we return to you. And behold, Aaron and Hur are with you; whoever has a legal matter, let him approach them.”"
    },
    {
        "o": 2402,
        "r": "nasb:Exodus:24:15",
        "t": "Then Moses went up to the mountain, and the cloud covered the mountain."
    },
    {
        "o": 2403,
        "r": "nasb:Exodus:24:16",
        "t": "The glory of the Lord*s rested on Mount Sinai, and the cloud covered it for six days; and on the seventh day He called to Moses from the midst of the cloud."
    },
    {
        "o": 2404,
        "r": "nasb:Exodus:24:17",
        "t": "And to the eyes of the sons of Israel the appearance of the glory of the Lord*s was like a consuming fire on the mountain top."
    },
    {
        "o": 2405,
        "r": "nasb:Exodus:24:18",
        "t": "Moses entered the midst of the cloud as he went up to the mountain; and Moses was on the mountain forty days and forty nights."
    },
    {
        "o": 2406,
        "r": "nasb:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2407,
        "r": "nasb:Exodus:25:0",
        "t": "Offerings for the Sanctuary",
        "h": 2
    },
    {
        "o": 2408,
        "r": "nasb:Exodus:25:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2409,
        "r": "nasb:Exodus:25:2",
        "t": "“Tell the sons of Israel to raise a contribution for Me; from every man whose heart moves him you shall raise My contribution."
    },
    {
        "o": 2410,
        "r": "nasb:Exodus:25:3",
        "t": "This is the contribution which you are to raise from them: gold, silver and bronze,"
    },
    {
        "o": 2411,
        "r": "nasb:Exodus:25:4",
        "t": "blue, purple and scarlet material,*i fine linen, goat hair,*i"
    },
    {
        "o": 2412,
        "r": "nasb:Exodus:25:5",
        "t": "rams’ skins dyed red, porpoise skins, acacia wood,"
    },
    {
        "o": 2413,
        "r": "nasb:Exodus:25:6",
        "t": "oil for lighting, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2414,
        "r": "nasb:Exodus:25:7",
        "t": "onyx stones and setting stones for the ephod and for the breastpiece."
    },
    {
        "o": 2415,
        "r": "nasb:Exodus:25:8",
        "t": "Let them construct a sanctuary for Me, that I may dwell among them."
    },
    {
        "o": 2416,
        "r": "nasb:Exodus:25:9",
        "t": "According to all that I am going to show you, as*i the pattern of the tabernacle and the pattern of all its furniture, just so you shall construct it.*i"
    },
    {
        "o": 2417,
        "r": "nasb:Exodus:25:9",
        "t": "Ark of the Covenant",
        "h": 2
    },
    {
        "o": 2418,
        "r": "nasb:Exodus:25:10",
        "t": "“They*p shall construct an ark of acacia wood two and a half cubits long, and one and a half cubits wide, and one and a half cubits high."
    },
    {
        "o": 2419,
        "r": "nasb:Exodus:25:11",
        "t": "You shall overlay it with pure gold, inside and out you shall overlay it, and you shall make a gold molding around it."
    },
    {
        "o": 2420,
        "r": "nasb:Exodus:25:12",
        "t": "You shall cast four gold rings for it and fasten them on its four feet, and two rings shall be on one side of it and two rings on the other side of it."
    },
    {
        "o": 2421,
        "r": "nasb:Exodus:25:13",
        "t": "You shall make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2422,
        "r": "nasb:Exodus:25:14",
        "t": "You shall put the poles into the rings on the sides of the ark, to carry the ark with them."
    },
    {
        "o": 2423,
        "r": "nasb:Exodus:25:15",
        "t": "The poles shall remain in the rings of the ark; they shall not be removed from it."
    },
    {
        "o": 2424,
        "r": "nasb:Exodus:25:16",
        "t": "You shall put into the ark the testimony which I shall give you."
    },
    {
        "o": 2425,
        "r": "nasb:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold, two and a half cubits long and one and a half cubits wide."
    },
    {
        "o": 2426,
        "r": "nasb:Exodus:25:18",
        "t": "You shall make two cherubim of gold, make them of hammered work at the two ends of the mercy seat."
    },
    {
        "o": 2427,
        "r": "nasb:Exodus:25:19",
        "t": "Make one cherub at one end and one cherub at the other end; you shall make the cherubim of*i one*i piece*i with the mercy seat at its two ends."
    },
    {
        "o": 2428,
        "r": "nasb:Exodus:25:20",
        "t": "The cherubim shall have their*i wings spread upward, covering the mercy seat with their wings and facing one another; the faces of the cherubim are to be turned*i toward the mercy seat."
    },
    {
        "o": 2429,
        "r": "nasb:Exodus:25:21",
        "t": "You shall put the mercy seat on top of the ark, and in the ark you shall put the testimony which I will give to you."
    },
    {
        "o": 2430,
        "r": "nasb:Exodus:25:22",
        "t": "There I will meet with you; and from above the mercy seat, from between the two cherubim which are upon the ark of the testimony, I will speak to you about all that I will give you in commandment for the sons of Israel."
    },
    {
        "o": 2431,
        "r": "nasb:Exodus:25:22",
        "t": "The Table of Showbread",
        "h": 2
    },
    {
        "o": 2432,
        "r": "nasb:Exodus:25:23",
        "t": "“You*p shall make a table of acacia wood, two cubits long and one cubit wide and one and a half cubits high."
    },
    {
        "o": 2433,
        "r": "nasb:Exodus:25:24",
        "t": "You shall overlay it with pure gold and make a gold border around it."
    },
    {
        "o": 2434,
        "r": "nasb:Exodus:25:25",
        "t": "You shall make for it a rim of a handbreadth around it;*i and you shall make a gold border for the rim around it."
    },
    {
        "o": 2435,
        "r": "nasb:Exodus:25:26",
        "t": "You shall make four gold rings for it and put rings on the four corners which are on its four feet."
    },
    {
        "o": 2436,
        "r": "nasb:Exodus:25:27",
        "t": "The rings shall be close to the rim as holders for the poles to carry the table."
    },
    {
        "o": 2437,
        "r": "nasb:Exodus:25:28",
        "t": "You shall make the poles of acacia wood and overlay them with gold, so that with them the table may be carried."
    },
    {
        "o": 2438,
        "r": "nasb:Exodus:25:29",
        "t": "You shall make its dishes and its pans and its jars and its bowls with which to pour drink offerings; you shall make them of pure gold."
    },
    {
        "o": 2439,
        "r": "nasb:Exodus:25:30",
        "t": "You shall set the bread of the Presence on the table before Me at all times."
    },
    {
        "o": 2440,
        "r": "nasb:Exodus:25:30",
        "t": "The Golden Lampstand",
        "h": 2
    },
    {
        "o": 2441,
        "r": "nasb:Exodus:25:31",
        "t": "“Then*p you shall make a lampstand of pure gold. The lampstand and*i its base and its shaft are to be made of hammered work; its cups, its bulbs and its flowers shall be of*i one*i piece*i with it."
    },
    {
        "o": 2442,
        "r": "nasb:Exodus:25:32",
        "t": "Six branches shall go out from its sides; three branches of the lampstand from its one side and three branches of the lampstand from its other side."
    },
    {
        "o": 2443,
        "r": "nasb:Exodus:25:33",
        "t": "Three cups shall*i be*i shaped like almond blossoms*i in the one branch, a bulb and a flower, and three cups shaped like almond blossoms*i in the other branch, a bulb and a flower—so for six branches going out from the lampstand;"
    },
    {
        "o": 2444,
        "r": "nasb:Exodus:25:34",
        "t": "and in the lampstand four cups shaped like almond blossoms,*i its bulbs and its flowers."
    },
    {
        "o": 2445,
        "r": "nasb:Exodus:25:35",
        "t": "A bulb shall be under the first*i pair of branches coming*i out of it, and a bulb under the second*i pair of branches coming*i out of it, and a bulb under the third*i pair of branches coming*i out of it, for the six branches coming out of the lampstand."
    },
    {
        "o": 2446,
        "r": "nasb:Exodus:25:36",
        "t": "Their bulbs and their branches shall*i be*i of*i one*i piece*i with it; all of it shall be one piece of hammered work of pure gold."
    },
    {
        "o": 2447,
        "r": "nasb:Exodus:25:37",
        "t": "Then you shall make its lamps seven in*i number;*i and they shall mount its lamps so as to shed light on the space in front of it."
    },
    {
        "o": 2448,
        "r": "nasb:Exodus:25:38",
        "t": "Its snuffers and their trays shall*i be*i of pure gold."
    },
    {
        "o": 2449,
        "r": "nasb:Exodus:25:39",
        "t": "It shall be made from a talent of pure gold, with all these utensils."
    },
    {
        "o": 2450,
        "r": "nasb:Exodus:25:40",
        "t": "See that you make them*i after the pattern for them, which was shown to you on the mountain."
    },
    {
        "o": 2451,
        "r": "nasb:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2452,
        "r": "nasb:Exodus:26:0",
        "t": "Curtains of Linen",
        "h": 2
    },
    {
        "o": 2453,
        "r": "nasb:Exodus:26:1",
        "t": "“Moreover*p you shall make the tabernacle with ten curtains of fine twisted linen and blue and purple and scarlet material;*i you shall make them with cherubim, the work of a skillful workman."
    },
    {
        "o": 2454,
        "r": "nasb:Exodus:26:2",
        "t": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits; all the curtains shall have the same measurements."
    },
    {
        "o": 2455,
        "r": "nasb:Exodus:26:3",
        "t": "Five curtains shall be joined to one another, and the*i other*i five curtains shall*i be*i joined to one another."
    },
    {
        "o": 2456,
        "r": "nasb:Exodus:26:4",
        "t": "You shall make loops of blue on the edge of the outermost curtain in the first*i set, and likewise you shall make them*i on the edge of the curtain that is outermost in the second set."
    },
    {
        "o": 2457,
        "r": "nasb:Exodus:26:5",
        "t": "You shall make fifty loops in the one curtain, and you shall make fifty loops on the edge of the curtain that is in the second set; the loops shall be opposite each other."
    },
    {
        "o": 2458,
        "r": "nasb:Exodus:26:6",
        "t": "You shall make fifty clasps of gold, and join the curtains to one another with the clasps so that the tabernacle will be a unit."
    },
    {
        "o": 2459,
        "r": "nasb:Exodus:26:6",
        "t": "Curtains of Goats’ Hair",
        "h": 2
    },
    {
        "o": 2460,
        "r": "nasb:Exodus:26:7",
        "t": "“Then*p you shall make curtains of goats’ hair*i for a tent over the tabernacle; you shall make eleven curtains in all."
    },
    {
        "o": 2461,
        "r": "nasb:Exodus:26:8",
        "t": "The length of each curtain shall*i be*i thirty cubits, and the width of each curtain four cubits; the eleven curtains shall have the same measurements."
    },
    {
        "o": 2462,
        "r": "nasb:Exodus:26:9",
        "t": "You shall join five curtains by themselves and the other*i six curtains by themselves, and you shall double over the sixth curtain at the front of the tent."
    },
    {
        "o": 2463,
        "r": "nasb:Exodus:26:10",
        "t": "You shall make fifty loops on the edge of the curtain that is outermost in the first*i set, and fifty loops on the edge of the curtain that*i is*i outermost*i in*i the second set."
    },
    {
        "o": 2464,
        "r": "nasb:Exodus:26:11",
        "t": "“You*p shall make fifty clasps of bronze, and you shall put the clasps into the loops and join the tent together so that it will be a unit."
    },
    {
        "o": 2465,
        "r": "nasb:Exodus:26:12",
        "t": "The overlapping part that is left over in the curtains of the tent, the half curtain that is left over, shall lap over the back of the tabernacle."
    },
    {
        "o": 2466,
        "r": "nasb:Exodus:26:13",
        "t": "The cubit on one side and the cubit on the other, of what is left over in the length of the curtains of the tent, shall lap over the sides of the tabernacle on one side and on the other, to cover it."
    },
    {
        "o": 2467,
        "r": "nasb:Exodus:26:14",
        "t": "You shall make a covering for the tent of rams’ skins dyed red and a covering of porpoise skins above."
    },
    {
        "o": 2468,
        "r": "nasb:Exodus:26:14",
        "t": "Boards and Sockets",
        "h": 2
    },
    {
        "o": 2469,
        "r": "nasb:Exodus:26:15",
        "t": "“Then*p you shall make the boards for the tabernacle of acacia wood, standing upright."
    },
    {
        "o": 2470,
        "r": "nasb:Exodus:26:16",
        "t": "Ten cubits shall*i be*i the length of each board and one and a half cubits the width of each board."
    },
    {
        "o": 2471,
        "r": "nasb:Exodus:26:17",
        "t": "There*i shall*i be*i two tenons for each board, fitted to one another; thus you shall do for all the boards of the tabernacle."
    },
    {
        "o": 2472,
        "r": "nasb:Exodus:26:18",
        "t": "You shall make the boards for the tabernacle: twenty boards for the south side."
    },
    {
        "o": 2473,
        "r": "nasb:Exodus:26:19",
        "t": "You shall make forty sockets of silver under the twenty boards, two sockets under one board for its two tenons and two sockets under another board for its two tenons;"
    },
    {
        "o": 2474,
        "r": "nasb:Exodus:26:20",
        "t": "and for the second side of the tabernacle, on the north side, twenty boards,"
    },
    {
        "o": 2475,
        "r": "nasb:Exodus:26:21",
        "t": "and their forty sockets of silver; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2476,
        "r": "nasb:Exodus:26:22",
        "t": "For the rear of the tabernacle, to the west, you shall make six boards."
    },
    {
        "o": 2477,
        "r": "nasb:Exodus:26:23",
        "t": "You shall make two boards for the corners of the tabernacle at the rear."
    },
    {
        "o": 2478,
        "r": "nasb:Exodus:26:24",
        "t": "They shall be double beneath, and together they shall be complete to its top to the first ring; thus it shall be with both of them: they shall form the two corners."
    },
    {
        "o": 2479,
        "r": "nasb:Exodus:26:25",
        "t": "There shall be eight boards with their sockets of silver, sixteen sockets; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2480,
        "r": "nasb:Exodus:26:26",
        "t": "“Then*p you shall make bars of acacia wood, five for the boards of one side of the tabernacle,"
    },
    {
        "o": 2481,
        "r": "nasb:Exodus:26:27",
        "t": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle for the rear side*i to the west."
    },
    {
        "o": 2482,
        "r": "nasb:Exodus:26:28",
        "t": "The middle bar in the center of the boards shall pass through from end to end."
    },
    {
        "o": 2483,
        "r": "nasb:Exodus:26:29",
        "t": "You shall overlay the boards with gold and make their rings of gold as*i holders for the bars; and you shall overlay the bars with gold."
    },
    {
        "o": 2484,
        "r": "nasb:Exodus:26:30",
        "t": "Then you shall erect the tabernacle according to its plan which you have been shown in the mountain."
    },
    {
        "o": 2485,
        "r": "nasb:Exodus:26:30",
        "t": "The Veil and Screen",
        "h": 2
    },
    {
        "o": 2486,
        "r": "nasb:Exodus:26:31",
        "t": "“You*p shall make a veil of blue and purple and scarlet material*i and fine twisted linen; it shall be made with cherubim, the work of a skillful workman."
    },
    {
        "o": 2487,
        "r": "nasb:Exodus:26:32",
        "t": "You shall hang it on four pillars of acacia overlaid with gold, their hooks also*i being*i of*i gold, on four sockets of silver."
    },
    {
        "o": 2488,
        "r": "nasb:Exodus:26:33",
        "t": "You shall hang up the veil under the clasps, and shall bring in the ark of the testimony there within the veil; and the veil shall serve for you as a partition between the holy place and the holy of holies."
    },
    {
        "o": 2489,
        "r": "nasb:Exodus:26:34",
        "t": "You shall put the mercy seat on the ark of the testimony in the holy of holies."
    },
    {
        "o": 2490,
        "r": "nasb:Exodus:26:35",
        "t": "You shall set the table outside the veil, and the lampstand opposite the table on the side of the tabernacle toward the south; and you shall put the table on the north side."
    },
    {
        "o": 2491,
        "r": "nasb:Exodus:26:36",
        "t": "“You*p shall make a screen for the doorway of the tent of blue and purple and scarlet material*i and fine twisted linen, the work of a weaver."
    },
    {
        "o": 2492,
        "r": "nasb:Exodus:26:37",
        "t": "You shall make five pillars of acacia for the screen and overlay them with gold, their hooks also*i being*i of*i gold; and you shall cast five sockets of bronze for them."
    },
    {
        "o": 2493,
        "r": "nasb:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2494,
        "r": "nasb:Exodus:27:0",
        "t": "The Bronze Altar",
        "h": 2
    },
    {
        "o": 2495,
        "r": "nasb:Exodus:27:1",
        "t": "“And*p you shall make the altar of acacia wood, five cubits long and five cubits wide; the altar shall be square, and its height shall be three cubits."
    },
    {
        "o": 2496,
        "r": "nasb:Exodus:27:2",
        "t": "You shall make its horns on its four corners; its horns shall be of one piece with it, and you shall overlay it with bronze."
    },
    {
        "o": 2497,
        "r": "nasb:Exodus:27:3",
        "t": "You shall make its pails for removing its ashes, and its shovels and its basins and its forks and its firepans; you shall make all its utensils of bronze."
    },
    {
        "o": 2498,
        "r": "nasb:Exodus:27:4",
        "t": "You shall make for it a grating of network of bronze, and on the net you shall make four bronze rings at its four corners."
    },
    {
        "o": 2499,
        "r": "nasb:Exodus:27:5",
        "t": "You shall put it beneath, under the ledge of the altar, so that the net will reach halfway up the altar."
    },
    {
        "o": 2500,
        "r": "nasb:Exodus:27:6",
        "t": "You shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2501,
        "r": "nasb:Exodus:27:7",
        "t": "Its poles shall be inserted into the rings, so that the poles shall be on the two sides of the altar when it is carried."
    },
    {
        "o": 2502,
        "r": "nasb:Exodus:27:8",
        "t": "You shall make it hollow with planks; as it was shown to you in the mountain, so they shall make it.*i"
    },
    {
        "o": 2503,
        "r": "nasb:Exodus:27:8",
        "t": "Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2504,
        "r": "nasb:Exodus:27:9",
        "t": "“You*p shall make the court of the tabernacle. On the south side there*i shall*i be*i hangings for the court of fine twisted linen one hundred cubits long for one side;"
    },
    {
        "o": 2505,
        "r": "nasb:Exodus:27:10",
        "t": "and its pillars shall*i be*i twenty, with their twenty sockets of bronze; the hooks of the pillars and their bands shall*i be*i of silver."
    },
    {
        "o": 2506,
        "r": "nasb:Exodus:27:11",
        "t": "Likewise for the north side in length there*i shall*i be*i hangings one hundred cubits*i long, and its twenty pillars with their twenty sockets of bronze; the hooks of the pillars and their bands shall*i be*i of silver."
    },
    {
        "o": 2507,
        "r": "nasb:Exodus:27:12",
        "t": "For*i the width of the court on the west side shall*i be*i hangings of fifty cubits with*i their ten pillars and their ten sockets."
    },
    {
        "o": 2508,
        "r": "nasb:Exodus:27:13",
        "t": "The width of the court on the east side shall*i be*i fifty cubits."
    },
    {
        "o": 2509,
        "r": "nasb:Exodus:27:14",
        "t": "The hangings for the one*i side of*i the*i gate*i shall*i be*i fifteen cubits with*i their three pillars and their three sockets."
    },
    {
        "o": 2510,
        "r": "nasb:Exodus:27:15",
        "t": "And for the other side shall*i be*i hangings of fifteen cubits with*i their three pillars and their three sockets."
    },
    {
        "o": 2511,
        "r": "nasb:Exodus:27:16",
        "t": "For the gate of the court there*i shall*i be*i a screen of twenty cubits, of blue and purple and scarlet material*i and fine twisted linen, the work of a weaver, with*i their four pillars and their four sockets."
    },
    {
        "o": 2512,
        "r": "nasb:Exodus:27:17",
        "t": "All the pillars around the court shall be furnished with silver bands with*i their hooks of silver and their sockets of bronze."
    },
    {
        "o": 2513,
        "r": "nasb:Exodus:27:18",
        "t": "The length of the court shall*i be*i one hundred cubits, and the width fifty throughout, and the height five cubits of fine twisted linen, and their sockets of bronze."
    },
    {
        "o": 2514,
        "r": "nasb:Exodus:27:19",
        "t": "All the utensils of the tabernacle used*i in all its service, and all its pegs, and all the pegs of the court, shall*i be*i of bronze."
    },
    {
        "o": 2515,
        "r": "nasb:Exodus:27:20",
        "t": "“You*p shall charge the sons of Israel, that they bring you clear oil of beaten olives for the light, to make a lamp burn continually."
    },
    {
        "o": 2516,
        "r": "nasb:Exodus:27:21",
        "t": "In the tent of meeting, outside the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before the Lord;*s it*i shall*i be*i a perpetual statute throughout their generations for the sons of Israel."
    },
    {
        "o": 2517,
        "r": "nasb:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2518,
        "r": "nasb:Exodus:28:0",
        "t": "Garments of the Priests",
        "h": 2
    },
    {
        "o": 2519,
        "r": "nasb:Exodus:28:1",
        "t": "“Then*p bring near to yourself Aaron your brother, and his sons with him, from among the sons of Israel, to minister as priest to Me—Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons."
    },
    {
        "o": 2520,
        "r": "nasb:Exodus:28:2",
        "t": "You shall make holy garments for Aaron your brother, for glory and for beauty."
    },
    {
        "o": 2521,
        "r": "nasb:Exodus:28:3",
        "t": "You shall speak to all the skillful persons whom I have endowed with the spirit of wisdom, that they make Aaron’s garments to consecrate him, that he may minister as priest to Me."
    },
    {
        "o": 2522,
        "r": "nasb:Exodus:28:4",
        "t": "These are the garments which they shall make: a breastpiece and an ephod and a robe and a tunic of checkered work, a turban and a sash, and they shall make holy garments for Aaron your brother and his sons, that he may minister as priest to Me."
    },
    {
        "o": 2523,
        "r": "nasb:Exodus:28:5",
        "t": "They shall take the gold and the blue and the purple and the scarlet material*i and the fine linen."
    },
    {
        "o": 2524,
        "r": "nasb:Exodus:28:6",
        "t": "“They*p shall also make the ephod of gold, of blue and purple and*i scarlet material*i and fine twisted linen, the work of the skillful workman."
    },
    {
        "o": 2525,
        "r": "nasb:Exodus:28:7",
        "t": "It shall have two shoulder pieces joined to its two ends, that it may be joined."
    },
    {
        "o": 2526,
        "r": "nasb:Exodus:28:8",
        "t": "The skillfully woven band, which is on it, shall be like its workmanship, of the same material: of gold, of blue and purple and scarlet material*i and fine twisted linen."
    },
    {
        "o": 2527,
        "r": "nasb:Exodus:28:9",
        "t": "You shall take two onyx stones and engrave on them the names of the sons of Israel,"
    },
    {
        "o": 2528,
        "r": "nasb:Exodus:28:10",
        "t": "six of their names on the one stone and the names of the remaining six on the other stone, according to their birth."
    },
    {
        "o": 2529,
        "r": "nasb:Exodus:28:11",
        "t": "As a jeweler engraves a signet, you shall engrave the two stones according to the names of the sons of Israel; you shall set them in filigree settings*i of gold."
    },
    {
        "o": 2530,
        "r": "nasb:Exodus:28:12",
        "t": "You shall put the two stones on the shoulder pieces of the ephod, as*i stones of memorial for the sons of Israel, and Aaron shall bear their names before the Lord*s on his two shoulders for a memorial."
    },
    {
        "o": 2531,
        "r": "nasb:Exodus:28:13",
        "t": "You shall make filigree settings*i of gold,"
    },
    {
        "o": 2532,
        "r": "nasb:Exodus:28:14",
        "t": "and two chains of pure gold; you shall make them of twisted cordage work, and you shall put the corded chains on the filigree settings.*i"
    },
    {
        "o": 2533,
        "r": "nasb:Exodus:28:15",
        "t": "“You*p shall make a breastpiece of judgment, the work of a skillful workman; like the work of the ephod you shall make it: of gold, of blue and purple and scarlet material*i and fine twisted linen you shall make it."
    },
    {
        "o": 2534,
        "r": "nasb:Exodus:28:16",
        "t": "It shall be square and*i folded double, a span in length and a span in width."
    },
    {
        "o": 2535,
        "r": "nasb:Exodus:28:17",
        "t": "You shall mount on it four rows of stones; the first row shall*i be*i a row of ruby, topaz and emerald;"
    },
    {
        "o": 2536,
        "r": "nasb:Exodus:28:18",
        "t": "and the second row a turquoise, a sapphire and a diamond;"
    },
    {
        "o": 2537,
        "r": "nasb:Exodus:28:19",
        "t": "and the third row a jacinth, an agate and an amethyst;"
    },
    {
        "o": 2538,
        "r": "nasb:Exodus:28:20",
        "t": "and the fourth row a beryl and an onyx and a jasper; they shall be set in gold filigree."
    },
    {
        "o": 2539,
        "r": "nasb:Exodus:28:21",
        "t": "The stones shall be according to the names of the sons of Israel: twelve, according to their names; they shall be like*i the engravings of a seal, each according to his name for the twelve tribes."
    },
    {
        "o": 2540,
        "r": "nasb:Exodus:28:22",
        "t": "You shall make on the breastpiece chains of twisted cordage work in pure gold."
    },
    {
        "o": 2541,
        "r": "nasb:Exodus:28:23",
        "t": "You shall make on the breastpiece two rings of gold, and shall put the two rings on the two ends of the breastpiece."
    },
    {
        "o": 2542,
        "r": "nasb:Exodus:28:24",
        "t": "You shall put the two cords of gold on the two rings at the ends of the breastpiece."
    },
    {
        "o": 2543,
        "r": "nasb:Exodus:28:25",
        "t": "You shall put the other*i two ends of the two cords on the two filigree settings,*i and put them on the shoulder pieces of the ephod, at the front of it."
    },
    {
        "o": 2544,
        "r": "nasb:Exodus:28:26",
        "t": "You shall make two rings of gold and shall place them on the two ends of the breastpiece, on the edge of it, which is toward the inner side of the ephod."
    },
    {
        "o": 2545,
        "r": "nasb:Exodus:28:27",
        "t": "You shall make two rings of gold and put them on the bottom of the two shoulder pieces of the ephod, on the front of it close to the place where it is joined, above the skillfully woven band of the ephod."
    },
    {
        "o": 2546,
        "r": "nasb:Exodus:28:28",
        "t": "They shall bind the breastpiece by its rings to the rings of the ephod with a blue cord, so that it will be on the skillfully woven band of the ephod, and that the breastpiece will not come loose from the ephod."
    },
    {
        "o": 2547,
        "r": "nasb:Exodus:28:29",
        "t": "Aaron shall carry the names of the sons of Israel in the breastpiece of judgment over his heart when he enters the holy place, for a memorial before the Lord*s continually."
    },
    {
        "o": 2548,
        "r": "nasb:Exodus:28:30",
        "t": "You shall put in the breastpiece of judgment the Urim and the Thummim, and they shall be over Aaron’s heart when he goes in before the Lord;*s and Aaron shall carry the judgment of the sons of Israel over his heart before the Lord*s continually."
    },
    {
        "o": 2549,
        "r": "nasb:Exodus:28:31",
        "t": "“You*p shall make the robe of the ephod all of blue."
    },
    {
        "o": 2550,
        "r": "nasb:Exodus:28:32",
        "t": "There shall be an opening at its top in the middle of it; around its opening there shall be a binding of woven work, like the opening of a coat of mail, so that it will not be torn."
    },
    {
        "o": 2551,
        "r": "nasb:Exodus:28:33",
        "t": "You shall make on its hem pomegranates of blue and purple and scarlet material,*i all around on its hem, and bells of gold between them all around:"
    },
    {
        "o": 2552,
        "r": "nasb:Exodus:28:34",
        "t": "a golden bell and a pomegranate, a golden bell and a pomegranate, all around on the hem of the robe."
    },
    {
        "o": 2553,
        "r": "nasb:Exodus:28:35",
        "t": "It shall be on Aaron when he ministers; and its tinkling shall be heard when he enters and leaves the holy place before the Lord,*s so that he will not die."
    },
    {
        "o": 2554,
        "r": "nasb:Exodus:28:36",
        "t": "“You*p shall also make a plate of pure gold and shall engrave on it, like the engravings of a seal, ‘Holy to the Lord.’*s"
    },
    {
        "o": 2555,
        "r": "nasb:Exodus:28:37",
        "t": "You shall fasten it on a blue cord, and it shall be on the turban; it shall be at the front of the turban."
    },
    {
        "o": 2556,
        "r": "nasb:Exodus:28:38",
        "t": "It shall be on Aaron’s forehead, and Aaron shall take away the iniquity of the holy things which the sons of Israel consecrate, with regard to all their holy gifts; and it shall always be on his forehead, that they may be accepted before the Lord.*s"
    },
    {
        "o": 2557,
        "r": "nasb:Exodus:28:39",
        "t": "“You*p shall weave the tunic of checkered work of fine linen, and shall make a turban of fine linen, and you shall make a sash, the work of a weaver."
    },
    {
        "o": 2558,
        "r": "nasb:Exodus:28:40",
        "t": "“For*p Aaron’s sons you shall make tunics; you shall also make sashes for them, and you shall make caps for them, for glory and for beauty."
    },
    {
        "o": 2559,
        "r": "nasb:Exodus:28:41",
        "t": "You shall put them on Aaron your brother and on his sons with him; and you shall anoint them and ordain them and consecrate them, that they may serve Me as priests."
    },
    {
        "o": 2560,
        "r": "nasb:Exodus:28:42",
        "t": "You shall make for them linen breeches to cover their*i bare flesh; they shall reach from the loins even to the thighs."
    },
    {
        "o": 2561,
        "r": "nasb:Exodus:28:43",
        "t": "They shall be on Aaron and on his sons when they enter the tent of meeting, or when they approach the altar to minister in the holy place, so that they do not incur guilt and die. It shall*i be*i a statute forever to him and to his descendants after him."
    },
    {
        "o": 2562,
        "r": "nasb:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2563,
        "r": "nasb:Exodus:29:0",
        "t": "Consecration of the Priests",
        "h": 2
    },
    {
        "o": 2564,
        "r": "nasb:Exodus:29:1",
        "t": "“Now*p this is what you shall do to them to consecrate them to minister as priests to Me: take one young bull and two rams without blemish,"
    },
    {
        "o": 2565,
        "r": "nasb:Exodus:29:2",
        "t": "and unleavened bread and unleavened cakes mixed with oil, and unleavened wafers spread with oil; you shall make them of fine wheat flour."
    },
    {
        "o": 2566,
        "r": "nasb:Exodus:29:3",
        "t": "You shall put them in one basket, and present them in the basket along with the bull and the two rams."
    },
    {
        "o": 2567,
        "r": "nasb:Exodus:29:4",
        "t": "Then you shall bring Aaron and his sons to the doorway of the tent of meeting and wash them with water."
    },
    {
        "o": 2568,
        "r": "nasb:Exodus:29:5",
        "t": "You shall take the garments, and put on Aaron the tunic and the robe of the ephod and the ephod and the breastpiece, and gird him with the skillfully woven band of the ephod;"
    },
    {
        "o": 2569,
        "r": "nasb:Exodus:29:6",
        "t": "and you shall set the turban on his head and put the holy crown on the turban."
    },
    {
        "o": 2570,
        "r": "nasb:Exodus:29:7",
        "t": "Then you shall take the anointing oil and pour it on his head and anoint him."
    },
    {
        "o": 2571,
        "r": "nasb:Exodus:29:8",
        "t": "You shall bring his sons and put tunics on them."
    },
    {
        "o": 2572,
        "r": "nasb:Exodus:29:9",
        "t": "You shall gird them with sashes, Aaron and his sons, and bind caps on them, and they shall have the priesthood by a perpetual statute. So you shall ordain Aaron and his sons."
    },
    {
        "o": 2573,
        "r": "nasb:Exodus:29:9",
        "t": "The Sacrifices",
        "h": 2
    },
    {
        "o": 2574,
        "r": "nasb:Exodus:29:10",
        "t": "“Then*p you shall bring the bull before the tent of meeting, and Aaron and his sons shall lay their hands on the head of the bull."
    },
    {
        "o": 2575,
        "r": "nasb:Exodus:29:11",
        "t": "You shall slaughter the bull before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 2576,
        "r": "nasb:Exodus:29:12",
        "t": "You shall take some of the blood of the bull and put it*i on the horns of the altar with your finger; and you shall pour out all the blood at the base of the altar."
    },
    {
        "o": 2577,
        "r": "nasb:Exodus:29:13",
        "t": "You shall take all the fat that covers the entrails and the lobe of the liver, and the two kidneys and the fat that is on them, and offer them up in smoke on the altar."
    },
    {
        "o": 2578,
        "r": "nasb:Exodus:29:14",
        "t": "But the flesh of the bull and its hide and its refuse, you shall burn with fire outside the camp; it is a sin offering."
    },
    {
        "o": 2579,
        "r": "nasb:Exodus:29:15",
        "t": "“You*p shall also take the one ram, and Aaron and his sons shall lay their hands on the head of the ram;"
    },
    {
        "o": 2580,
        "r": "nasb:Exodus:29:16",
        "t": "and you shall slaughter the ram and shall take its blood and sprinkle it around on the altar."
    },
    {
        "o": 2581,
        "r": "nasb:Exodus:29:17",
        "t": "Then you shall cut the ram into its pieces, and wash its entrails and its legs, and put them*i with its pieces and its head."
    },
    {
        "o": 2582,
        "r": "nasb:Exodus:29:18",
        "t": "You shall offer up in smoke the whole ram on the altar; it is a burnt offering to the Lord:*s it is a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 2583,
        "r": "nasb:Exodus:29:19",
        "t": "“Then*p you shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram."
    },
    {
        "o": 2584,
        "r": "nasb:Exodus:29:20",
        "t": "You shall slaughter the ram, and take some of its blood and put it*i on the lobe of Aaron’s right ear and on the lobes of his sons’ right ears and on the thumbs of their right hands and on the big toes of their right feet, and sprinkle the rest*i of*i the*i blood around on the altar."
    },
    {
        "o": 2585,
        "r": "nasb:Exodus:29:21",
        "t": "Then you shall take some of the blood that is on the altar and some of the anointing oil, and sprinkle it*i on Aaron and on his garments and on his sons and on his sons’ garments with him; so he and his garments shall be consecrated, as well as his sons and his sons’ garments with him."
    },
    {
        "o": 2586,
        "r": "nasb:Exodus:29:22",
        "t": "“You*p shall also take the fat from the ram and the fat tail, and the fat that covers the entrails and the lobe of the liver, and the two kidneys and the fat that is on them and the right thigh (for it is a ram of ordination),"
    },
    {
        "o": 2587,
        "r": "nasb:Exodus:29:23",
        "t": "and one cake of bread and one cake of bread mixed*i with*i oil and one wafer from the basket of unleavened bread which is set*i before the Lord;*s"
    },
    {
        "o": 2588,
        "r": "nasb:Exodus:29:24",
        "t": "and you shall put all these in the hands of Aaron and in the hands of his sons, and shall wave them as a wave offering before the Lord.*s"
    },
    {
        "o": 2589,
        "r": "nasb:Exodus:29:25",
        "t": "You shall take them from their hands, and offer them up in smoke on the altar on the burnt offering for a soothing aroma before the Lord;*s it is an offering by fire to the Lord.*s"
    },
    {
        "o": 2590,
        "r": "nasb:Exodus:29:26",
        "t": "“Then*p you shall take the breast of Aaron’s ram of ordination, and wave it as a wave offering before the Lord;*s and it shall be your portion."
    },
    {
        "o": 2591,
        "r": "nasb:Exodus:29:27",
        "t": "You shall consecrate the breast of the wave offering and the thigh of the heave offering which was waved and which was offered from the ram of ordination, from the one which was for Aaron and from the one which was for his sons."
    },
    {
        "o": 2592,
        "r": "nasb:Exodus:29:28",
        "t": "It shall be for Aaron and his sons as their*i portion forever from the sons of Israel, for it is a heave offering; and it shall be a heave offering from the sons of Israel from the sacrifices of their peace offerings, even*i their heave offering to the Lord.*s"
    },
    {
        "o": 2593,
        "r": "nasb:Exodus:29:29",
        "t": "“The*p holy garments of Aaron shall be for his sons after him, that in them they may be anointed and ordained."
    },
    {
        "o": 2594,
        "r": "nasb:Exodus:29:30",
        "t": "For seven days the one of his sons who is priest in his stead shall put them on when he enters the tent of meeting to minister in the holy place."
    },
    {
        "o": 2595,
        "r": "nasb:Exodus:29:30",
        "t": "Food of the Priests",
        "h": 2
    },
    {
        "o": 2596,
        "r": "nasb:Exodus:29:31",
        "t": "“You*p shall take the ram of ordination and boil its flesh in a holy place."
    },
    {
        "o": 2597,
        "r": "nasb:Exodus:29:32",
        "t": "Aaron and his sons shall eat the flesh of the ram and the bread that is in the basket, at the doorway of the tent of meeting."
    },
    {
        "o": 2598,
        "r": "nasb:Exodus:29:33",
        "t": "Thus they shall eat those things by which atonement was made at their ordination and*i consecration; but a layman shall not eat them,*i because they are holy."
    },
    {
        "o": 2599,
        "r": "nasb:Exodus:29:34",
        "t": "If any of the flesh of ordination or any of the bread remains until morning, then you shall burn the remainder with fire; it shall not be eaten, because it is holy."
    },
    {
        "o": 2600,
        "r": "nasb:Exodus:29:35",
        "t": "“Thus*p you shall do to Aaron and to his sons, according to all that I have commanded you; you shall ordain them through seven days."
    },
    {
        "o": 2601,
        "r": "nasb:Exodus:29:36",
        "t": "Each day you shall offer a bull as a sin offering for atonement, and you shall purify the altar when you make atonement for it, and you shall anoint it to consecrate it."
    },
    {
        "o": 2602,
        "r": "nasb:Exodus:29:37",
        "t": "For seven days you shall make atonement for the altar and consecrate it; then the altar shall be most holy, and*i whatever touches the altar shall be holy."
    },
    {
        "o": 2603,
        "r": "nasb:Exodus:29:38",
        "t": "“Now*p this is what you shall offer on the altar: two one year old lambs each day, continuously."
    },
    {
        "o": 2604,
        "r": "nasb:Exodus:29:39",
        "t": "The one lamb you shall offer in the morning and the other lamb you shall offer at twilight;"
    },
    {
        "o": 2605,
        "r": "nasb:Exodus:29:40",
        "t": "and there shall*i be*i one-tenth of*i an*i ephah*i of fine flour mixed with one-fourth of a hin of beaten oil, and one-fourth of a hin of wine for a drink offering with one lamb."
    },
    {
        "o": 2606,
        "r": "nasb:Exodus:29:41",
        "t": "The other lamb you shall offer at twilight, and shall offer with it the same grain offering and the same drink offering as in the morning, for a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 2607,
        "r": "nasb:Exodus:29:42",
        "t": "It shall be a continual burnt offering throughout your generations at the doorway of the tent of meeting before the Lord,*s where I will meet with you, to speak to you there."
    },
    {
        "o": 2608,
        "r": "nasb:Exodus:29:43",
        "t": "I will meet there with the sons of Israel, and it shall be consecrated by My glory."
    },
    {
        "o": 2609,
        "r": "nasb:Exodus:29:44",
        "t": "I will consecrate the tent of meeting and the altar; I will also consecrate Aaron and his sons to minister as priests to Me."
    },
    {
        "o": 2610,
        "r": "nasb:Exodus:29:45",
        "t": "I will dwell among the sons of Israel and will be their God."
    },
    {
        "o": 2611,
        "r": "nasb:Exodus:29:46",
        "t": "They shall know that I am the Lord*s their God who brought them out of the land of Egypt, that I might dwell among them; I am the Lord*s their God."
    },
    {
        "o": 2612,
        "r": "nasb:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2613,
        "r": "nasb:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2614,
        "r": "nasb:Exodus:30:1",
        "t": "“Moreover,*p you shall make an altar as a place for burning incense; you shall make it of acacia wood."
    },
    {
        "o": 2615,
        "r": "nasb:Exodus:30:2",
        "t": "Its length shall*i be*i a cubit, and its width a cubit, it shall be square, and its height shall*i be*i two cubits; its horns shall*i be*i of one piece with it."
    },
    {
        "o": 2616,
        "r": "nasb:Exodus:30:3",
        "t": "You shall overlay it with pure gold, its top and its sides all around, and its horns; and you shall make a gold molding all around for it."
    },
    {
        "o": 2617,
        "r": "nasb:Exodus:30:4",
        "t": "You shall make two gold rings for it under its molding; you shall make them*i on its two side walls—on opposite sides—and they shall be holders for poles with which to carry it."
    },
    {
        "o": 2618,
        "r": "nasb:Exodus:30:5",
        "t": "You shall make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2619,
        "r": "nasb:Exodus:30:6",
        "t": "You shall put this altar in front of the veil that is near the ark of the testimony, in front of the mercy seat that is over the*i ark*i of*i the testimony, where I will meet with you."
    },
    {
        "o": 2620,
        "r": "nasb:Exodus:30:7",
        "t": "Aaron shall burn fragrant incense on it; he shall burn it every morning when he trims the lamps."
    },
    {
        "o": 2621,
        "r": "nasb:Exodus:30:8",
        "t": "When Aaron trims the lamps at twilight, he shall burn incense. There*i shall*i be*i perpetual incense before the Lord*s throughout your generations."
    },
    {
        "o": 2622,
        "r": "nasb:Exodus:30:9",
        "t": "You shall not offer any strange incense on this altar, or burnt offering or meal offering; and you shall not pour out a drink offering on it."
    },
    {
        "o": 2623,
        "r": "nasb:Exodus:30:10",
        "t": "Aaron shall make atonement on its horns once a year; he shall make atonement on it with the blood of the sin offering of atonement once a year throughout your generations. It is most holy to the Lord.”*s"
    },
    {
        "o": 2624,
        "r": "nasb:Exodus:30:11",
        "t": "The*p Lord*s also spoke to Moses, saying,"
    },
    {
        "o": 2625,
        "r": "nasb:Exodus:30:12",
        "t": "“When you take a census of the sons of Israel to number them, then each one of them shall give a ransom for himself to the Lord,*s when you number them, so that there will be no plague among them when you number them."
    },
    {
        "o": 2626,
        "r": "nasb:Exodus:30:13",
        "t": "This is what everyone who is numbered shall give: half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as a contribution to the Lord.*s"
    },
    {
        "o": 2627,
        "r": "nasb:Exodus:30:14",
        "t": "Everyone who is numbered, from twenty years old and over, shall give the contribution to the Lord.*s"
    },
    {
        "o": 2628,
        "r": "nasb:Exodus:30:15",
        "t": "The rich shall not pay more and the poor shall not pay less than the half shekel, when you give the contribution to the Lord*s to make atonement for yourselves."
    },
    {
        "o": 2629,
        "r": "nasb:Exodus:30:16",
        "t": "You shall take the atonement money from the sons of Israel and shall give it for the service of the tent of meeting, that it may be a memorial for the sons of Israel before the Lord,*s to make atonement for yourselves.”"
    },
    {
        "o": 2630,
        "r": "nasb:Exodus:30:17",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2631,
        "r": "nasb:Exodus:30:18",
        "t": "“You shall also make a laver of bronze, with its base of bronze, for washing; and you shall put it between the tent of meeting and the altar, and you shall put water in it."
    },
    {
        "o": 2632,
        "r": "nasb:Exodus:30:19",
        "t": "Aaron and his sons shall wash their hands and their feet from it;"
    },
    {
        "o": 2633,
        "r": "nasb:Exodus:30:20",
        "t": "when they enter the tent of meeting, they shall wash with water, so that they will not die; or when they approach the altar to minister, by offering up in smoke a fire sacrifice*i to the Lord.*s"
    },
    {
        "o": 2634,
        "r": "nasb:Exodus:30:21",
        "t": "So they shall wash their hands and their feet, so that they will not die; and it shall be a perpetual statute for them, for Aaron and his descendants throughout their generations.”"
    },
    {
        "o": 2635,
        "r": "nasb:Exodus:30:21",
        "t": "The Anointing Oil",
        "h": 2
    },
    {
        "o": 2636,
        "r": "nasb:Exodus:30:22",
        "t": "Moreover,*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2637,
        "r": "nasb:Exodus:30:23",
        "t": "“Take also for yourself the finest of spices: of flowing myrrh five hundred shekels,*i and of fragrant cinnamon half as much, two hundred and fifty, and of fragrant cane two hundred and fifty,"
    },
    {
        "o": 2638,
        "r": "nasb:Exodus:30:24",
        "t": "and of cassia five hundred, according to the shekel of the sanctuary, and of olive oil a hin."
    },
    {
        "o": 2639,
        "r": "nasb:Exodus:30:25",
        "t": "You shall make of these a holy anointing oil, a perfume mixture, the work of a perfumer; it shall be a holy anointing oil."
    },
    {
        "o": 2640,
        "r": "nasb:Exodus:30:26",
        "t": "With it you shall anoint the tent of meeting and the ark of the testimony,"
    },
    {
        "o": 2641,
        "r": "nasb:Exodus:30:27",
        "t": "and the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"
    },
    {
        "o": 2642,
        "r": "nasb:Exodus:30:28",
        "t": "and the altar of burnt offering and all its utensils, and the laver and its stand."
    },
    {
        "o": 2643,
        "r": "nasb:Exodus:30:29",
        "t": "You shall also consecrate them, that they may be most holy; whatever touches them shall be holy."
    },
    {
        "o": 2644,
        "r": "nasb:Exodus:30:30",
        "t": "You shall anoint Aaron and his sons, and consecrate them, that they may minister as priests to Me."
    },
    {
        "o": 2645,
        "r": "nasb:Exodus:30:31",
        "t": "You shall speak to the sons of Israel, saying, ‘This shall be a holy anointing oil to Me throughout your generations."
    },
    {
        "o": 2646,
        "r": "nasb:Exodus:30:32",
        "t": "It shall not be poured on anyone’s body, nor shall you make any*i like it in the same proportions; it is holy, and*i it shall be holy to you."
    },
    {
        "o": 2647,
        "r": "nasb:Exodus:30:33",
        "t": "Whoever shall mix any*i like it or whoever puts any of it on a layman shall be cut off from his people.’ ”"
    },
    {
        "o": 2648,
        "r": "nasb:Exodus:30:33",
        "t": "The Incense",
        "h": 2
    },
    {
        "o": 2649,
        "r": "nasb:Exodus:30:34",
        "t": "Then*p the Lord*s said to Moses, “Take for yourself spices, stacte and onycha and galbanum, spices with pure frankincense; there shall be an equal part of each."
    },
    {
        "o": 2650,
        "r": "nasb:Exodus:30:35",
        "t": "With it you shall make incense, a perfume, the work of a perfumer, salted, pure, and*i holy."
    },
    {
        "o": 2651,
        "r": "nasb:Exodus:30:36",
        "t": "You shall beat some of it very fine, and put part of it before the testimony in the tent of meeting where I will meet with you; it shall be most holy to you."
    },
    {
        "o": 2652,
        "r": "nasb:Exodus:30:37",
        "t": "The incense which you shall make, you shall not make in the same proportions for yourselves; it shall be holy to you for the Lord.*s"
    },
    {
        "o": 2653,
        "r": "nasb:Exodus:30:38",
        "t": "Whoever shall make any*i like it, to use as perfume, shall be cut off from his people.”"
    },
    {
        "o": 2654,
        "r": "nasb:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2655,
        "r": "nasb:Exodus:31:0",
        "t": "The Skilled Craftsmen",
        "h": 2
    },
    {
        "o": 2656,
        "r": "nasb:Exodus:31:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2657,
        "r": "nasb:Exodus:31:2",
        "t": "“See, I have called by name Bezalel, the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2658,
        "r": "nasb:Exodus:31:3",
        "t": "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all kinds*i of*i craftsmanship,"
    },
    {
        "o": 2659,
        "r": "nasb:Exodus:31:4",
        "t": "to make artistic designs for work in gold, in silver, and in bronze,"
    },
    {
        "o": 2660,
        "r": "nasb:Exodus:31:5",
        "t": "and in the cutting of stones for settings, and in the carving of wood, that he may work in all kinds*i of*i craftsmanship."
    },
    {
        "o": 2661,
        "r": "nasb:Exodus:31:6",
        "t": "And behold, I Myself have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan; and in the hearts of all who are skillful I have put skill, that they may make all that I have commanded you:"
    },
    {
        "o": 2662,
        "r": "nasb:Exodus:31:7",
        "t": "the tent of meeting, and the ark of testimony, and the mercy seat upon it, and all the furniture of the tent,"
    },
    {
        "o": 2663,
        "r": "nasb:Exodus:31:8",
        "t": "the table also and its utensils, and the pure gold*i lampstand with all its utensils, and the altar of incense,"
    },
    {
        "o": 2664,
        "r": "nasb:Exodus:31:9",
        "t": "the altar of burnt offering also with all its utensils, and the laver and its stand,"
    },
    {
        "o": 2665,
        "r": "nasb:Exodus:31:10",
        "t": "the woven garments as well, and the holy garments for Aaron the priest, and the garments of his sons, with*i which*i to carry on their priesthood;"
    },
    {
        "o": 2666,
        "r": "nasb:Exodus:31:11",
        "t": "the anointing oil also, and the fragrant incense for the holy place, they are to make them*i according to all that I have commanded you.”"
    },
    {
        "o": 2667,
        "r": "nasb:Exodus:31:11",
        "t": "The Sign of the Sabbath",
        "h": 2
    },
    {
        "o": 2668,
        "r": "nasb:Exodus:31:12",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2669,
        "r": "nasb:Exodus:31:13",
        "t": "“But as for you, speak to the sons of Israel, saying, ‘You shall surely observe My sabbaths; for this*i is a sign between Me and you throughout your generations, that you may know that I am the Lord*s who sanctifies you."
    },
    {
        "o": 2670,
        "r": "nasb:Exodus:31:14",
        "t": "Therefore you are to observe the sabbath, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people."
    },
    {
        "o": 2671,
        "r": "nasb:Exodus:31:15",
        "t": "For six days work may be done, but on the seventh day there is a sabbath of complete rest, holy to the Lord;*s whoever does any work on the sabbath day shall surely be put to death."
    },
    {
        "o": 2672,
        "r": "nasb:Exodus:31:16",
        "t": "So the sons of Israel shall observe the sabbath, to celebrate the sabbath throughout their generations as a perpetual covenant.’"
    },
    {
        "o": 2673,
        "r": "nasb:Exodus:31:17",
        "t": "It is a sign between Me and the sons of Israel forever; for in six days the Lord*s made heaven and earth, but on the seventh day He ceased from*i labor,*i and was refreshed.”"
    },
    {
        "o": 2674,
        "r": "nasb:Exodus:31:18",
        "t": "When*p He had finished speaking with him upon Mount Sinai, He gave Moses the two tablets of the testimony, tablets of stone, written by the finger of God."
    },
    {
        "o": 2675,
        "r": "nasb:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2676,
        "r": "nasb:Exodus:32:0",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 2677,
        "r": "nasb:Exodus:32:1",
        "t": "Now*p when the people saw that Moses delayed to come down from the mountain, the people assembled about Aaron and said to him, “Come, make us a god who will go before us; as for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2678,
        "r": "nasb:Exodus:32:2",
        "t": "Aaron said to them, “Tear off the gold rings which are in the ears of your wives, your sons, and your daughters, and bring them*i to me.”"
    },
    {
        "o": 2679,
        "r": "nasb:Exodus:32:3",
        "t": "Then all the people tore off the gold rings which were in their ears and brought them*i to Aaron."
    },
    {
        "o": 2680,
        "r": "nasb:Exodus:32:4",
        "t": "He took this*i from their hand, and fashioned it with a graving tool and made it into a molten calf; and they said, “This is your god, O Israel, who brought you up from the land of Egypt.”"
    },
    {
        "o": 2681,
        "r": "nasb:Exodus:32:5",
        "t": "Now when Aaron saw this,*i he built an altar before it; and Aaron made a proclamation and said, “Tomorrow shall*i be*i a feast to the Lord.”*s"
    },
    {
        "o": 2682,
        "r": "nasb:Exodus:32:6",
        "t": "So the next day they rose early and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play."
    },
    {
        "o": 2683,
        "r": "nasb:Exodus:32:7",
        "t": "Then*p the Lord*s spoke to Moses, “Go down at once, for your people, whom you brought up from the land of Egypt, have corrupted themselves.*i"
    },
    {
        "o": 2684,
        "r": "nasb:Exodus:32:8",
        "t": "They have quickly turned aside from the way which I commanded them. They have made for themselves a molten calf, and have worshiped it and have sacrificed to it and said, ‘This is your god, O Israel, who brought you up from the land of Egypt!’ ”"
    },
    {
        "o": 2685,
        "r": "nasb:Exodus:32:9",
        "t": "The Lord*s said to Moses, “I have seen this people, and behold, they are an obstinate people."
    },
    {
        "o": 2686,
        "r": "nasb:Exodus:32:10",
        "t": "Now then let Me alone, that My anger may burn against them and that I may destroy them; and I will make of you a great nation.”"
    },
    {
        "o": 2687,
        "r": "nasb:Exodus:32:10",
        "t": "Moses’ Entreaty",
        "h": 2
    },
    {
        "o": 2688,
        "r": "nasb:Exodus:32:11",
        "t": "Then*p Moses entreated the Lord*s his God, and said, “O Lord,*s why does Your anger burn against Your people whom You have brought out from the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2689,
        "r": "nasb:Exodus:32:12",
        "t": "Why should the Egyptians speak, saying, ‘With evil intent*i He brought them out to kill them in the mountains and to destroy them from the face of the earth’? Turn from Your burning anger and change Your mind about doing*i harm to Your people."
    },
    {
        "o": 2690,
        "r": "nasb:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, Your servants to whom You swore by Yourself, and said to them, ‘I will multiply your descendants as the stars of the heavens, and all this land of which I have spoken I will give to your descendants, and they shall inherit it*i forever.’ ”"
    },
    {
        "o": 2691,
        "r": "nasb:Exodus:32:14",
        "t": "So the Lord*s changed His mind about the harm which He said He would do to His people."
    },
    {
        "o": 2692,
        "r": "nasb:Exodus:32:15",
        "t": "Then*p Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets which were written on both sides; they were written on one side*i and the other."
    },
    {
        "o": 2693,
        "r": "nasb:Exodus:32:16",
        "t": "The tablets were God’s work, and the writing was God’s writing engraved on the tablets."
    },
    {
        "o": 2694,
        "r": "nasb:Exodus:32:17",
        "t": "Now when Joshua heard the sound of the people as they shouted, he said to Moses, “There is a sound of war in the camp.”"
    },
    {
        "o": 2695,
        "r": "nasb:Exodus:32:18",
        "t": "But he said, “It*pn is not the sound of the cry of triumph, Nor*ln is it the sound of the cry of defeat; But*ln the sound of singing I hear.”"
    },
    {
        "o": 2696,
        "r": "nasb:Exodus:32:18",
        "t": "Moses’ Anger",
        "h": 2
    },
    {
        "o": 2697,
        "r": "nasb:Exodus:32:19",
        "t": "It*p came about, as soon as Moses came near the camp, that he saw the calf and the*i dancing; and Moses’ anger burned, and he threw the tablets from his hands and shattered them at the foot of the mountain."
    },
    {
        "o": 2698,
        "r": "nasb:Exodus:32:20",
        "t": "He took the calf which they had made and burned it*i with fire, and ground it to powder, and scattered it over the surface of the water and made the sons of Israel drink it.*i"
    },
    {
        "o": 2699,
        "r": "nasb:Exodus:32:21",
        "t": "Then*p Moses said to Aaron, “What did this people do to you, that you have brought such*i great sin upon them?”"
    },
    {
        "o": 2700,
        "r": "nasb:Exodus:32:22",
        "t": "Aaron said, “Do not let the anger of my lord burn; you know the people yourself, that they are prone to evil."
    },
    {
        "o": 2701,
        "r": "nasb:Exodus:32:23",
        "t": "For they said to me, ‘Make a god for us who will go before us; for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2702,
        "r": "nasb:Exodus:32:24",
        "t": "I said to them, ‘Whoever has any gold, let them tear it off.’ So they gave it*i to me, and I threw it into the fire, and out came this calf.”"
    },
    {
        "o": 2703,
        "r": "nasb:Exodus:32:25",
        "t": "Now*p when Moses saw that the people were out of control—for Aaron had let them get out of control to be a derision among their enemies—"
    },
    {
        "o": 2704,
        "r": "nasb:Exodus:32:26",
        "t": "then Moses stood in the gate of the camp, and said, “Whoever is for the Lord,*s come*i to me!” And all the sons of Levi gathered together to him."
    },
    {
        "o": 2705,
        "r": "nasb:Exodus:32:27",
        "t": "He said to them, “Thus says the Lord,*s the God of Israel, ‘Every man of*i you*i put his sword upon his thigh, and go back and forth from gate to gate in the camp, and kill every man his brother, and every man his friend, and every man his neighbor.’ ”"
    },
    {
        "o": 2706,
        "r": "nasb:Exodus:32:28",
        "t": "So the sons of Levi did as Moses instructed, and about three thousand men of the people fell that day."
    },
    {
        "o": 2707,
        "r": "nasb:Exodus:32:29",
        "t": "Then Moses said, “Dedicate yourselves today to the Lord*s —for every man has been against his son and against his brother—in order that He may bestow a blessing upon you today.”"
    },
    {
        "o": 2708,
        "r": "nasb:Exodus:32:30",
        "t": "On*p the next day Moses said to the people, “You yourselves have committed a great sin; and now I am going up to the Lord,*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2709,
        "r": "nasb:Exodus:32:31",
        "t": "Then Moses returned to the Lord,*s and said, “Alas, this people has committed a great sin, and they have made a god of gold for themselves."
    },
    {
        "o": 2710,
        "r": "nasb:Exodus:32:32",
        "t": "But now, if You will, forgive their sin—and if not, please blot me out from Your book which You have written!”"
    },
    {
        "o": 2711,
        "r": "nasb:Exodus:32:33",
        "t": "The Lord*s said to Moses, “Whoever has sinned against Me, I will blot him out of My book."
    },
    {
        "o": 2712,
        "r": "nasb:Exodus:32:34",
        "t": "But go now, lead the people where I told you. Behold, My angel shall go before you; nevertheless in the day when I punish, I will punish them for their sin.”"
    },
    {
        "o": 2713,
        "r": "nasb:Exodus:32:35",
        "t": "Then the Lord*s smote the people, because of what they did with the calf which Aaron had made."
    },
    {
        "o": 2714,
        "r": "nasb:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2715,
        "r": "nasb:Exodus:33:0",
        "t": "The Journey Resumed",
        "h": 2
    },
    {
        "o": 2716,
        "r": "nasb:Exodus:33:1",
        "t": "Then*p the Lord*s spoke to Moses, “Depart, go up from here, you and the people whom you have brought up from the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your descendants I will give it.’"
    },
    {
        "o": 2717,
        "r": "nasb:Exodus:33:2",
        "t": "I will send an angel before you and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite and the Jebusite."
    },
    {
        "o": 2718,
        "r": "nasb:Exodus:33:3",
        "t": "Go*i up*i to a land flowing with milk and honey; for I will not go up in your midst, because you are an obstinate people, and I might destroy you on the way.”"
    },
    {
        "o": 2719,
        "r": "nasb:Exodus:33:4",
        "t": "When*p the people heard this sad word, they went into mourning, and none of them put on his ornaments."
    },
    {
        "o": 2720,
        "r": "nasb:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the sons of Israel, ‘You are an obstinate people; should I go up in your midst for one moment, I would destroy you. Now therefore, put off your ornaments from you, that I may know what I shall do with you.’ ”"
    },
    {
        "o": 2721,
        "r": "nasb:Exodus:33:6",
        "t": "So the sons of Israel stripped themselves of their ornaments, from Mount Horeb onward.*i"
    },
    {
        "o": 2722,
        "r": "nasb:Exodus:33:7",
        "t": "Now*p Moses used to take the tent and pitch it outside the camp, a good distance from the camp, and he called it the tent of meeting. And everyone who sought the Lord*s would go out to the tent of meeting which was outside the camp."
    },
    {
        "o": 2723,
        "r": "nasb:Exodus:33:8",
        "t": "And it came about, whenever Moses went out to the tent, that all the people would arise and stand, each at the entrance of his tent, and gaze after Moses until he entered the tent."
    },
    {
        "o": 2724,
        "r": "nasb:Exodus:33:9",
        "t": "Whenever Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent; and the Lord*s would speak with Moses."
    },
    {
        "o": 2725,
        "r": "nasb:Exodus:33:10",
        "t": "When all the people saw the pillar of cloud standing at the entrance of the tent, all the people would arise and worship, each at the entrance of his tent."
    },
    {
        "o": 2726,
        "r": "nasb:Exodus:33:11",
        "t": "Thus the Lord*s used to speak to Moses face to face, just as a man speaks to his friend. When Moses returned to the camp, his servant Joshua, the son of Nun, a young man, would not depart from the tent."
    },
    {
        "o": 2727,
        "r": "nasb:Exodus:33:11",
        "t": "Moses Intercedes",
        "h": 2
    },
    {
        "o": 2728,
        "r": "nasb:Exodus:33:12",
        "t": "Then*p Moses said to the Lord,*s “See, You say to me, ‘Bring up this people!’ But You Yourself have not let me know whom You will send with me. Moreover, You have said, ‘I have known you by name, and you have also found favor in My sight.’"
    },
    {
        "o": 2729,
        "r": "nasb:Exodus:33:13",
        "t": "Now therefore, I pray You, if I have found favor in Your sight, let me know Your ways that I may know You, so that I may find favor in Your sight. Consider too, that this nation is Your people.”"
    },
    {
        "o": 2730,
        "r": "nasb:Exodus:33:14",
        "t": "And He said, “My presence shall go with*i you,*i and I will give you rest.”"
    },
    {
        "o": 2731,
        "r": "nasb:Exodus:33:15",
        "t": "Then he said to Him, “If Your presence does not go with*i us,*i do not lead us up from here."
    },
    {
        "o": 2732,
        "r": "nasb:Exodus:33:16",
        "t": "For how then can it be known that I have found favor in Your sight, I and Your people? Is it not by Your going with us, so that we, I and Your people, may be distinguished from all the other*i people who are upon the face of the earth?”"
    },
    {
        "o": 2733,
        "r": "nasb:Exodus:33:17",
        "t": "The*p Lord*s said to Moses, “I will also do this thing of which you have spoken; for you have found favor in My sight and I have known you by name.”"
    },
    {
        "o": 2734,
        "r": "nasb:Exodus:33:18",
        "t": "Then Moses said, “I pray You, show me Your glory!”"
    },
    {
        "o": 2735,
        "r": "nasb:Exodus:33:19",
        "t": "And He said, “I Myself will make all My goodness pass before you, and will proclaim the name of the Lord*s before you; and I will be gracious to whom I will be gracious, and will show compassion on whom I will show compassion.”"
    },
    {
        "o": 2736,
        "r": "nasb:Exodus:33:20",
        "t": "But He said, “You cannot see My face, for no man can see Me and live!”"
    },
    {
        "o": 2737,
        "r": "nasb:Exodus:33:21",
        "t": "Then the Lord*s said, “Behold, there is a place by Me, and you shall stand there*i on the rock;"
    },
    {
        "o": 2738,
        "r": "nasb:Exodus:33:22",
        "t": "and it will come about, while My glory is passing by, that I will put you in the cleft of the rock and cover you with My hand until I have passed by."
    },
    {
        "o": 2739,
        "r": "nasb:Exodus:33:23",
        "t": "Then I will take My hand away and you shall see My back, but My face shall not be seen.”"
    },
    {
        "o": 2740,
        "r": "nasb:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2741,
        "r": "nasb:Exodus:34:0",
        "t": "The Two Tablets Replaced",
        "h": 2
    },
    {
        "o": 2742,
        "r": "nasb:Exodus:34:1",
        "t": "Now*p the Lord*s said to Moses, “Cut out for yourself two stone tablets like the former ones, and I will write on the tablets the words that were on the former tablets which you shattered."
    },
    {
        "o": 2743,
        "r": "nasb:Exodus:34:2",
        "t": "So be ready by morning, and come up in the morning to Mount Sinai, and present yourself there to Me on the top of the mountain."
    },
    {
        "o": 2744,
        "r": "nasb:Exodus:34:3",
        "t": "No man is to come up with you, nor let any man be seen anywhere on the mountain; even the flocks and the herds may not graze in front of that mountain.”"
    },
    {
        "o": 2745,
        "r": "nasb:Exodus:34:4",
        "t": "So he cut out two stone tablets like the former ones, and Moses rose up early in the morning and went up to Mount Sinai, as the Lord*s had commanded him, and he took two stone tablets in his hand."
    },
    {
        "o": 2746,
        "r": "nasb:Exodus:34:5",
        "t": "The Lord*s descended in the cloud and stood there with him as he called upon the name of the Lord.*s"
    },
    {
        "o": 2747,
        "r": "nasb:Exodus:34:6",
        "t": "Then the Lord*s passed by in front of him and proclaimed, “The Lord,*s the Lord*s God, compassionate and gracious, slow to anger, and abounding in lovingkindness and truth;"
    },
    {
        "o": 2748,
        "r": "nasb:Exodus:34:7",
        "t": "who keeps lovingkindness for thousands, who forgives iniquity, transgression and sin; yet He will by no means leave the*i guilty*i unpunished, visiting the iniquity of fathers on the children and on the grandchildren to the third and fourth generations.”"
    },
    {
        "o": 2749,
        "r": "nasb:Exodus:34:8",
        "t": "Moses made haste to bow low toward the earth and worship."
    },
    {
        "o": 2750,
        "r": "nasb:Exodus:34:9",
        "t": "He said, “If now I have found favor in Your sight, O Lord, I pray, let the Lord go along in our midst, even though the people are so obstinate, and pardon our iniquity and our sin, and take us as Your own possession.”"
    },
    {
        "o": 2751,
        "r": "nasb:Exodus:34:9",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 2752,
        "r": "nasb:Exodus:34:10",
        "t": "Then*p God said, “Behold, I am going to make a covenant. Before all your people I will perform miracles which have not been produced in all the earth nor among any of the nations; and all the people among whom you live will see the working of the Lord,*s for it is a fearful thing that I am going to perform with you."
    },
    {
        "o": 2753,
        "r": "nasb:Exodus:34:11",
        "t": "“Be*p sure to observe what I am commanding you this day: behold, I am going to drive out the Amorite before you, and the Canaanite, the Hittite, the Perizzite, the Hivite and the Jebusite."
    },
    {
        "o": 2754,
        "r": "nasb:Exodus:34:12",
        "t": "Watch yourself that you make no covenant with the inhabitants of the land into which you are going, or it will become a snare in your midst."
    },
    {
        "o": 2755,
        "r": "nasb:Exodus:34:13",
        "t": "But rather,*i you are to tear down their altars and smash their sacred*i pillars and cut down their Asherim"
    },
    {
        "o": 2756,
        "r": "nasb:Exodus:34:14",
        "t": "—for you shall not worship any other god, for the Lord,*s whose name is Jealous, is a jealous God—"
    },
    {
        "o": 2757,
        "r": "nasb:Exodus:34:15",
        "t": "otherwise you might make a covenant with the inhabitants of the land and they would play the harlot with their gods and sacrifice to their gods, and someone might invite you to eat of his sacrifice,"
    },
    {
        "o": 2758,
        "r": "nasb:Exodus:34:16",
        "t": "and you might take some of his daughters for your sons, and his daughters might play the harlot with their gods and cause your sons also*i to play the harlot with their gods."
    },
    {
        "o": 2759,
        "r": "nasb:Exodus:34:17",
        "t": "You shall make for yourself no molten gods."
    },
    {
        "o": 2760,
        "r": "nasb:Exodus:34:18",
        "t": "“You*p shall observe the Feast of Unleavened Bread. For seven days you are to eat unleavened bread, as I commanded you, at the appointed time in the month of Abib, for in the month of Abib you came out of Egypt."
    },
    {
        "o": 2761,
        "r": "nasb:Exodus:34:19",
        "t": "“The*p first offspring from every womb belongs to Me, and all your male livestock, the first offspring from cattle and sheep."
    },
    {
        "o": 2762,
        "r": "nasb:Exodus:34:20",
        "t": "You shall redeem with a lamb the first offspring from a donkey; and if you do not redeem it,*i then you shall break its neck. You shall redeem all the firstborn of your sons. None shall appear before Me empty-handed."
    },
    {
        "o": 2763,
        "r": "nasb:Exodus:34:21",
        "t": "“You*p shall work six days, but on the seventh day you shall rest; even*i during plowing time and harvest you shall rest."
    },
    {
        "o": 2764,
        "r": "nasb:Exodus:34:22",
        "t": "You shall celebrate the Feast of Weeks, that*i is,*i the first fruits of the wheat harvest, and the Feast of Ingathering at the turn of the year."
    },
    {
        "o": 2765,
        "r": "nasb:Exodus:34:23",
        "t": "Three times a year all your males are to appear before the Lord God,*s the God of Israel."
    },
    {
        "o": 2766,
        "r": "nasb:Exodus:34:24",
        "t": "For I will drive out nations before you and enlarge your borders, and no man shall covet your land when you go up three times a year to appear before the Lord*s your God."
    },
    {
        "o": 2767,
        "r": "nasb:Exodus:34:25",
        "t": "“You*p shall not offer the blood of My sacrifice with leavened bread, nor is the sacrifice of the Feast of the Passover to be left over until morning."
    },
    {
        "o": 2768,
        "r": "nasb:Exodus:34:26",
        "t": "“You*p shall bring the very first of the first fruits of your soil into the house of the Lord*s your God. “You*bp shall not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2769,
        "r": "nasb:Exodus:34:27",
        "t": "Then*p the Lord*s said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2770,
        "r": "nasb:Exodus:34:28",
        "t": "So he was there with the Lord*s forty days and forty nights; he did not eat bread or drink water. And he wrote on the tablets the words of the covenant, the Ten Commandments."
    },
    {
        "o": 2771,
        "r": "nasb:Exodus:34:28",
        "t": "Moses’ Face Shines",
        "h": 2
    },
    {
        "o": 2772,
        "r": "nasb:Exodus:34:29",
        "t": "It*p came about when Moses was coming down from Mount Sinai (and the two tablets of the testimony were*i in Moses’ hand as he was coming down from the mountain), that Moses did not know that the skin of his face shone because of his speaking with Him."
    },
    {
        "o": 2773,
        "r": "nasb:Exodus:34:30",
        "t": "So when Aaron and all the sons of Israel saw Moses, behold, the skin of his face shone, and they were afraid to come near him."
    },
    {
        "o": 2774,
        "r": "nasb:Exodus:34:31",
        "t": "Then Moses called to them, and Aaron and all the rulers in the congregation returned to him; and Moses spoke to them."
    },
    {
        "o": 2775,
        "r": "nasb:Exodus:34:32",
        "t": "Afterward all the sons of Israel came near, and he commanded them to*i do*i everything that the Lord*s had spoken to him on Mount Sinai."
    },
    {
        "o": 2776,
        "r": "nasb:Exodus:34:33",
        "t": "When Moses had finished speaking with them, he put a veil over his face."
    },
    {
        "o": 2777,
        "r": "nasb:Exodus:34:34",
        "t": "But whenever Moses went in before the Lord*s to speak with Him, he would take off the veil until he came out; and whenever he came out and spoke to the sons of Israel what he had been commanded,"
    },
    {
        "o": 2778,
        "r": "nasb:Exodus:34:35",
        "t": "the sons of Israel would see the face of Moses, that the skin of Moses’ face shone. So Moses would replace the veil over his face until he went in to speak with Him."
    },
    {
        "o": 2779,
        "r": "nasb:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2780,
        "r": "nasb:Exodus:35:0",
        "t": "The Sabbath Emphasized",
        "h": 2
    },
    {
        "o": 2781,
        "r": "nasb:Exodus:35:1",
        "t": "Then*p Moses assembled all the congregation of the sons of Israel, and said to them, “These are the things that the Lord*s has commanded you*i to do:"
    },
    {
        "o": 2782,
        "r": "nasb:Exodus:35:2",
        "t": "“For*p six days work may be done, but on the seventh day you shall have a holy day,*i a sabbath of complete rest to the Lord;*s whoever does any work on it shall be put to death."
    },
    {
        "o": 2783,
        "r": "nasb:Exodus:35:3",
        "t": "You shall not kindle a fire in any of your dwellings on the sabbath day.”"
    },
    {
        "o": 2784,
        "r": "nasb:Exodus:35:4",
        "t": "Moses*p spoke to all the congregation of the sons of Israel, saying, “This is the thing which the Lord*s has commanded, saying,"
    },
    {
        "o": 2785,
        "r": "nasb:Exodus:35:5",
        "t": "‘Take from among you a contribution to the Lord;*s whoever is of a willing heart, let him bring it as the Lord’s*s contribution: gold, silver, and bronze,"
    },
    {
        "o": 2786,
        "r": "nasb:Exodus:35:6",
        "t": "and blue, purple and scarlet material,*i fine linen, goats’ hair,*i"
    },
    {
        "o": 2787,
        "r": "nasb:Exodus:35:7",
        "t": "and rams’ skins dyed red, and porpoise skins, and acacia wood,"
    },
    {
        "o": 2788,
        "r": "nasb:Exodus:35:8",
        "t": "and oil for lighting, and spices for the anointing oil, and for the fragrant incense,"
    },
    {
        "o": 2789,
        "r": "nasb:Exodus:35:9",
        "t": "and onyx stones and setting stones for the ephod and for the breastpiece."
    },
    {
        "o": 2790,
        "r": "nasb:Exodus:35:9",
        "t": "Tabernacle Workmen",
        "h": 2
    },
    {
        "o": 2791,
        "r": "nasb:Exodus:35:10",
        "t": "‘Let*p every skillful man among you come, and make all that the Lord*s has commanded:"
    },
    {
        "o": 2792,
        "r": "nasb:Exodus:35:11",
        "t": "the tabernacle, its tent and its covering, its hooks and its boards, its bars, its pillars, and its sockets;"
    },
    {
        "o": 2793,
        "r": "nasb:Exodus:35:12",
        "t": "the ark and its poles, the mercy seat, and the curtain of the screen;"
    },
    {
        "o": 2794,
        "r": "nasb:Exodus:35:13",
        "t": "the table and its poles, and all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2795,
        "r": "nasb:Exodus:35:14",
        "t": "the lampstand also for the light and its utensils and its lamps and the oil for the light;"
    },
    {
        "o": 2796,
        "r": "nasb:Exodus:35:15",
        "t": "and the altar of incense and its poles, and the anointing oil and the fragrant incense, and the screen for the doorway at the entrance of the tabernacle;"
    },
    {
        "o": 2797,
        "r": "nasb:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles, and all its utensils, the basin and its stand;"
    },
    {
        "o": 2798,
        "r": "nasb:Exodus:35:17",
        "t": "the hangings of the court, its pillars and its sockets, and the screen for the gate of the court;"
    },
    {
        "o": 2799,
        "r": "nasb:Exodus:35:18",
        "t": "the pegs of the tabernacle and the pegs of the court and their cords;"
    },
    {
        "o": 2800,
        "r": "nasb:Exodus:35:19",
        "t": "the woven garments for ministering in the holy place, the holy garments for Aaron the priest and the garments of his sons, to minister as priests.’ ”"
    },
    {
        "o": 2801,
        "r": "nasb:Exodus:35:19",
        "t": "Gifts Received",
        "h": 2
    },
    {
        "o": 2802,
        "r": "nasb:Exodus:35:20",
        "t": "Then*p all the congregation of the sons of Israel departed from Moses’ presence."
    },
    {
        "o": 2803,
        "r": "nasb:Exodus:35:21",
        "t": "Everyone whose heart stirred him and everyone whose spirit moved him came and*i brought the Lord’s*s contribution for the work of the tent of meeting and for all its service and for the holy garments."
    },
    {
        "o": 2804,
        "r": "nasb:Exodus:35:22",
        "t": "Then all whose hearts moved them, both men and women, came and*i brought brooches and earrings and signet rings and bracelets, all articles of gold; so did*i every man who presented an offering of gold to the Lord.*s"
    },
    {
        "o": 2805,
        "r": "nasb:Exodus:35:23",
        "t": "Every man, who had in his possession blue and purple and scarlet material*i and fine linen and goats’ hair*i and rams’ skins dyed red and porpoise skins, brought them."
    },
    {
        "o": 2806,
        "r": "nasb:Exodus:35:24",
        "t": "Everyone who could make a contribution of silver and bronze brought the Lord’s*s contribution; and every man who had in his possession acacia wood for any work of the service brought it."
    },
    {
        "o": 2807,
        "r": "nasb:Exodus:35:25",
        "t": "All the skilled women spun with their hands, and brought what they had spun, in*i blue and purple and*i scarlet material*i and in*i fine linen."
    },
    {
        "o": 2808,
        "r": "nasb:Exodus:35:26",
        "t": "All the women whose heart stirred with a skill spun the goats’ hair.*i"
    },
    {
        "o": 2809,
        "r": "nasb:Exodus:35:27",
        "t": "The rulers brought the onyx stones and the stones for setting for the ephod and for the breastpiece;"
    },
    {
        "o": 2810,
        "r": "nasb:Exodus:35:28",
        "t": "and the spice and the oil for the light and for the anointing oil and for the fragrant incense."
    },
    {
        "o": 2811,
        "r": "nasb:Exodus:35:29",
        "t": "The Israelites, all the men and women, whose heart moved them to bring material*i for all the work, which the Lord*s had commanded through Moses to be done, brought a freewill offering to the Lord.*s"
    },
    {
        "o": 2812,
        "r": "nasb:Exodus:35:30",
        "t": "Then*p Moses said to the sons of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2813,
        "r": "nasb:Exodus:35:31",
        "t": "And He has filled him with the Spirit of God, in wisdom, in understanding and in knowledge and in all craftsmanship;"
    },
    {
        "o": 2814,
        "r": "nasb:Exodus:35:32",
        "t": "to make designs for working in gold and in silver and in bronze,"
    },
    {
        "o": 2815,
        "r": "nasb:Exodus:35:33",
        "t": "and in the cutting of stones for settings and in the carving of wood, so as to perform in every inventive work."
    },
    {
        "o": 2816,
        "r": "nasb:Exodus:35:34",
        "t": "He also has put in his heart to teach, both he and Oholiab, the son of Ahisamach, of the tribe of Dan."
    },
    {
        "o": 2817,
        "r": "nasb:Exodus:35:35",
        "t": "He has filled them with skill to perform every work of an engraver and of a designer and of an embroiderer, in blue and in purple and*i in scarlet material,*i and in fine linen, and of a weaver, as performers of every work and makers of designs."
    },
    {
        "o": 2818,
        "r": "nasb:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2819,
        "r": "nasb:Exodus:36:0",
        "t": "The Tabernacle Underwritten",
        "h": 2
    },
    {
        "o": 2820,
        "r": "nasb:Exodus:36:1",
        "t": "“Now*p Bezalel and Oholiab, and every skillful person in whom the Lord*s has put skill and understanding to know how to perform all the work in the construction of the sanctuary, shall perform in accordance with all that the Lord*s has commanded.”"
    },
    {
        "o": 2821,
        "r": "nasb:Exodus:36:2",
        "t": "Then*p Moses called Bezalel and Oholiab and every skillful person in whom the Lord*s had put skill, everyone whose heart stirred him, to come to the work to perform it."
    },
    {
        "o": 2822,
        "r": "nasb:Exodus:36:3",
        "t": "They received from Moses all the contributions which the sons of Israel had brought to perform the work in the construction of the sanctuary. And they still continued*i bringing to him freewill offerings every morning."
    },
    {
        "o": 2823,
        "r": "nasb:Exodus:36:4",
        "t": "And all the skillful men who were performing all the work of the sanctuary came, each from the work which he was performing,"
    },
    {
        "o": 2824,
        "r": "nasb:Exodus:36:5",
        "t": "and they said to Moses, “The people are bringing much more than enough for the construction work which the Lord*s commanded us*i to perform.”"
    },
    {
        "o": 2825,
        "r": "nasb:Exodus:36:6",
        "t": "So Moses issued a command, and a proclamation was circulated throughout the camp, saying, “Let no man or woman any longer perform work for the contributions of the sanctuary.” Thus the people were restrained from bringing any*i more.*i"
    },
    {
        "o": 2826,
        "r": "nasb:Exodus:36:7",
        "t": "For the material they had was sufficient and more than enough for all the work, to perform it."
    },
    {
        "o": 2827,
        "r": "nasb:Exodus:36:7",
        "t": "Construction Proceeds",
        "h": 2
    },
    {
        "o": 2828,
        "r": "nasb:Exodus:36:8",
        "t": "All*p the skillful men among those who were performing the work made the tabernacle with ten curtains; of fine twisted linen and blue and purple and scarlet material,*i with cherubim, the work of a skillful workman, Bezalel made them."
    },
    {
        "o": 2829,
        "r": "nasb:Exodus:36:9",
        "t": "The length of each curtain was twenty-eight cubits and the width of each curtain four cubits; all the curtains had the same measurements."
    },
    {
        "o": 2830,
        "r": "nasb:Exodus:36:10",
        "t": "He joined five curtains to one another and the*i other*i five curtains he joined to one another."
    },
    {
        "o": 2831,
        "r": "nasb:Exodus:36:11",
        "t": "He made loops of blue on the edge of the outermost curtain in the first set; he did likewise on the edge of the curtain that was outermost in the second set."
    },
    {
        "o": 2832,
        "r": "nasb:Exodus:36:12",
        "t": "He made fifty loops in the one curtain and he made fifty loops on the edge of the curtain that was in the second set; the loops were opposite each other."
    },
    {
        "o": 2833,
        "r": "nasb:Exodus:36:13",
        "t": "He made fifty clasps of gold and joined the curtains to one another with the clasps, so the tabernacle was a unit."
    },
    {
        "o": 2834,
        "r": "nasb:Exodus:36:14",
        "t": "Then*p he made curtains of goats’ hair*i for a tent over the tabernacle; he made eleven curtains in all."
    },
    {
        "o": 2835,
        "r": "nasb:Exodus:36:15",
        "t": "The length of each curtain was*i thirty cubits and four cubits the width of each curtain; the eleven curtains had the same measurements."
    },
    {
        "o": 2836,
        "r": "nasb:Exodus:36:16",
        "t": "He joined five curtains by themselves and the*i other*i six curtains by themselves."
    },
    {
        "o": 2837,
        "r": "nasb:Exodus:36:17",
        "t": "Moreover, he made fifty loops on the edge of the curtain that was outermost in the first*i set, and he made fifty loops on the edge of the curtain that*i was*i outermost*i in*i the second set."
    },
    {
        "o": 2838,
        "r": "nasb:Exodus:36:18",
        "t": "He made fifty clasps of bronze to join the tent together so that it would be a unit."
    },
    {
        "o": 2839,
        "r": "nasb:Exodus:36:19",
        "t": "He made a covering for the tent of rams’ skins dyed red, and a covering of porpoise skins above."
    },
    {
        "o": 2840,
        "r": "nasb:Exodus:36:20",
        "t": "Then*p he made the boards for the tabernacle of acacia wood, standing upright."
    },
    {
        "o": 2841,
        "r": "nasb:Exodus:36:21",
        "t": "Ten cubits was*i the length of each board and one and a half cubits the width of each board."
    },
    {
        "o": 2842,
        "r": "nasb:Exodus:36:22",
        "t": "There*i were*i two tenons for each board, fitted to one another; thus he did for all the boards of the tabernacle."
    },
    {
        "o": 2843,
        "r": "nasb:Exodus:36:23",
        "t": "He made the boards for the tabernacle: twenty boards for the south side;"
    },
    {
        "o": 2844,
        "r": "nasb:Exodus:36:24",
        "t": "and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons and two sockets under another board for its two tenons."
    },
    {
        "o": 2845,
        "r": "nasb:Exodus:36:25",
        "t": "Then for the second side of the tabernacle, on the north side, he made twenty boards,"
    },
    {
        "o": 2846,
        "r": "nasb:Exodus:36:26",
        "t": "and their forty sockets of silver; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2847,
        "r": "nasb:Exodus:36:27",
        "t": "For the rear of the tabernacle, to the west, he made six boards."
    },
    {
        "o": 2848,
        "r": "nasb:Exodus:36:28",
        "t": "He made two boards for the corners of the tabernacle at the rear."
    },
    {
        "o": 2849,
        "r": "nasb:Exodus:36:29",
        "t": "They were double beneath, and together they were complete to its top to the first ring; thus he did with both of them for the two corners."
    },
    {
        "o": 2850,
        "r": "nasb:Exodus:36:30",
        "t": "There were eight boards with their sockets of silver, sixteen sockets, two under every board."
    },
    {
        "o": 2851,
        "r": "nasb:Exodus:36:31",
        "t": "Then*p he made bars of acacia wood, five for the boards of one side of the tabernacle,"
    },
    {
        "o": 2852,
        "r": "nasb:Exodus:36:32",
        "t": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the rear side*i to the west."
    },
    {
        "o": 2853,
        "r": "nasb:Exodus:36:33",
        "t": "He made the middle bar to pass through in the center of the boards from end to end."
    },
    {
        "o": 2854,
        "r": "nasb:Exodus:36:34",
        "t": "He overlaid the boards with gold and made their rings of gold as*i holders for the bars, and overlaid the bars with gold."
    },
    {
        "o": 2855,
        "r": "nasb:Exodus:36:35",
        "t": "Moreover,*p he made the veil of blue and purple and scarlet material,*i and fine twisted linen; he made it with cherubim, the work of a skillful workman."
    },
    {
        "o": 2856,
        "r": "nasb:Exodus:36:36",
        "t": "He made four pillars of acacia for it, and overlaid them with gold, with their hooks of gold; and he cast four sockets of silver for them."
    },
    {
        "o": 2857,
        "r": "nasb:Exodus:36:37",
        "t": "He made a screen for the doorway of the tent, of blue and purple and scarlet material,*i and fine twisted linen, the work of a weaver;"
    },
    {
        "o": 2858,
        "r": "nasb:Exodus:36:38",
        "t": "and he*i made*i its five pillars with their hooks, and he overlaid their tops and their bands with gold; but their five sockets were of bronze."
    },
    {
        "o": 2859,
        "r": "nasb:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2860,
        "r": "nasb:Exodus:37:0",
        "t": "Construction Continues",
        "h": 2
    },
    {
        "o": 2861,
        "r": "nasb:Exodus:37:1",
        "t": "Now*p Bezalel made the ark of acacia wood; its length was two and a half cubits, and its width one and a half cubits, and its height one and a half cubits;"
    },
    {
        "o": 2862,
        "r": "nasb:Exodus:37:2",
        "t": "and he overlaid it with pure gold inside and out, and made a gold molding for it all around."
    },
    {
        "o": 2863,
        "r": "nasb:Exodus:37:3",
        "t": "He cast four rings of gold for it on its four feet; even two rings on one side of it, and two rings on the other side of it."
    },
    {
        "o": 2864,
        "r": "nasb:Exodus:37:4",
        "t": "He made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2865,
        "r": "nasb:Exodus:37:5",
        "t": "He put the poles into the rings on the sides of the ark, to carry it."
    },
    {
        "o": 2866,
        "r": "nasb:Exodus:37:6",
        "t": "He made a mercy seat of pure gold, two and a half cubits long and one and a half cubits wide."
    },
    {
        "o": 2867,
        "r": "nasb:Exodus:37:7",
        "t": "He made two cherubim of gold; he made them of hammered work at the two ends of the mercy seat;"
    },
    {
        "o": 2868,
        "r": "nasb:Exodus:37:8",
        "t": "one cherub at the one end and one cherub at the other end; he made the cherubim of*i one*i piece*i with the mercy seat at the two ends."
    },
    {
        "o": 2869,
        "r": "nasb:Exodus:37:9",
        "t": "The cherubim had their*i wings spread upward, covering the mercy seat with their wings, with their faces toward each other; the faces of the cherubim were toward the mercy seat."
    },
    {
        "o": 2870,
        "r": "nasb:Exodus:37:10",
        "t": "Then*p he made the table of acacia wood, two cubits long and a cubit wide and one and a half cubits high."
    },
    {
        "o": 2871,
        "r": "nasb:Exodus:37:11",
        "t": "He overlaid it with pure gold, and made a gold molding for it all around."
    },
    {
        "o": 2872,
        "r": "nasb:Exodus:37:12",
        "t": "He made a rim for it of a handbreadth all around, and made a gold molding for its rim all around."
    },
    {
        "o": 2873,
        "r": "nasb:Exodus:37:13",
        "t": "He cast four gold rings for it and put the rings on the four corners that were on its four feet."
    },
    {
        "o": 2874,
        "r": "nasb:Exodus:37:14",
        "t": "Close by the rim were the rings, the holders for the poles to carry the table."
    },
    {
        "o": 2875,
        "r": "nasb:Exodus:37:15",
        "t": "He made the poles of acacia wood and overlaid them with gold, to carry the table."
    },
    {
        "o": 2876,
        "r": "nasb:Exodus:37:16",
        "t": "He made the utensils which were on the table, its dishes and its pans and its bowls and its jars, with which to pour out drink offerings, of pure gold."
    },
    {
        "o": 2877,
        "r": "nasb:Exodus:37:17",
        "t": "Then*p he made the lampstand of pure gold. He made the lampstand of hammered work, its base and its shaft; its cups, its bulbs and its flowers were of*i one*i piece*i with it."
    },
    {
        "o": 2878,
        "r": "nasb:Exodus:37:18",
        "t": "There were six branches going out of its sides; three branches of the lampstand from the one side of it and three branches of the lampstand from the other side of it;"
    },
    {
        "o": 2879,
        "r": "nasb:Exodus:37:19",
        "t": "three cups shaped like almond blossoms,*i a bulb and a flower in one branch, and three cups shaped like almond blossoms,*i a bulb and a flower in the other branch—so for the six branches going out of the lampstand."
    },
    {
        "o": 2880,
        "r": "nasb:Exodus:37:20",
        "t": "In the lampstand there*i were*i four cups shaped like almond blossoms,*i its bulbs and its flowers;"
    },
    {
        "o": 2881,
        "r": "nasb:Exodus:37:21",
        "t": "and a bulb was under the first*i pair of branches coming*i out of it, and a bulb under the second*i pair of branches coming*i out of it, and a bulb under the third*i pair of branches coming*i out of it, for the six branches coming out of the lampstand."
    },
    {
        "o": 2882,
        "r": "nasb:Exodus:37:22",
        "t": "Their bulbs and their branches were of*i one*i piece*i with it; the whole of it was*i a single hammered work of pure gold."
    },
    {
        "o": 2883,
        "r": "nasb:Exodus:37:23",
        "t": "He made its seven lamps with its snuffers and its trays of pure gold."
    },
    {
        "o": 2884,
        "r": "nasb:Exodus:37:24",
        "t": "He made it and all its utensils from a talent of pure gold."
    },
    {
        "o": 2885,
        "r": "nasb:Exodus:37:25",
        "t": "Then*p he made the altar of incense of acacia wood: a cubit long and a cubit wide, square, and two cubits high; its horns were of*i one*i piece*i with it."
    },
    {
        "o": 2886,
        "r": "nasb:Exodus:37:26",
        "t": "He overlaid it with pure gold, its top and its sides all around, and its horns; and he made a gold molding for it all around."
    },
    {
        "o": 2887,
        "r": "nasb:Exodus:37:27",
        "t": "He made two golden rings for it under its molding, on its two sides—on opposite sides—as holders for poles with which to carry it."
    },
    {
        "o": 2888,
        "r": "nasb:Exodus:37:28",
        "t": "He made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2889,
        "r": "nasb:Exodus:37:29",
        "t": "And he made the holy anointing oil and the pure, fragrant incense of spices, the work of a perfumer."
    },
    {
        "o": 2890,
        "r": "nasb:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2891,
        "r": "nasb:Exodus:38:0",
        "t": "The Tabernacle Completed",
        "h": 2
    },
    {
        "o": 2892,
        "r": "nasb:Exodus:38:1",
        "t": "Then*p he made the altar of burnt offering of acacia wood, five cubits long, and five cubits wide, square, and three cubits high."
    },
    {
        "o": 2893,
        "r": "nasb:Exodus:38:2",
        "t": "He made its horns on its four corners, its horns being of*i one*i piece*i with it, and he overlaid it with bronze."
    },
    {
        "o": 2894,
        "r": "nasb:Exodus:38:3",
        "t": "He made all the utensils of the altar, the pails and the shovels and the basins, the flesh hooks and the firepans; he made all its utensils of bronze."
    },
    {
        "o": 2895,
        "r": "nasb:Exodus:38:4",
        "t": "He made for the altar a grating of bronze network beneath, under its ledge, reaching halfway up."
    },
    {
        "o": 2896,
        "r": "nasb:Exodus:38:5",
        "t": "He cast four rings on the four ends of the bronze grating as*i holders for the poles."
    },
    {
        "o": 2897,
        "r": "nasb:Exodus:38:6",
        "t": "He made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2898,
        "r": "nasb:Exodus:38:7",
        "t": "He inserted the poles into the rings on the sides of the altar, with which to carry it. He made it hollow with planks."
    },
    {
        "o": 2899,
        "r": "nasb:Exodus:38:8",
        "t": "Moreover,*p he made the laver of bronze with its base of bronze, from the mirrors of the serving women who served at the doorway of the tent of meeting."
    },
    {
        "o": 2900,
        "r": "nasb:Exodus:38:9",
        "t": "Then*p he made the court: for the south side the hangings of the court were of fine twisted linen, one hundred cubits;"
    },
    {
        "o": 2901,
        "r": "nasb:Exodus:38:10",
        "t": "their twenty pillars, and their twenty sockets, made*i of bronze; the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2902,
        "r": "nasb:Exodus:38:11",
        "t": "For the north side there*i were*i one hundred cubits; their twenty pillars and their twenty sockets were*i of bronze, the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2903,
        "r": "nasb:Exodus:38:12",
        "t": "For the west side there*i were*i hangings of fifty cubits with*i their ten pillars and their ten sockets; the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2904,
        "r": "nasb:Exodus:38:13",
        "t": "For the east side fifty cubits."
    },
    {
        "o": 2905,
        "r": "nasb:Exodus:38:14",
        "t": "The hangings for the one*i side of*i the*i gate*i were*i fifteen cubits, with*i their three pillars and their three sockets,"
    },
    {
        "o": 2906,
        "r": "nasb:Exodus:38:15",
        "t": "and so for the other side. On both sides of the gate of the court were*i hangings of fifteen cubits, with*i their three pillars and their three sockets."
    },
    {
        "o": 2907,
        "r": "nasb:Exodus:38:16",
        "t": "All the hangings of the court all around were*i of fine twisted linen."
    },
    {
        "o": 2908,
        "r": "nasb:Exodus:38:17",
        "t": "The sockets for the pillars were*i of bronze, the hooks of the pillars and their bands, of silver; and the overlaying of their tops, of silver, and all the pillars of the court were furnished with silver bands."
    },
    {
        "o": 2909,
        "r": "nasb:Exodus:38:18",
        "t": "The screen of the gate of the court was the work of the weaver, of blue and purple and scarlet material*i and fine twisted linen. And the length was*i twenty cubits and the height was*i five cubits, corresponding to the hangings of the court."
    },
    {
        "o": 2910,
        "r": "nasb:Exodus:38:19",
        "t": "Their four pillars and their four sockets were*i of bronze; their hooks were*i of silver, and the overlaying of their tops and their bands were*i of silver."
    },
    {
        "o": 2911,
        "r": "nasb:Exodus:38:20",
        "t": "All the pegs of the tabernacle and of the court all around were*i of bronze."
    },
    {
        "o": 2912,
        "r": "nasb:Exodus:38:20",
        "t": "The Cost of the Tabernacle",
        "h": 2
    },
    {
        "o": 2913,
        "r": "nasb:Exodus:38:21",
        "t": "This*p is the number of the things for the tabernacle, the tabernacle of the testimony, as they were numbered according to the command of Moses, for the service of the Levites, by the hand of Ithamar the son of Aaron the priest."
    },
    {
        "o": 2914,
        "r": "nasb:Exodus:38:22",
        "t": "Now Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that the Lord*s had commanded Moses."
    },
    {
        "o": 2915,
        "r": "nasb:Exodus:38:23",
        "t": "With him was*i Oholiab the son of Ahisamach, of the tribe of Dan, an engraver and a skillful workman and a weaver in blue and in purple and in scarlet material,*i and fine linen."
    },
    {
        "o": 2916,
        "r": "nasb:Exodus:38:24",
        "t": "All*p the gold that was used for the work, in all the work of the sanctuary, even the gold of the wave offering, was 29 talents and 730 shekels, according to the shekel of the sanctuary."
    },
    {
        "o": 2917,
        "r": "nasb:Exodus:38:25",
        "t": "The silver of those of the congregation who were numbered was 100 talents and 1,775 shekels, according to the shekel of the sanctuary;"
    },
    {
        "o": 2918,
        "r": "nasb:Exodus:38:26",
        "t": "a beka a head (that*i is,*i half a shekel according to the shekel of the sanctuary), for each one who passed over to those who were numbered, from twenty years old and upward, for 603,550 men."
    },
    {
        "o": 2919,
        "r": "nasb:Exodus:38:27",
        "t": "The hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil; one hundred sockets for the hundred talents, a talent for a socket."
    },
    {
        "o": 2920,
        "r": "nasb:Exodus:38:28",
        "t": "Of the 1,775 shekels,*i he made hooks for the pillars and overlaid their tops and made bands for them."
    },
    {
        "o": 2921,
        "r": "nasb:Exodus:38:29",
        "t": "The bronze of the wave offering was 70 talents and 2,400 shekels."
    },
    {
        "o": 2922,
        "r": "nasb:Exodus:38:30",
        "t": "With it he made the sockets to the doorway of the tent of meeting, and the bronze altar and its bronze grating, and all the utensils of the altar,"
    },
    {
        "o": 2923,
        "r": "nasb:Exodus:38:31",
        "t": "and the sockets of the court all around and the sockets of the gate of the court, and all the pegs of the tabernacle and all the pegs of the court all around."
    },
    {
        "o": 2924,
        "r": "nasb:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2925,
        "r": "nasb:Exodus:39:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2926,
        "r": "nasb:Exodus:39:1",
        "t": "Moreover,*p from the blue and purple and scarlet material,*i they made finely woven garments for ministering in the holy place as well as the holy garments which were for Aaron, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2927,
        "r": "nasb:Exodus:39:2",
        "t": "He*p made the ephod of gold, and*i of blue and purple and scarlet material,*i and fine twisted linen."
    },
    {
        "o": 2928,
        "r": "nasb:Exodus:39:3",
        "t": "Then they hammered out gold sheets and cut them*i into threads to be woven in with*i the blue and the purple and the scarlet material,*i and the fine linen, the work of a skillful workman."
    },
    {
        "o": 2929,
        "r": "nasb:Exodus:39:4",
        "t": "They made attaching shoulder pieces for the ephod; it was attached at its two upper*i ends."
    },
    {
        "o": 2930,
        "r": "nasb:Exodus:39:5",
        "t": "The skillfully woven band which was on it was like its workmanship, of the same material: of gold and*i of blue and purple and scarlet material,*i and fine twisted linen, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2931,
        "r": "nasb:Exodus:39:6",
        "t": "They*p made the onyx stones, set in gold filigree settings;*i they were engraved like*i the engravings of a signet, according to the names of the sons of Israel."
    },
    {
        "o": 2932,
        "r": "nasb:Exodus:39:7",
        "t": "And he placed them on the shoulder pieces of the ephod, as*i memorial stones for the sons of Israel, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2933,
        "r": "nasb:Exodus:39:8",
        "t": "He*p made the breastpiece, the work of a skillful workman, like the workmanship of the ephod: of gold and*i of blue and purple and scarlet material*i and fine twisted linen."
    },
    {
        "o": 2934,
        "r": "nasb:Exodus:39:9",
        "t": "It was square; they made the breastpiece folded double, a span long and a span wide when folded double."
    },
    {
        "o": 2935,
        "r": "nasb:Exodus:39:10",
        "t": "And they mounted four rows of stones on it. The first row was*i a row of ruby, topaz, and emerald;"
    },
    {
        "o": 2936,
        "r": "nasb:Exodus:39:11",
        "t": "and the second row, a turquoise, a sapphire and a diamond;"
    },
    {
        "o": 2937,
        "r": "nasb:Exodus:39:12",
        "t": "and the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2938,
        "r": "nasb:Exodus:39:13",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They were set in gold filigree settings*i when they were mounted."
    },
    {
        "o": 2939,
        "r": "nasb:Exodus:39:14",
        "t": "The stones were corresponding to the names of the sons of Israel; they were twelve, corresponding to their names, engraved*i with*i the engravings of a signet, each with its name for the twelve tribes."
    },
    {
        "o": 2940,
        "r": "nasb:Exodus:39:15",
        "t": "They made on the breastpiece chains like cords, of twisted cordage work in pure gold."
    },
    {
        "o": 2941,
        "r": "nasb:Exodus:39:16",
        "t": "They made two gold filigree settings*i and two gold rings, and put the two rings on the two ends of the breastpiece."
    },
    {
        "o": 2942,
        "r": "nasb:Exodus:39:17",
        "t": "Then they put the two gold cords in the two rings at the ends of the breastpiece."
    },
    {
        "o": 2943,
        "r": "nasb:Exodus:39:18",
        "t": "They put the other*i two ends of the two cords on the two filigree settings,*i and put them on the shoulder pieces of the ephod at the front of it."
    },
    {
        "o": 2944,
        "r": "nasb:Exodus:39:19",
        "t": "They made two gold rings and placed them*i on the two ends of the breastpiece, on its inner edge which was next to the ephod."
    },
    {
        "o": 2945,
        "r": "nasb:Exodus:39:20",
        "t": "Furthermore, they made two gold rings and placed them on the bottom of the two shoulder pieces of the ephod, on the front of it, close to the place where it joined, above the woven band of the ephod."
    },
    {
        "o": 2946,
        "r": "nasb:Exodus:39:21",
        "t": "They bound the breastpiece by its rings to the rings of the ephod with a blue cord, so that it would be on the woven band of the ephod, and that the breastpiece would not come loose from the ephod, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2947,
        "r": "nasb:Exodus:39:22",
        "t": "Then*p he made the robe of the ephod of woven work, all of blue;"
    },
    {
        "o": 2948,
        "r": "nasb:Exodus:39:23",
        "t": "and the opening of the robe was at*i the*i top*i in the center, as the opening of a coat of mail, with a binding all around its opening, so that it would not be torn."
    },
    {
        "o": 2949,
        "r": "nasb:Exodus:39:24",
        "t": "They made pomegranates of blue and purple and scarlet material*i and*i twisted linen*i on the hem of the robe."
    },
    {
        "o": 2950,
        "r": "nasb:Exodus:39:25",
        "t": "They also made bells of pure gold, and put the bells between the pomegranates all around on the hem of the robe,"
    },
    {
        "o": 2951,
        "r": "nasb:Exodus:39:26",
        "t": "alternating a bell and a pomegranate all around on the hem of the robe for the service, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2952,
        "r": "nasb:Exodus:39:27",
        "t": "They*p made the tunics of finely woven linen for Aaron and his sons,"
    },
    {
        "o": 2953,
        "r": "nasb:Exodus:39:28",
        "t": "and the turban of fine linen, and the decorated caps of fine linen, and the linen breeches of fine twisted linen,"
    },
    {
        "o": 2954,
        "r": "nasb:Exodus:39:29",
        "t": "and the sash of fine twisted linen, and blue and purple and scarlet material,*i the work of the weaver, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2955,
        "r": "nasb:Exodus:39:30",
        "t": "They*p made the plate of the holy crown of pure gold, and inscribed it like the engravings of a signet, “Holy to the Lord.”*s"
    },
    {
        "o": 2956,
        "r": "nasb:Exodus:39:31",
        "t": "They fastened a blue cord to it, to fasten it on the turban above, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "nasb:Exodus:39:32",
        "t": "Thus*p all the work of the tabernacle of the tent of meeting was completed; and the sons of Israel did according to all that the Lord*s had commanded Moses; so they did."
    },
    {
        "o": 2958,
        "r": "nasb:Exodus:39:33",
        "t": "They brought the tabernacle to Moses, the tent and all its furnishings: its clasps, its boards, its bars, and its pillars and its sockets;"
    },
    {
        "o": 2959,
        "r": "nasb:Exodus:39:34",
        "t": "and the covering of rams’ skins dyed red, and the covering of porpoise skins, and the screening veil;"
    },
    {
        "o": 2960,
        "r": "nasb:Exodus:39:35",
        "t": "the ark of the testimony and its poles and the mercy seat;"
    },
    {
        "o": 2961,
        "r": "nasb:Exodus:39:36",
        "t": "the table, all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2962,
        "r": "nasb:Exodus:39:37",
        "t": "the pure gold*i lampstand, with its arrangement of lamps and all its utensils, and the oil for the light;"
    },
    {
        "o": 2963,
        "r": "nasb:Exodus:39:38",
        "t": "and the gold altar, and the anointing oil and the fragrant incense, and the veil for the doorway of the tent;"
    },
    {
        "o": 2964,
        "r": "nasb:Exodus:39:39",
        "t": "the bronze altar and its bronze grating, its poles and all its utensils, the laver and its stand;"
    },
    {
        "o": 2965,
        "r": "nasb:Exodus:39:40",
        "t": "the hangings for the court, its pillars and its sockets, and the screen for the gate of the court, its cords and its pegs and all the equipment for the service of the tabernacle, for the tent of meeting;"
    },
    {
        "o": 2966,
        "r": "nasb:Exodus:39:41",
        "t": "the woven garments for ministering in the holy place and the holy garments for Aaron the priest and the garments of his sons, to minister as priests."
    },
    {
        "o": 2967,
        "r": "nasb:Exodus:39:42",
        "t": "So the sons of Israel did all the work according to all that the Lord*s had commanded Moses."
    },
    {
        "o": 2968,
        "r": "nasb:Exodus:39:43",
        "t": "And Moses examined all the work and behold, they had done it; just as the Lord*s had commanded, this they had done. So Moses blessed them."
    },
    {
        "o": 2969,
        "r": "nasb:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2970,
        "r": "nasb:Exodus:40:0",
        "t": "The Tabernacle Erected",
        "h": 2
    },
    {
        "o": 2971,
        "r": "nasb:Exodus:40:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2972,
        "r": "nasb:Exodus:40:2",
        "t": "“On the first day of the first month you shall set up the tabernacle of the tent of meeting."
    },
    {
        "o": 2973,
        "r": "nasb:Exodus:40:3",
        "t": "You shall place the ark of the testimony there, and you shall screen the ark with the veil."
    },
    {
        "o": 2974,
        "r": "nasb:Exodus:40:4",
        "t": "You shall bring in the table and arrange what belongs on it; and you shall bring in the lampstand and mount its lamps."
    },
    {
        "o": 2975,
        "r": "nasb:Exodus:40:5",
        "t": "Moreover, you shall set the gold altar of incense before the ark of the testimony, and set up the veil for the doorway to the tabernacle."
    },
    {
        "o": 2976,
        "r": "nasb:Exodus:40:6",
        "t": "You shall set the altar of burnt offering in front of the doorway of the tabernacle of the tent of meeting."
    },
    {
        "o": 2977,
        "r": "nasb:Exodus:40:7",
        "t": "You shall set the laver between the tent of meeting and the altar and put water in it."
    },
    {
        "o": 2978,
        "r": "nasb:Exodus:40:8",
        "t": "You shall set up the court all around and hang up the veil for the gateway of the court."
    },
    {
        "o": 2979,
        "r": "nasb:Exodus:40:9",
        "t": "Then you shall take the anointing oil and anoint the tabernacle and all that is in it, and shall consecrate it and all its furnishings; and it shall be holy."
    },
    {
        "o": 2980,
        "r": "nasb:Exodus:40:10",
        "t": "You shall anoint the altar of burnt offering and all its utensils, and consecrate the altar, and the altar shall be most holy."
    },
    {
        "o": 2981,
        "r": "nasb:Exodus:40:11",
        "t": "You shall anoint the laver and its stand, and consecrate it."
    },
    {
        "o": 2982,
        "r": "nasb:Exodus:40:12",
        "t": "Then you shall bring Aaron and his sons to the doorway of the tent of meeting and wash them with water."
    },
    {
        "o": 2983,
        "r": "nasb:Exodus:40:13",
        "t": "You shall put the holy garments on Aaron and anoint him and consecrate him, that he may minister as a priest to Me."
    },
    {
        "o": 2984,
        "r": "nasb:Exodus:40:14",
        "t": "You shall bring his sons and put tunics on them;"
    },
    {
        "o": 2985,
        "r": "nasb:Exodus:40:15",
        "t": "and you shall anoint them even as you have anointed their father, that they may minister as priests to Me; and their anointing will qualify them for a perpetual priesthood throughout their generations.”"
    },
    {
        "o": 2986,
        "r": "nasb:Exodus:40:16",
        "t": "Thus Moses did; according to all that the Lord*s had commanded him, so he did."
    },
    {
        "o": 2987,
        "r": "nasb:Exodus:40:17",
        "t": "Now*p in the first month of the second year, on the first day*i of the month, the tabernacle was erected."
    },
    {
        "o": 2988,
        "r": "nasb:Exodus:40:18",
        "t": "Moses erected the tabernacle and laid its sockets, and set up its boards, and inserted its bars and erected its pillars."
    },
    {
        "o": 2989,
        "r": "nasb:Exodus:40:19",
        "t": "He spread the tent over the tabernacle and put the covering of the tent on top of it, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2990,
        "r": "nasb:Exodus:40:20",
        "t": "Then he took the testimony and put it*i into the ark, and attached the poles to the ark, and put the mercy seat on top of the ark."
    },
    {
        "o": 2991,
        "r": "nasb:Exodus:40:21",
        "t": "He brought the ark into the tabernacle, and set up a veil for the screen, and screened off the ark of the testimony, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2992,
        "r": "nasb:Exodus:40:22",
        "t": "Then he put the table in the tent of meeting on the north side of the tabernacle, outside the veil."
    },
    {
        "o": 2993,
        "r": "nasb:Exodus:40:23",
        "t": "He set the arrangement of bread in order on it before the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 2994,
        "r": "nasb:Exodus:40:24",
        "t": "Then he placed the lampstand in the tent of meeting, opposite the table, on the south side of the tabernacle."
    },
    {
        "o": 2995,
        "r": "nasb:Exodus:40:25",
        "t": "He lighted the lamps before the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 2996,
        "r": "nasb:Exodus:40:26",
        "t": "Then he placed the gold altar in the tent of meeting in front of the veil;"
    },
    {
        "o": 2997,
        "r": "nasb:Exodus:40:27",
        "t": "and he burned fragrant incense on it, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2998,
        "r": "nasb:Exodus:40:28",
        "t": "Then he set up the veil for the doorway of the tabernacle."
    },
    {
        "o": 2999,
        "r": "nasb:Exodus:40:29",
        "t": "He set the altar of burnt offering before*i the doorway of the tabernacle of the tent of meeting, and offered on it the burnt offering and the meal offering, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3000,
        "r": "nasb:Exodus:40:30",
        "t": "He placed the laver between the tent of meeting and the altar and put water in it for washing."
    },
    {
        "o": 3001,
        "r": "nasb:Exodus:40:31",
        "t": "From it Moses and Aaron and his sons washed their hands and their feet."
    },
    {
        "o": 3002,
        "r": "nasb:Exodus:40:32",
        "t": "When they entered the tent of meeting, and when they approached the altar, they washed, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3003,
        "r": "nasb:Exodus:40:33",
        "t": "He erected the court all around the tabernacle and the altar, and hung up the veil for the gateway of the court. Thus Moses finished the work."
    },
    {
        "o": 3004,
        "r": "nasb:Exodus:40:33",
        "t": "The Glory of the Lord",
        "h": 2
    },
    {
        "o": 3005,
        "r": "nasb:Exodus:40:34",
        "t": "Then*p the cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3006,
        "r": "nasb:Exodus:40:35",
        "t": "Moses was not able to enter the tent of meeting because the cloud had settled on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3007,
        "r": "nasb:Exodus:40:36",
        "t": "Throughout all their journeys whenever the cloud was taken up from over the tabernacle, the sons of Israel would set out;"
    },
    {
        "o": 3008,
        "r": "nasb:Exodus:40:37",
        "t": "but if the cloud was not taken up, then they did not set out until the day when it was taken up."
    },
    {
        "o": 3009,
        "r": "nasb:Exodus:40:38",
        "t": "For throughout all their journeys, the cloud of the Lord*s was on the tabernacle by day, and there was fire in it by night, in the sight of all the house of Israel."
    }
]
