[
    {
        "o": 373,
        "r": "nkjv:Genesis:14:0",
        "t": "Genesis 14",
        "h": 1
    },
    {
        "o": 374,
        "r": "nkjv:Genesis:14:0",
        "t": "Lot’s Captivity and Rescue",
        "h": 2
    },
    {
        "o": 375,
        "r": "nkjv:Genesis:14:1",
        "t": "And*p it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of nations,"
    },
    {
        "o": 376,
        "r": "nkjv:Genesis:14:2",
        "t": "that*i they made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar)."
    },
    {
        "o": 377,
        "r": "nkjv:Genesis:14:3",
        "t": "All these joined together in the Valley of Siddim (that is, the Salt Sea)."
    },
    {
        "o": 378,
        "r": "nkjv:Genesis:14:4",
        "t": "Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled."
    },
    {
        "o": 379,
        "r": "nkjv:Genesis:14:5",
        "t": "In*p the fourteenth year Chedorlaomer and the kings that were*i with him came and attacked the Rephaim in Ashteroth Karnaim, the Zuzim in Ham, the Emim in Shaveh Kiriathaim,"
    },
    {
        "o": 380,
        "r": "nkjv:Genesis:14:6",
        "t": "and the Horites in their mountain of Seir, as far as El Paran, which is*i by the wilderness."
    },
    {
        "o": 381,
        "r": "nkjv:Genesis:14:7",
        "t": "Then they turned back and came to En Mishpat (that is,*i Kadesh), and attacked all the country of the Amalekites, and also the Amorites who dwelt in Hazezon Tamar."
    },
    {
        "o": 382,
        "r": "nkjv:Genesis:14:8",
        "t": "And*p the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is,*i Zoar) went out and joined together in battle in the Valley of Siddim"
    },
    {
        "o": 383,
        "r": "nkjv:Genesis:14:9",
        "t": "against Chedorlaomer king of Elam, Tidal king of nations, Amraphel king of Shinar, and Arioch king of Ellasar—four kings against five."
    },
    {
        "o": 384,
        "r": "nkjv:Genesis:14:10",
        "t": "Now the Valley of Siddim was*i full*i of*i asphalt pits; and the kings of Sodom and Gomorrah fled; some*i fell there, and the remainder fled to the mountains."
    },
    {
        "o": 385,
        "r": "nkjv:Genesis:14:11",
        "t": "Then they took all the goods of Sodom and Gomorrah, and all their provisions, and went their way."
    },
    {
        "o": 386,
        "r": "nkjv:Genesis:14:12",
        "t": "They also took Lot, Abram’s brother’s son who dwelt in Sodom, and his goods, and departed."
    },
    {
        "o": 387,
        "r": "nkjv:Genesis:14:13",
        "t": "Then*p one who had escaped came and told Abram the Hebrew, for he dwelt by the terebinth trees of Mamre the Amorite, brother of Eshcol and brother of Aner; and they were*i allies with Abram."
    },
    {
        "o": 388,
        "r": "nkjv:Genesis:14:14",
        "t": "Now when Abram heard that his brother was taken captive, he armed his three hundred and eighteen trained servants*i who were born in his own house, and went in pursuit as far as Dan."
    },
    {
        "o": 389,
        "r": "nkjv:Genesis:14:15",
        "t": "He divided his forces against them by night, and he and his servants attacked them and pursued them as far as Hobah, which is*i north of Damascus."
    },
    {
        "o": 390,
        "r": "nkjv:Genesis:14:16",
        "t": "So he brought back all the goods, and also brought back his brother Lot and his goods, as well as the women and the people."
    },
    {
        "o": 391,
        "r": "nkjv:Genesis:14:17",
        "t": "And*p the king of Sodom went out to meet him at the Valley of Shaveh (that is,*i the King’s Valley), after his return from the defeat of Chedorlaomer and the kings who were*i with him."
    },
    {
        "o": 392,
        "r": "nkjv:Genesis:14:17",
        "t": "Abram and Melchizedek",
        "h": 2
    },
    {
        "o": 393,
        "r": "nkjv:Genesis:14:18",
        "t": "Then*p Melchizedek king of Salem brought out bread and wine; he was*i the priest of God Most High."
    },
    {
        "o": 394,
        "r": "nkjv:Genesis:14:19",
        "t": "And he blessed him and said: “Blessed*pn be Abram of God Most High, Possessor*ld of heaven and earth;"
    },
    {
        "o": 395,
        "r": "nkjv:Genesis:14:20",
        "t": "And*ld blessed be God Most High, Who*ld has delivered your enemies into your hand.” And*p he gave him a tithe of all."
    },
    {
        "o": 396,
        "r": "nkjv:Genesis:14:21",
        "t": "Now*p the king of Sodom said to Abram, “Give me the persons, and take the goods for yourself.”"
    },
    {
        "o": 397,
        "r": "nkjv:Genesis:14:22",
        "t": "But*p Abram said to the king of Sodom, “I have raised my hand to the Lord,*s God Most High, the Possessor of heaven and earth,"
    },
    {
        "o": 398,
        "r": "nkjv:Genesis:14:23",
        "t": "that I will*i take*i nothing, from a thread to a sandal strap, and that I will not take anything that is*i yours, lest you should say, ‘I have made Abram rich’—"
    },
    {
        "o": 399,
        "r": "nkjv:Genesis:14:24",
        "t": "except only what the young men have eaten, and the portion of the men who went with me: Aner, Eshcol, and Mamre; let them take their portion.”"
    }
]
