[
    {
        "o": 12765,
        "r": "niv:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12766,
        "r": "niv:2 Chronicles:23:1",
        "t": "In*p the seventh year Jehoiada showed his strength. He made a covenant with the commanders of units of a hundred: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zikri."
    },
    {
        "o": 12767,
        "r": "niv:2 Chronicles:23:2",
        "t": "They went throughout Judah and gathered the Levites and the heads of Israelite families from all the towns. When they came to Jerusalem,"
    },
    {
        "o": 12768,
        "r": "niv:2 Chronicles:23:3",
        "t": "the whole assembly made a covenant with the king at the temple of God. Jehoiada*p said to them, “The king’s son shall reign, as the Lord*s promised concerning the descendants of David."
    },
    {
        "o": 12769,
        "r": "niv:2 Chronicles:23:4",
        "t": "Now this is what you are to do: A third of you priests and Levites who are going on duty on the Sabbath are to keep watch at the doors,"
    },
    {
        "o": 12770,
        "r": "niv:2 Chronicles:23:5",
        "t": "a third of you at the royal palace and a third at the Foundation Gate, and all the others are to be in the courtyards of the temple of the Lord.*s"
    },
    {
        "o": 12771,
        "r": "niv:2 Chronicles:23:6",
        "t": "No one is to enter the temple of the Lord*s except the priests and Levites on duty; they may enter because they are consecrated, but all the others are to observe the Lord’s*s command not to enter."
    },
    {
        "o": 12772,
        "r": "niv:2 Chronicles:23:7",
        "t": "The Levites are to station themselves around the king, each with weapon in hand. Anyone who enters the temple is to be put to death. Stay close to the king wherever he goes.”"
    },
    {
        "o": 12773,
        "r": "niv:2 Chronicles:23:8",
        "t": "The*p Levites and all the men of Judah did just as Jehoiada the priest ordered. Each one took his men—those who were going on duty on the Sabbath and those who were going off duty—for Jehoiada the priest had not released any of the divisions."
    },
    {
        "o": 12774,
        "r": "niv:2 Chronicles:23:9",
        "t": "Then he gave the commanders of units of a hundred the spears and the large and small shields that had belonged to King David and that were in the temple of God."
    },
    {
        "o": 12775,
        "r": "niv:2 Chronicles:23:10",
        "t": "He stationed all the men, each with his weapon in his hand, around the king—near the altar and the temple, from the south side to the north side of the temple."
    },
    {
        "o": 12776,
        "r": "niv:2 Chronicles:23:11",
        "t": "Jehoiada*p and his sons brought out the king’s son and put the crown on him; they presented him with a copy of the covenant and proclaimed him king. They anointed him and shouted, “Long live the king!”"
    },
    {
        "o": 12777,
        "r": "niv:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise of the people running and cheering the king, she went to them at the temple of the Lord.*s"
    },
    {
        "o": 12778,
        "r": "niv:2 Chronicles:23:13",
        "t": "She looked, and there was the king, standing by his pillar at the entrance. The officers and the trumpeters were beside the king, and all the people of the land were rejoicing and blowing trumpets, and musicians with their instruments were leading the praises. Then Athaliah tore her robes and shouted, “Treason! Treason!”"
    },
    {
        "o": 12779,
        "r": "niv:2 Chronicles:23:14",
        "t": "Jehoiada*p the priest sent out the commanders of units of a hundred, who were in charge of the troops, and said to them: “Bring her out between the ranks and put to the sword anyone who follows her.” For the priest had said, “Do not put her to death at the temple of the Lord.”*s"
    },
    {
        "o": 12780,
        "r": "niv:2 Chronicles:23:15",
        "t": "So they seized her as she reached the entrance of the Horse Gate on the palace grounds, and there they put her to death."
    },
    {
        "o": 12781,
        "r": "niv:2 Chronicles:23:16",
        "t": "Jehoiada*p then made a covenant that he, the people and the king would be the Lord’s*s people."
    },
    {
        "o": 12782,
        "r": "niv:2 Chronicles:23:17",
        "t": "All the people went to the temple of Baal and tore it down. They smashed the altars and idols and killed Mattan the priest of Baal in front of the altars."
    },
    {
        "o": 12783,
        "r": "niv:2 Chronicles:23:18",
        "t": "Then*p Jehoiada placed the oversight of the temple of the Lord*s in the hands of the Levitical priests, to whom David had made assignments in the temple, to present the burnt offerings of the Lord*s as written in the Law of Moses, with rejoicing and singing, as David had ordered."
    },
    {
        "o": 12784,
        "r": "niv:2 Chronicles:23:19",
        "t": "He also stationed gatekeepers at the gates of the Lord’s*s temple so that no one who was in any way unclean might enter."
    },
    {
        "o": 12785,
        "r": "niv:2 Chronicles:23:20",
        "t": "He*p took with him the commanders of hundreds, the nobles, the rulers of the people and all the people of the land and brought the king down from the temple of the Lord.*s They went into the palace through the Upper Gate and seated the king on the royal throne."
    },
    {
        "o": 12786,
        "r": "niv:2 Chronicles:23:21",
        "t": "All the people of the land rejoiced, and the city was calm, because Athaliah had been slain with the sword."
    }
]
