[
    {
        "o": 34307,
        "r": "csb:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 34308,
        "r": "csb:James:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34309,
        "r": "csb:James:1:1",
        "t": "James,*p a servant of God and of the Lord Jesus Christ: To*p the twelve tribes dispersed abroad. Greetings.*p"
    },
    {
        "o": 34310,
        "r": "csb:James:1:1",
        "t": "Trials and Maturity",
        "h": 2
    },
    {
        "o": 34311,
        "r": "csb:James:1:2",
        "t": "Consider*p it a great joy, my brothers and sisters, whenever you experience various trials,"
    },
    {
        "o": 34312,
        "r": "csb:James:1:3",
        "t": "because you know that the testing of your faith produces endurance."
    },
    {
        "o": 34313,
        "r": "csb:James:1:4",
        "t": "And let endurance have its full effect, so that you may be mature and complete, lacking nothing."
    },
    {
        "o": 34314,
        "r": "csb:James:1:5",
        "t": "Now*p if any of you lacks wisdom, he should ask God - who gives to all generously and ungrudgingly - and it will be given to him."
    },
    {
        "o": 34315,
        "r": "csb:James:1:6",
        "t": "But let him ask in faith without doubting. For the doubter is like the surging sea, driven and tossed by the wind."
    },
    {
        "o": 34316,
        "r": "csb:James:1:7",
        "t": "That person should not expect to receive anything from the Lord,"
    },
    {
        "o": 34317,
        "r": "csb:James:1:8",
        "t": "being double-minded and unstable in all his ways."
    },
    {
        "o": 34318,
        "r": "csb:James:1:9",
        "t": "Let*p the brother of humble circumstances boast in his exaltation,"
    },
    {
        "o": 34319,
        "r": "csb:James:1:10",
        "t": "but let the rich boast in his humiliation because he will pass away like a flower of the field."
    },
    {
        "o": 34320,
        "r": "csb:James:1:11",
        "t": "For the sun rises and, together with the scorching wind, dries up the grass; its flower falls off, and its beautiful appearance perishes. In the same way, the rich person will wither away while pursuing his activities."
    },
    {
        "o": 34321,
        "r": "csb:James:1:12",
        "t": "Blessed*p is the one who endures trials, because when he has stood the test he will receive the crown of life that God has promised to those who love him."
    },
    {
        "o": 34322,
        "r": "csb:James:1:13",
        "t": "No*p one undergoing a trial should say, “I am being tempted by God,” since God is not tempted by evil, and he himself doesn’t tempt anyone."
    },
    {
        "o": 34323,
        "r": "csb:James:1:14",
        "t": "But each person is tempted when he is drawn away and enticed by his own evil desire."
    },
    {
        "o": 34324,
        "r": "csb:James:1:15",
        "t": "Then after desire has conceived, it gives birth to sin, and when sin is fully grown, it gives birth to death."
    },
    {
        "o": 34325,
        "r": "csb:James:1:16",
        "t": "Don’t*p be deceived, my dear brothers and sisters."
    },
    {
        "o": 34326,
        "r": "csb:James:1:17",
        "t": "Every good and perfect gift is from above, coming down from the Father of lights, who does not change like shifting shadows."
    },
    {
        "o": 34327,
        "r": "csb:James:1:18",
        "t": "By his own choice, he gave us birth by the word of truth so that we would be a kind of firstfruits of his creatures."
    },
    {
        "o": 34328,
        "r": "csb:James:1:18",
        "t": "Hearing and Doing the Word",
        "h": 2
    },
    {
        "o": 34329,
        "r": "csb:James:1:19",
        "t": "My*p dear brothers and sisters, understand this: Everyone should be quick to listen, slow to speak, and slow to anger,"
    },
    {
        "o": 34330,
        "r": "csb:James:1:20",
        "t": "for human anger does not accomplish God’s righteousness."
    },
    {
        "o": 34331,
        "r": "csb:James:1:21",
        "t": "Therefore, ridding yourselves of all moral filth and the evil that is so prevalent, humbly receive the implanted word, which is able to save your souls."
    },
    {
        "o": 34332,
        "r": "csb:James:1:22",
        "t": "But*p be doers of the word and not hearers only, deceiving yourselves."
    },
    {
        "o": 34333,
        "r": "csb:James:1:23",
        "t": "Because if anyone is a hearer of the word and not a doer, he is like someone looking at his own face in a mirror."
    },
    {
        "o": 34334,
        "r": "csb:James:1:24",
        "t": "For he looks at himself, goes away, and immediately forgets what kind of person he was."
    },
    {
        "o": 34335,
        "r": "csb:James:1:25",
        "t": "But the one who looks intently into the perfect law of freedom and perseveres in it, and is not a forgetful hearer but a doer who works - this person will be blessed in what he does."
    },
    {
        "o": 34336,
        "r": "csb:James:1:26",
        "t": "If*p anyone thinks he is religious without controlling his tongue, his religion is useless and he deceives himself."
    },
    {
        "o": 34337,
        "r": "csb:James:1:27",
        "t": "Pure and undefiled religion before God the Father is this: to look after orphans and widows in their distress and to keep oneself unstained from the world."
    },
    {
        "o": 34338,
        "r": "csb:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 34339,
        "r": "csb:James:2:0",
        "t": "The Sin of Favoritism",
        "h": 2
    },
    {
        "o": 34340,
        "r": "csb:James:2:1",
        "t": "My*p brothers and sisters, do not show favoritism as you hold on to the faith in our glorious Lord Jesus Christ."
    },
    {
        "o": 34341,
        "r": "csb:James:2:2",
        "t": "For if someone comes into your meeting wearing a gold ring and dressed in fine clothes, and a poor person dressed in filthy clothes also comes in,"
    },
    {
        "o": 34342,
        "r": "csb:James:2:3",
        "t": "if you look with favor on the one wearing the fine clothes and say, “Sit here in a good place,” and yet you say to the poor person, “Stand over there,” or “Sit here on the floor by my footstool,”"
    },
    {
        "o": 34343,
        "r": "csb:James:2:4",
        "t": "haven’t you made distinctions among yourselves and become judges with evil thoughts?"
    },
    {
        "o": 34344,
        "r": "csb:James:2:5",
        "t": "Listen,*p my dear brothers and sisters: Didn’t God choose the poor in this world to be rich in faith and heirs of the kingdom that he has promised to those who love him?"
    },
    {
        "o": 34345,
        "r": "csb:James:2:6",
        "t": "Yet you have dishonored the poor. Don’t the rich oppress you and drag you into court?"
    },
    {
        "o": 34346,
        "r": "csb:James:2:7",
        "t": "Don’t they blaspheme the good name that was invoked over you?"
    },
    {
        "o": 34347,
        "r": "csb:James:2:8",
        "t": "Indeed,*p if you fulfill the royal law prescribed in the Scripture, Love*i your*i neighbor*i as*i yourself,*i you are doing well."
    },
    {
        "o": 34348,
        "r": "csb:James:2:9",
        "t": "If, however, you show favoritism, you commit sin and are convicted by the law as transgressors."
    },
    {
        "o": 34349,
        "r": "csb:James:2:10",
        "t": "For whoever keeps the entire law, and yet stumbles at one point, is guilty of breaking it all."
    },
    {
        "o": 34350,
        "r": "csb:James:2:11",
        "t": "For he who said, Do*i not*i commit*i adultery,*i also said, Do*i not*i murder.*i So if you do not commit adultery, but you murder, you are a lawbreaker."
    },
    {
        "o": 34351,
        "r": "csb:James:2:12",
        "t": "Speak*p and act as those who are to be judged by the law of freedom."
    },
    {
        "o": 34352,
        "r": "csb:James:2:13",
        "t": "For judgment is without mercy to the one who has not shown mercy. Mercy triumphs over judgment."
    },
    {
        "o": 34353,
        "r": "csb:James:2:13",
        "t": "Faith and Works",
        "h": 2
    },
    {
        "o": 34354,
        "r": "csb:James:2:14",
        "t": "What*p good is it, my brothers and sisters, if someone claims to have faith but does not have works? Can such faith save him?"
    },
    {
        "o": 34355,
        "r": "csb:James:2:15",
        "t": "If*p a brother or sister is without clothes and lacks daily food"
    },
    {
        "o": 34356,
        "r": "csb:James:2:16",
        "t": "and one of you says to them, “Go in peace, stay warm, and be well fed,” but you don’t give them what the body needs, what good is it?"
    },
    {
        "o": 34357,
        "r": "csb:James:2:17",
        "t": "In the same way faith, if it does not have works, is dead by itself."
    },
    {
        "o": 34358,
        "r": "csb:James:2:18",
        "t": "But*p someone will say, “You have faith, and I have works.” Show me your faith without works, and I will show you faith by my works."
    },
    {
        "o": 34359,
        "r": "csb:James:2:19",
        "t": "You believe that God is one. Good! Even the demons believe - and they shudder."
    },
    {
        "o": 34360,
        "r": "csb:James:2:20",
        "t": "Senseless*p person! Are you willing to learn that faith without works is useless?"
    },
    {
        "o": 34361,
        "r": "csb:James:2:21",
        "t": "Wasn’t Abraham our father justified by works in offering Isaac his son on the altar?"
    },
    {
        "o": 34362,
        "r": "csb:James:2:22",
        "t": "You see that faith was active together with his works, and by works, faith was made complete,"
    },
    {
        "o": 34363,
        "r": "csb:James:2:23",
        "t": "and the Scripture was fulfilled that says, Abraham*i believed*i God,*i and*i it*i was*i credited*i to*i him*i as*i righteousness,*i and he was called God’s friend."
    },
    {
        "o": 34364,
        "r": "csb:James:2:24",
        "t": "You see that a person is justified by works and not by faith alone."
    },
    {
        "o": 34365,
        "r": "csb:James:2:25",
        "t": "In the same way, wasn’t Rahab the prostitute also justified by works in receiving the messengers and sending them out by a different route?"
    },
    {
        "o": 34366,
        "r": "csb:James:2:26",
        "t": "For just as the body without the spirit is dead, so also faith without works is dead."
    },
    {
        "o": 34367,
        "r": "csb:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 34368,
        "r": "csb:James:3:0",
        "t": "Controlling the Tongue",
        "h": 2
    },
    {
        "o": 34369,
        "r": "csb:James:3:1",
        "t": "Not*p many should become teachers, my brothers, because you know that we will receive a stricter judgment."
    },
    {
        "o": 34370,
        "r": "csb:James:3:2",
        "t": "For we all stumble in many ways. If anyone does not stumble in what he says, he is mature, able also to control the whole body."
    },
    {
        "o": 34371,
        "r": "csb:James:3:3",
        "t": "Now if we put bits into the mouths of horses so that they obey us, we direct their whole bodies."
    },
    {
        "o": 34372,
        "r": "csb:James:3:4",
        "t": "And consider ships: Though very large and driven by fierce winds, they are guided by a very small rudder wherever the will of the pilot directs."
    },
    {
        "o": 34373,
        "r": "csb:James:3:5",
        "t": "So too, though the tongue is a small part of the body, it boasts great things. Consider how a small fire sets ablaze a large forest."
    },
    {
        "o": 34374,
        "r": "csb:James:3:6",
        "t": "And the tongue is a fire. The tongue, a world of unrighteousness, is placed among our members. It stains the whole body, sets the course of life on fire, and is itself set on fire by hell."
    },
    {
        "o": 34375,
        "r": "csb:James:3:7",
        "t": "Every kind of animal, bird, reptile, and fish is tamed and has been tamed by humankind,"
    },
    {
        "o": 34376,
        "r": "csb:James:3:8",
        "t": "but no one can tame the tongue. It is a restless evil, full of deadly poison."
    },
    {
        "o": 34377,
        "r": "csb:James:3:9",
        "t": "With the tongue we bless our Lord and Father, and with it we curse people who are made in God’s likeness."
    },
    {
        "o": 34378,
        "r": "csb:James:3:10",
        "t": "Blessing and cursing come out of the same mouth. My brothers and sisters, these things should not be this way."
    },
    {
        "o": 34379,
        "r": "csb:James:3:11",
        "t": "Does a spring pour out sweet and bitter water from the same opening?"
    },
    {
        "o": 34380,
        "r": "csb:James:3:12",
        "t": "Can a fig tree produce olives, my brothers and sisters, or a grapevine produce figs? Neither can a saltwater spring yield fresh water."
    },
    {
        "o": 34381,
        "r": "csb:James:3:12",
        "t": "The Wisdom from Above",
        "h": 2
    },
    {
        "o": 34382,
        "r": "csb:James:3:13",
        "t": "Who*p among you is wise and understanding? By his good conduct he should show that his works are done in the gentleness that comes from wisdom."
    },
    {
        "o": 34383,
        "r": "csb:James:3:14",
        "t": "But if you have bitter envy and selfish ambition in your heart, don’t boast and deny the truth."
    },
    {
        "o": 34384,
        "r": "csb:James:3:15",
        "t": "Such wisdom does not come down from above but is earthly, unspiritual, demonic."
    },
    {
        "o": 34385,
        "r": "csb:James:3:16",
        "t": "For where there is envy and selfish ambition, there is disorder and every evil practice."
    },
    {
        "o": 34386,
        "r": "csb:James:3:17",
        "t": "But the wisdom from above is first pure, then peace-loving, gentle, compliant, full of mercy and good fruits, unwavering, without pretense."
    },
    {
        "o": 34387,
        "r": "csb:James:3:18",
        "t": "And the fruit of righteousness is sown in peace by those who cultivate peace."
    },
    {
        "o": 34388,
        "r": "csb:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 34389,
        "r": "csb:James:4:0",
        "t": "Proud or Humble",
        "h": 2
    },
    {
        "o": 34390,
        "r": "csb:James:4:1",
        "t": "What*p is the source of wars and fights among you? Don’t they come from your passions that wage war within you?"
    },
    {
        "o": 34391,
        "r": "csb:James:4:2",
        "t": "You desire and do not have. You murder and covet and cannot obtain. You fight and wage war. You do not have because you do not ask."
    },
    {
        "o": 34392,
        "r": "csb:James:4:3",
        "t": "You ask and don’t receive because you ask with wrong motives, so that you may spend it on your pleasures."
    },
    {
        "o": 34393,
        "r": "csb:James:4:4",
        "t": "You*p adulterous people! Don’t you know that friendship with the world is hostility toward God? So whoever wants to be the friend of the world becomes the enemy of God."
    },
    {
        "o": 34394,
        "r": "csb:James:4:5",
        "t": "Or do you think it’s without reason that the Scripture says: The spirit he made to dwell in us envies intensely?"
    },
    {
        "o": 34395,
        "r": "csb:James:4:6",
        "t": "But*p he gives greater grace. Therefore he says: God*ipn resists*i the*i proud*i but*iln gives*i grace*i to*i the*i humble.*i"
    },
    {
        "o": 34396,
        "r": "csb:James:4:7",
        "t": "Therefore,*p submit to God. Resist the devil, and he will flee from you."
    },
    {
        "o": 34397,
        "r": "csb:James:4:8",
        "t": "Draw near to God, and he will draw near to you. Cleanse your hands, sinners, and purify your hearts, you double-minded."
    },
    {
        "o": 34398,
        "r": "csb:James:4:9",
        "t": "Be miserable and mourn and weep. Let your laughter be turned to mourning and your joy to gloom."
    },
    {
        "o": 34399,
        "r": "csb:James:4:10",
        "t": "Humble yourselves before the Lord, and he will exalt you."
    },
    {
        "o": 34400,
        "r": "csb:James:4:11",
        "t": "Don’t*p criticize one another, brothers and sisters. Anyone who defames or judges a fellow believer defames and judges the law. If you judge the law, you are not a doer of the law but a judge."
    },
    {
        "o": 34401,
        "r": "csb:James:4:12",
        "t": "There is one lawgiver and judge who is able to save and to destroy. But who are you to judge your neighbor?"
    },
    {
        "o": 34402,
        "r": "csb:James:4:12",
        "t": "Our Will and God’s Will",
        "h": 2
    },
    {
        "o": 34403,
        "r": "csb:James:4:13",
        "t": "Come*p now, you who say, “Today or tomorrow we will travel to such and such a city and spend a year there and do business and make a profit.”"
    },
    {
        "o": 34404,
        "r": "csb:James:4:14",
        "t": "Yet you do not know what tomorrow will bring - what your life will be! For you are like vapor that appears for a little while, then vanishes."
    },
    {
        "o": 34405,
        "r": "csb:James:4:15",
        "t": "Instead,*p you should say, “If the Lord wills, we will live and do this or that.”"
    },
    {
        "o": 34406,
        "r": "csb:James:4:16",
        "t": "But as it is, you boast in your arrogance. All such boasting is evil."
    },
    {
        "o": 34407,
        "r": "csb:James:4:17",
        "t": "So it is sin to know the good and yet not do it."
    },
    {
        "o": 34408,
        "r": "csb:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 34409,
        "r": "csb:James:5:0",
        "t": "Warning to the Rich",
        "h": 2
    },
    {
        "o": 34410,
        "r": "csb:James:5:1",
        "t": "Come*p now, you rich people, weep and wail over the miseries that are coming on you."
    },
    {
        "o": 34411,
        "r": "csb:James:5:2",
        "t": "Your wealth has rotted and your clothes are moth-eaten."
    },
    {
        "o": 34412,
        "r": "csb:James:5:3",
        "t": "Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have stored up treasure in the last days."
    },
    {
        "o": 34413,
        "r": "csb:James:5:4",
        "t": "Look! The pay that you withheld from the workers who mowed your fields cries out, and the outcry of the harvesters has reached the ears of the Lord of Armies."
    },
    {
        "o": 34414,
        "r": "csb:James:5:5",
        "t": "You have lived luxuriously on the earth and have indulged yourselves. You have fattened your hearts in a day of slaughter."
    },
    {
        "o": 34415,
        "r": "csb:James:5:6",
        "t": "You have condemned, you have murdered the righteous, who does not resist you."
    },
    {
        "o": 34416,
        "r": "csb:James:5:6",
        "t": "Waiting for the Lord",
        "h": 2
    },
    {
        "o": 34417,
        "r": "csb:James:5:7",
        "t": "Therefore,*p brothers and sisters, be patient until the Lord’s coming. See how the farmer waits for the precious fruit of the earth and is patient with it until it receives the early and the late rains."
    },
    {
        "o": 34418,
        "r": "csb:James:5:8",
        "t": "You also must be patient. Strengthen your hearts, because the Lord’s coming is near."
    },
    {
        "o": 34419,
        "r": "csb:James:5:9",
        "t": "Brothers*p and sisters, do not complain about one another, so that you will not be judged. Look, the judge stands at the door!"
    },
    {
        "o": 34420,
        "r": "csb:James:5:10",
        "t": "Brothers*p and sisters, take the prophets who spoke in the Lord’s name as an example of suffering and patience."
    },
    {
        "o": 34421,
        "r": "csb:James:5:11",
        "t": "See, we count as blessed those who have endured. You have heard of Job’s endurance and have seen the outcome that the Lord brought about - the Lord is compassionate and merciful."
    },
    {
        "o": 34422,
        "r": "csb:James:5:11",
        "t": "Truthful Speech",
        "h": 2
    },
    {
        "o": 34423,
        "r": "csb:James:5:12",
        "t": "Above*p all, my brothers and sisters, do not swear, either by heaven or by earth or with any other oath. But let your “yes” mean “yes,” and your “no” mean “no,” so that you won’t fall under judgment."
    },
    {
        "o": 34424,
        "r": "csb:James:5:12",
        "t": "Effective Prayer",
        "h": 2
    },
    {
        "o": 34425,
        "r": "csb:James:5:13",
        "t": "Is*p anyone among you suffering? He should pray. Is anyone cheerful? He should sing praises."
    },
    {
        "o": 34426,
        "r": "csb:James:5:14",
        "t": "Is anyone among you sick? He should call for the elders of the church, and they are to pray over him, anointing him with oil in the name of the Lord."
    },
    {
        "o": 34427,
        "r": "csb:James:5:15",
        "t": "The prayer of faith will save the sick person, and the Lord will raise him up; if he has committed sins, he will be forgiven."
    },
    {
        "o": 34428,
        "r": "csb:James:5:16",
        "t": "Therefore, confess your sins to one another and pray for one another, so that you may be healed. The prayer of a righteous person is very powerful in its effect."
    },
    {
        "o": 34429,
        "r": "csb:James:5:17",
        "t": "Elijah was a human being as we are, and he prayed earnestly that it would not rain, and for three years and six months it did not rain on the land."
    },
    {
        "o": 34430,
        "r": "csb:James:5:18",
        "t": "Then he prayed again, and the sky gave rain and the land produced its fruit."
    },
    {
        "o": 34431,
        "r": "csb:James:5:19",
        "t": "My*p brothers and sisters, if any among you strays from the truth, and someone turns him back,"
    },
    {
        "o": 34432,
        "r": "csb:James:5:20",
        "t": "let that person know that whoever turns a sinner from the error of his way will save his soul from death and cover a multitude of sins."
    }
]
