[
    {
        "o": 3179,
        "r": "esv:Leviticus:8:0",
        "t": "Leviticus 8",
        "h": 1
    },
    {
        "o": 3180,
        "r": "esv:Leviticus:8:0",
        "t": "Consecration of Aaron and His Sons",
        "h": 2
    },
    {
        "o": 3181,
        "r": "esv:Leviticus:8:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3182,
        "r": "esv:Leviticus:8:2",
        "t": "“Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering and the two rams and the basket of unleavened bread."
    },
    {
        "o": 3183,
        "r": "esv:Leviticus:8:3",
        "t": "And assemble all the congregation at the entrance of the tent of meeting.”"
    },
    {
        "o": 3184,
        "r": "esv:Leviticus:8:4",
        "t": "And Moses did as the Lord*s commanded him, and the congregation was assembled at the entrance of the tent of meeting."
    },
    {
        "o": 3185,
        "r": "esv:Leviticus:8:5",
        "t": "And*p Moses said to the congregation, “This is the thing that the Lord*s has commanded to be done.”"
    },
    {
        "o": 3186,
        "r": "esv:Leviticus:8:6",
        "t": "And Moses brought Aaron and his sons and washed them with water."
    },
    {
        "o": 3187,
        "r": "esv:Leviticus:8:7",
        "t": "And he put the coat on him and tied the sash around his waist and clothed him with the robe and put the ephod on him and tied the skillfully woven band of the ephod around him, binding it to him with the band."
    },
    {
        "o": 3188,
        "r": "esv:Leviticus:8:8",
        "t": "And he placed the breastpiece on him, and in the breastpiece he put the Urim and the Thummim."
    },
    {
        "o": 3189,
        "r": "esv:Leviticus:8:9",
        "t": "And he set the turban on his head, and on the turban, in front, he set the golden plate, the holy crown, as the Lord*s commanded Moses."
    },
    {
        "o": 3190,
        "r": "esv:Leviticus:8:10",
        "t": "Then*p Moses took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them."
    },
    {
        "o": 3191,
        "r": "esv:Leviticus:8:11",
        "t": "And he sprinkled some of it on the altar seven times, and anointed the altar and all its utensils and the basin and its stand, to consecrate them."
    },
    {
        "o": 3192,
        "r": "esv:Leviticus:8:12",
        "t": "And he poured some of the anointing oil on Aaron’s head and anointed him to consecrate him."
    },
    {
        "o": 3193,
        "r": "esv:Leviticus:8:13",
        "t": "And Moses brought Aaron’s sons and clothed them with coats and tied sashes around their waists and bound caps on them, as the Lord*s commanded Moses."
    },
    {
        "o": 3194,
        "r": "esv:Leviticus:8:14",
        "t": "Then*p he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering."
    },
    {
        "o": 3195,
        "r": "esv:Leviticus:8:15",
        "t": "And he killed it, and Moses took the blood, and with his finger put it on the horns of the altar around it and purified the altar and poured out the blood at the base of the altar and consecrated it to make atonement for it."
    },
    {
        "o": 3196,
        "r": "esv:Leviticus:8:16",
        "t": "And he took all the fat that was on the entrails and the long lobe of the liver and the two kidneys with their fat, and Moses burned them on the altar."
    },
    {
        "o": 3197,
        "r": "esv:Leviticus:8:17",
        "t": "But the bull and its skin and its flesh and its dung he burned up with fire outside the camp, as the Lord*s commanded Moses."
    },
    {
        "o": 3198,
        "r": "esv:Leviticus:8:18",
        "t": "Then*p he presented the ram of the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3199,
        "r": "esv:Leviticus:8:19",
        "t": "And he killed it, and Moses threw the blood against the sides of the altar."
    },
    {
        "o": 3200,
        "r": "esv:Leviticus:8:20",
        "t": "He cut the ram into pieces, and Moses burned the head and the pieces and the fat."
    },
    {
        "o": 3201,
        "r": "esv:Leviticus:8:21",
        "t": "He washed the entrails and the legs with water, and Moses burned the whole ram on the altar. It was a burnt offering with a pleasing aroma, a food offering for the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 3202,
        "r": "esv:Leviticus:8:22",
        "t": "Then*p he presented the other ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3203,
        "r": "esv:Leviticus:8:23",
        "t": "And he killed it, and Moses took some of its blood and put it on the lobe of Aaron’s right ear and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3204,
        "r": "esv:Leviticus:8:24",
        "t": "Then he presented Aaron’s sons, and Moses put some of the blood on the lobes of their right ears and on the thumbs of their right hands and on the big toes of their right feet. And Moses threw the blood against the sides of the altar."
    },
    {
        "o": 3205,
        "r": "esv:Leviticus:8:25",
        "t": "Then he took the fat and the fat tail and all the fat that was on the entrails and the long lobe of the liver and the two kidneys with their fat and the right thigh,"
    },
    {
        "o": 3206,
        "r": "esv:Leviticus:8:26",
        "t": "and out of the basket of unleavened bread that was before the Lord*s he took one unleavened loaf and one loaf of bread with oil and one wafer and placed them on the pieces of fat and on the right thigh."
    },
    {
        "o": 3207,
        "r": "esv:Leviticus:8:27",
        "t": "And he put all these in the hands of Aaron and in the hands of his sons and waved them as a wave offering before the Lord.*s"
    },
    {
        "o": 3208,
        "r": "esv:Leviticus:8:28",
        "t": "Then Moses took them from their hands and burned them on the altar with the burnt offering. This was an ordination offering with a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 3209,
        "r": "esv:Leviticus:8:29",
        "t": "And Moses took the breast and waved it for a wave offering before the Lord.*s It was Moses’ portion of the ram of ordination, as the Lord*s commanded Moses."
    },
    {
        "o": 3210,
        "r": "esv:Leviticus:8:30",
        "t": "Then*p Moses took some of the anointing oil and of the blood that was on the altar and sprinkled it on Aaron and his garments, and also on his sons and his sons’ garments. So he consecrated Aaron and his garments, and his sons and his sons’ garments with him."
    },
    {
        "o": 3211,
        "r": "esv:Leviticus:8:31",
        "t": "And*p Moses said to Aaron and his sons, “Boil the flesh at the entrance of the tent of meeting, and there eat it and the bread that is in the basket of ordination offerings, as I commanded, saying, ‘Aaron and his sons shall eat it.’"
    },
    {
        "o": 3212,
        "r": "esv:Leviticus:8:32",
        "t": "And what remains of the flesh and the bread you shall burn up with fire."
    },
    {
        "o": 3213,
        "r": "esv:Leviticus:8:33",
        "t": "And you shall not go outside the entrance of the tent of meeting for seven days, until the days of your ordination are completed, for it will take seven days to ordain you."
    },
    {
        "o": 3214,
        "r": "esv:Leviticus:8:34",
        "t": "As has been done today, the Lord*s has commanded to be done to make atonement for you."
    },
    {
        "o": 3215,
        "r": "esv:Leviticus:8:35",
        "t": "At the entrance of the tent of meeting you shall remain day and night for seven days, performing what the Lord*s has charged, so that you do not die, for so I have been commanded.”"
    },
    {
        "o": 3216,
        "r": "esv:Leviticus:8:36",
        "t": "And Aaron and his sons did all the things that the Lord*s commanded by Moses."
    }
]
