[
    {
        "o": 23833,
        "r": "csb:Ezekiel:29:0",
        "t": "Ezekiel 29",
        "h": 1
    },
    {
        "o": 23834,
        "r": "csb:Ezekiel:29:0",
        "t": "A Prophecy of Egypt’s Ruin",
        "h": 2
    },
    {
        "o": 23835,
        "r": "csb:Ezekiel:29:1",
        "t": "In*p the tenth year, in the tenth month on the twelfth day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23836,
        "r": "csb:Ezekiel:29:2",
        "t": "“Son of man, face Pharaoh king of Egypt and prophesy against him and against all of Egypt."
    },
    {
        "o": 23837,
        "r": "csb:Ezekiel:29:3",
        "t": "Speak to him and say, ‘This is what the Lord God*s says: Look,*pn I am against you, Pharaoh king of Egypt, the*ln great monster lying in the middle of his Nile, who*ln says, “My Nile is my own; I*ln made it for myself.”"
    },
    {
        "o": 23838,
        "r": "csb:Ezekiel:29:4",
        "t": "I*ln will put hooks in your jaws and*ln make the fish of your streams cling*ln to your scales. I*ln will haul you up from*ln the middle of your Nile, and*ln all the fish of your streams will*ln cling to your scales."
    },
    {
        "o": 23839,
        "r": "csb:Ezekiel:29:5",
        "t": "I*ln will leave you in the desert, you*ln and all the fish of your streams. You*ln will fall on the open ground and*ln will not be taken away or*ln gathered for burial. I*ln have given you to*ln the wild creatures of the earth and*ln the birds of the sky as food."
    },
    {
        "o": 23840,
        "r": "csb:Ezekiel:29:6",
        "t": "“‘Then*pn all the inhabitants of Egypt will*ln know that I am the Lord,*s for*ln they have been a staff made of reed to*ln the house of Israel."
    },
    {
        "o": 23841,
        "r": "csb:Ezekiel:29:7",
        "t": "When*pn Israel grasped you by the hand, you*ln splintered, tearing all their shoulders; when*ln they leaned on you, you*ln shattered and made all their hips unsteady."
    },
    {
        "o": 23842,
        "r": "csb:Ezekiel:29:8",
        "t": "“‘Therefore,*p this is what the Lord God*s says: I am going to bring a sword against you and cut off both people and animals from you."
    },
    {
        "o": 23843,
        "r": "csb:Ezekiel:29:9",
        "t": "The land of Egypt will be a desolate ruin. Then they will know that I am the Lord.*s Because you said, “The Nile is my own; I made it,”"
    },
    {
        "o": 23844,
        "r": "csb:Ezekiel:29:10",
        "t": "therefore, I am against you and your Nile. I will turn the land of Egypt into ruins, a desolate waste from Migdol to Syene, as far as the border of Cush."
    },
    {
        "o": 23845,
        "r": "csb:Ezekiel:29:11",
        "t": "No human foot will pass through it, and no animal foot will pass through it. It will be uninhabited for forty years."
    },
    {
        "o": 23846,
        "r": "csb:Ezekiel:29:12",
        "t": "I will make the land of Egypt a desolation among desolate lands, and its cities will be a desolation among ruined cities for forty years. I will disperse the Egyptians among the nations and scatter them throughout the lands."
    },
    {
        "o": 23847,
        "r": "csb:Ezekiel:29:13",
        "t": "“‘For*p this is what the Lord God*s says: At the end of forty years I will gather the Egyptians from the peoples where they were dispersed."
    },
    {
        "o": 23848,
        "r": "csb:Ezekiel:29:14",
        "t": "I will restore the fortunes of Egypt and bring them back to the land of Pathros, the land of their origin. There they will be a lowly kingdom."
    },
    {
        "o": 23849,
        "r": "csb:Ezekiel:29:15",
        "t": "Egypt will be the lowliest of kingdoms and will never again exalt itself over the nations. I will make them so small they cannot rule over the nations."
    },
    {
        "o": 23850,
        "r": "csb:Ezekiel:29:16",
        "t": "It will never again be an object of trust for the house of Israel, drawing attention to their iniquity of turning to the Egyptians. Then they will know that I am the Lord God*s .’”"
    },
    {
        "o": 23851,
        "r": "csb:Ezekiel:29:16",
        "t": "Babylon Receives Egypt as Compensation",
        "h": 2
    },
    {
        "o": 23852,
        "r": "csb:Ezekiel:29:17",
        "t": "In*p the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23853,
        "r": "csb:Ezekiel:29:18",
        "t": "“Son of man, King Nebuchadnezzar of Babylon made his army labor strenuously against Tyre. Every head was made bald and every shoulder chafed, but he and his army received no compensation from Tyre for the labor he expended against it."
    },
    {
        "o": 23854,
        "r": "csb:Ezekiel:29:19",
        "t": "Therefore, this is what the Lord God*s says: I am going to give the land of Egypt to King Nebuchadnezzar of Babylon, and he will carry off its wealth, seizing its spoil and taking its plunder. This will be his army’s compensation."
    },
    {
        "o": 23855,
        "r": "csb:Ezekiel:29:20",
        "t": "I have given him the land of Egypt as the pay he labored for, since they worked for me.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 23856,
        "r": "csb:Ezekiel:29:21",
        "t": "“In that day I will cause a horn to sprout for the house of Israel, and I will enable you to speak out among them. Then they will know that I am the Lord.”*s"
    }
]
