[
    {
        "o": 7833,
        "r": "nkjv:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7834,
        "r": "nkjv:Judges:21:0",
        "t": "Wives Provided for the Benjamites",
        "h": 2
    },
    {
        "o": 7835,
        "r": "nkjv:Judges:21:1",
        "t": "Now*p the men of Israel had sworn an oath at Mizpah, saying, “None of us shall give his daughter to Benjamin as a wife.”"
    },
    {
        "o": 7836,
        "r": "nkjv:Judges:21:2",
        "t": "Then the people came to the house of God, and remained there before God till evening. They lifted up their voices and wept bitterly,"
    },
    {
        "o": 7837,
        "r": "nkjv:Judges:21:3",
        "t": "and said, “O Lord*s God of Israel, why has this come to pass in Israel, that today there should be one tribe missing*i in Israel?”"
    },
    {
        "o": 7838,
        "r": "nkjv:Judges:21:4",
        "t": "So*p it was, on the next morning, that the people rose early and built an altar there, and offered burnt offerings and peace offerings."
    },
    {
        "o": 7839,
        "r": "nkjv:Judges:21:5",
        "t": "The children of Israel said, “Who is*i there*i among all the tribes of Israel who did not come up with the assembly to the Lord?”*s For they had made a great oath concerning anyone who had not come up to the Lord*s at Mizpah, saying, “He shall surely be put to death.”"
    },
    {
        "o": 7840,
        "r": "nkjv:Judges:21:6",
        "t": "And the children of Israel grieved for Benjamin their brother, and said, “One tribe is cut off from Israel today."
    },
    {
        "o": 7841,
        "r": "nkjv:Judges:21:7",
        "t": "What shall we do for wives for those who remain, seeing we have sworn by the Lord*s that we will not give them our daughters as wives?”"
    },
    {
        "o": 7842,
        "r": "nkjv:Judges:21:8",
        "t": "And*p they said, “What one is*i there*i from the tribes of Israel who did not come up to Mizpah to the Lord?”*s And, in fact, no one had come to the camp from Jabesh Gilead to the assembly."
    },
    {
        "o": 7843,
        "r": "nkjv:Judges:21:9",
        "t": "For when the people were counted, indeed, not one of the inhabitants of Jabesh Gilead was*i there."
    },
    {
        "o": 7844,
        "r": "nkjv:Judges:21:10",
        "t": "So the congregation sent out there twelve thousand of their most valiant men, and commanded them, saying, “Go and strike the inhabitants of Jabesh Gilead with the edge of the sword, including the women and children."
    },
    {
        "o": 7845,
        "r": "nkjv:Judges:21:11",
        "t": "And this is*i the thing that you shall do: You shall utterly destroy every male, and every woman who has known a man intimately.”"
    },
    {
        "o": 7846,
        "r": "nkjv:Judges:21:12",
        "t": "So they found among the inhabitants of Jabesh Gilead four hundred young virgins who had not known a man intimately; and they brought them to the camp at Shiloh, which is in the land of Canaan."
    },
    {
        "o": 7847,
        "r": "nkjv:Judges:21:13",
        "t": "Then*p the whole congregation sent word*i to the children of Benjamin who were*i at the rock of Rimmon, and announced peace to them."
    },
    {
        "o": 7848,
        "r": "nkjv:Judges:21:14",
        "t": "So Benjamin came back at that time, and they gave them the women whom they had saved alive of the women of Jabesh Gilead; and yet they had not found enough for them."
    },
    {
        "o": 7849,
        "r": "nkjv:Judges:21:15",
        "t": "And*p the people grieved for Benjamin, because the Lord*s had made a void in the tribes of Israel."
    },
    {
        "o": 7850,
        "r": "nkjv:Judges:21:16",
        "t": "Then*p the elders of the congregation said, “What shall we do for wives for those who remain, since the women of Benjamin have been destroyed?”"
    },
    {
        "o": 7851,
        "r": "nkjv:Judges:21:17",
        "t": "And they said, “There*i must*i be*i an inheritance for the survivors of Benjamin, that a tribe may not be destroyed from Israel."
    },
    {
        "o": 7852,
        "r": "nkjv:Judges:21:18",
        "t": "However, we cannot give them wives from our daughters, for the children of Israel have sworn an oath, saying, ‘Cursed be*i the one who gives a wife to Benjamin.’”"
    },
    {
        "o": 7853,
        "r": "nkjv:Judges:21:19",
        "t": "Then they said, “In fact, there*i is*i a yearly feast of the Lord*s in Shiloh, which is*i north of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7854,
        "r": "nkjv:Judges:21:20",
        "t": "Therefore*p they instructed the children of Benjamin, saying, “Go, lie in wait in the vineyards,"
    },
    {
        "o": 7855,
        "r": "nkjv:Judges:21:21",
        "t": "and watch; and just when the daughters of Shiloh come out to perform their dances, then come out from the vineyards, and every man catch a wife for himself from the daughters of Shiloh; then go to the land of Benjamin."
    },
    {
        "o": 7856,
        "r": "nkjv:Judges:21:22",
        "t": "Then it shall be, when their fathers or their brothers come to us to complain, that we will say to them, ‘Be kind to them for our sakes, because we did not take a wife for any of them in the war; for it*i is*i not as*i though*i you have given the women*i to them at this time, making yourselves guilty of your oath.’”"
    },
    {
        "o": 7857,
        "r": "nkjv:Judges:21:23",
        "t": "And*p the children of Benjamin did so; they took enough wives for their number from those who danced, whom they caught. Then they went and returned to their inheritance, and they rebuilt the cities and dwelt in them."
    },
    {
        "o": 7858,
        "r": "nkjv:Judges:21:24",
        "t": "So the children of Israel departed from there at that time, every man to his tribe and family; they went out from there, every man to his inheritance."
    },
    {
        "o": 7859,
        "r": "nkjv:Judges:21:25",
        "t": "In*p those days there*i was*i no king in Israel; everyone did what*i was*i right in his own eyes."
    }
]
