[
    {
        "o": 23537,
        "r": "niv:Ezekiel:38:0",
        "t": "Ezekiel 38",
        "h": 1
    },
    {
        "o": 23538,
        "r": "niv:Ezekiel:38:0",
        "t": "The Lord’s Great Victory Over the Nations",
        "h": 2
    },
    {
        "o": 23539,
        "r": "niv:Ezekiel:38:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23540,
        "r": "niv:Ezekiel:38:2",
        "t": "“Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshek and Tubal; prophesy against him"
    },
    {
        "o": 23541,
        "r": "niv:Ezekiel:38:3",
        "t": "and say: ‘This is what the Sovereign Lord*s says: I am against you, Gog, chief prince of Meshek and Tubal."
    },
    {
        "o": 23542,
        "r": "niv:Ezekiel:38:4",
        "t": "I will turn you around, put hooks in your jaws and bring you out with your whole army—your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords."
    },
    {
        "o": 23543,
        "r": "niv:Ezekiel:38:5",
        "t": "Persia, Cush and Put will be with them, all with shields and helmets,"
    },
    {
        "o": 23544,
        "r": "niv:Ezekiel:38:6",
        "t": "also Gomer with all its troops, and Beth Togarmah from the far north with all its troops—the many nations with you."
    },
    {
        "o": 23545,
        "r": "niv:Ezekiel:38:7",
        "t": "“ ‘Get*p ready; be prepared, you and all the hordes gathered about you, and take command of them."
    },
    {
        "o": 23546,
        "r": "niv:Ezekiel:38:8",
        "t": "After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety."
    },
    {
        "o": 23547,
        "r": "niv:Ezekiel:38:9",
        "t": "You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land."
    },
    {
        "o": 23548,
        "r": "niv:Ezekiel:38:10",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: On that day thoughts will come into your mind and you will devise an evil scheme."
    },
    {
        "o": 23549,
        "r": "niv:Ezekiel:38:11",
        "t": "You will say, “I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people—all of them living without walls and without gates and bars."
    },
    {
        "o": 23550,
        "r": "niv:Ezekiel:38:12",
        "t": "I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.”"
    },
    {
        "o": 23551,
        "r": "niv:Ezekiel:38:13",
        "t": "Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, “Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?” ’"
    },
    {
        "o": 23552,
        "r": "niv:Ezekiel:38:14",
        "t": "“Therefore,*p son of man, prophesy and say to Gog: ‘This is what the Sovereign Lord*s says: In that day, when my people Israel are living in safety, will you not take notice of it?"
    },
    {
        "o": 23553,
        "r": "niv:Ezekiel:38:15",
        "t": "You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army."
    },
    {
        "o": 23554,
        "r": "niv:Ezekiel:38:16",
        "t": "You will advance against my people Israel like a cloud that covers the land. In days to come, Gog, I will bring you against my land, so that the nations may know me when I am proved holy through you before their eyes."
    },
    {
        "o": 23555,
        "r": "niv:Ezekiel:38:17",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: You are the one I spoke of in former days by my servants the prophets of Israel. At that time they prophesied for years that I would bring you against them."
    },
    {
        "o": 23556,
        "r": "niv:Ezekiel:38:18",
        "t": "This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign Lord.*s"
    },
    {
        "o": 23557,
        "r": "niv:Ezekiel:38:19",
        "t": "In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel."
    },
    {
        "o": 23558,
        "r": "niv:Ezekiel:38:20",
        "t": "The fish in the sea, the birds in the sky, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground."
    },
    {
        "o": 23559,
        "r": "niv:Ezekiel:38:21",
        "t": "I will summon a sword against Gog on all my mountains, declares the Sovereign Lord.*s Every man’s sword will be against his brother."
    },
    {
        "o": 23560,
        "r": "niv:Ezekiel:38:22",
        "t": "I will execute judgment on him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him."
    },
    {
        "o": 23561,
        "r": "niv:Ezekiel:38:23",
        "t": "And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the Lord.’*s"
    }
]
