[
    {
        "o": 24836,
        "r": "nasb:Joel:2:0",
        "t": "Joel 2",
        "h": 1
    },
    {
        "o": 24837,
        "r": "nasb:Joel:2:0",
        "t": "The Terrible Visitation",
        "h": 2
    },
    {
        "o": 24838,
        "r": "nasb:Joel:2:1",
        "t": "Blow*pn a trumpet in Zion, And*ln sound an alarm on My holy mountain! Let*ln all the inhabitants of the land tremble, For*ln the day of the Lord*s is coming; Surely*ln it is near,"
    },
    {
        "o": 24839,
        "r": "nasb:Joel:2:2",
        "t": "A*ln day of darkness and gloom, A*ln day of clouds and thick darkness. As*ln the dawn is spread over the mountains, So*iln there is a great and mighty people; There*ln has never been anything*i like it, Nor*ln will there be again after it To*ln the years of many generations."
    },
    {
        "o": 24840,
        "r": "nasb:Joel:2:3",
        "t": "A*ln fire consumes before them And*ln behind them a flame burns. The*ln land is like the garden of Eden before them But*ln a desolate wilderness behind them, And*ln nothing at all escapes them."
    },
    {
        "o": 24841,
        "r": "nasb:Joel:2:4",
        "t": "Their*ln appearance is like the appearance of horses; And*ln like war horses, so they run."
    },
    {
        "o": 24842,
        "r": "nasb:Joel:2:5",
        "t": "With*ln a noise as of chariots They*ln leap on the tops of the mountains, Like*ln the crackling of a flame of fire consuming the stubble, Like*ln a mighty people arranged for battle."
    },
    {
        "o": 24843,
        "r": "nasb:Joel:2:6",
        "t": "Before*ln them the people are in anguish; All*ln faces turn pale."
    },
    {
        "o": 24844,
        "r": "nasb:Joel:2:7",
        "t": "They*ln run like mighty men, They*ln climb the wall like soldiers; And*ln they each march in line, Nor*ln do they deviate from their paths."
    },
    {
        "o": 24845,
        "r": "nasb:Joel:2:8",
        "t": "They*ln do not crowd each other, They*ln march everyone in his path; When*ln they burst through the defenses, They*ln do not break ranks."
    },
    {
        "o": 24846,
        "r": "nasb:Joel:2:9",
        "t": "They*ln rush on the city, They*ln run on the wall; They*ln climb into the houses, They*ln enter through the windows like a thief."
    },
    {
        "o": 24847,
        "r": "nasb:Joel:2:10",
        "t": "Before*ln them the earth quakes, The*ln heavens tremble, The*ln sun and the moon grow dark And*ln the stars lose their brightness."
    },
    {
        "o": 24848,
        "r": "nasb:Joel:2:11",
        "t": "The*ln Lord*s utters His voice before His army; Surely*ln His camp is very great, For*ln strong is he who carries out His word. The*ln day of the Lord*s is indeed great and very awesome, And*ln who can endure it?"
    },
    {
        "o": 24849,
        "r": "nasb:Joel:2:12",
        "t": "“Yet*ln even now,” declares the Lord,*s “Return*ln to Me with all your heart, And*ln with fasting, weeping and mourning;"
    },
    {
        "o": 24850,
        "r": "nasb:Joel:2:13",
        "t": "And*ln rend your heart and not your garments.” Now*ln return to the Lord*s your God, For*ln He is gracious and compassionate, Slow*ln to anger, abounding in lovingkindness And*ln relenting of evil."
    },
    {
        "o": 24851,
        "r": "nasb:Joel:2:14",
        "t": "Who*ln knows whether He will not*i turn and relent And*ln leave a blessing behind Him, Even*iln a grain offering and a drink offering For*ln the Lord*s your God?"
    },
    {
        "o": 24852,
        "r": "nasb:Joel:2:15",
        "t": "Blow*ln a trumpet in Zion, Consecrate*ln a fast, proclaim a solemn assembly,"
    },
    {
        "o": 24853,
        "r": "nasb:Joel:2:16",
        "t": "Gather*ln the people, sanctify the congregation, Assemble*ln the elders, Gather*ln the children and the nursing infants. Let*ln the bridegroom come out of his room And*ln the bride out of her bridal*i chamber."
    },
    {
        "o": 24854,
        "r": "nasb:Joel:2:17",
        "t": "Let*ln the priests, the Lord’s*s ministers, Weep*ln between the porch and the altar, And*ln let them say, “Spare Your people, O Lord,*s And*ln do not make Your inheritance a reproach, A*ln byword among the nations. Why*ln should they among the peoples say, ‘Where*ln is their God?’ ”"
    },
    {
        "o": 24855,
        "r": "nasb:Joel:2:17",
        "t": "Deliverance Promised",
        "h": 2
    },
    {
        "o": 24856,
        "r": "nasb:Joel:2:18",
        "t": "Then*pn the Lord*s will be zealous for His land And*ln will have pity on His people."
    },
    {
        "o": 24857,
        "r": "nasb:Joel:2:19",
        "t": "The*ln Lord*s will answer and say to His people, “Behold,*ln I am going to send you grain, new wine and oil, And*ln you will be satisfied in*i full*i with them; And*ln I will never again make you a reproach among the nations."
    },
    {
        "o": 24858,
        "r": "nasb:Joel:2:20",
        "t": "But*ln I will remove the northern army*i far from you, And*ln I will drive it into a parched and desolate land, And*ln its vanguard into the eastern sea, And*ln its rear guard into the western sea. And*ln its stench will arise and its foul smell will come up, For*ln it has done great things.”"
    },
    {
        "o": 24859,
        "r": "nasb:Joel:2:21",
        "t": "Do*ln not fear, O land, rejoice and be glad, For*ln the Lord*s has done great things."
    },
    {
        "o": 24860,
        "r": "nasb:Joel:2:22",
        "t": "Do*ln not fear, beasts of the field, For*ln the pastures of the wilderness have turned green, For*ln the tree has borne its fruit, The*ln fig tree and the vine have yielded in full."
    },
    {
        "o": 24861,
        "r": "nasb:Joel:2:23",
        "t": "So*ln rejoice, O sons of Zion, And*ln be glad in the Lord*s your God; For*ln He has given you the early rain for your*i vindication. And*ln He has poured down for you the rain, The*ln early and latter rain as before."
    },
    {
        "o": 24862,
        "r": "nasb:Joel:2:24",
        "t": "The*ln threshing floors will be full of grain, And*ln the vats will overflow with the new wine and oil."
    },
    {
        "o": 24863,
        "r": "nasb:Joel:2:25",
        "t": "“Then*ln I will make up to you for the years That*ln the swarming locust has eaten, The*ln creeping locust, the stripping locust and the gnawing locust, My*ln great army which I sent among you."
    },
    {
        "o": 24864,
        "r": "nasb:Joel:2:26",
        "t": "You*ln will have plenty to eat and be satisfied And*ln praise the name of the Lord*s your God, Who*ln has dealt wondrously with you; Then*ln My people will never be put to shame."
    },
    {
        "o": 24865,
        "r": "nasb:Joel:2:27",
        "t": "Thus*ln you will know that I am in the midst of Israel, And*ln that I am the Lord*s your God, And*ln there is no other; And*ln My people will never be put to shame."
    },
    {
        "o": 24866,
        "r": "nasb:Joel:2:27",
        "t": "The Promise of the Spirit",
        "h": 2
    },
    {
        "o": 24867,
        "r": "nasb:Joel:2:28",
        "t": "“It*pn will come about after this That*ln I will pour out My Spirit on all mankind; And*ln your sons and daughters will prophesy, Your*ln old men will dream dreams, Your*ln young men will see visions."
    },
    {
        "o": 24868,
        "r": "nasb:Joel:2:29",
        "t": "Even*ln on the male and female servants I*ln will pour out My Spirit in those days."
    },
    {
        "o": 24869,
        "r": "nasb:Joel:2:29",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 24870,
        "r": "nasb:Joel:2:30",
        "t": "I*pn will display wonders in the sky and on the earth, Blood,*ln fire and columns of smoke."
    },
    {
        "o": 24871,
        "r": "nasb:Joel:2:31",
        "t": "The*ln sun will be turned into darkness And*ln the moon into blood Before*ln the great and awesome day of the Lord*s comes."
    },
    {
        "o": 24872,
        "r": "nasb:Joel:2:32",
        "t": "And*ln it will come about that whoever calls on the name of the Lord*s Will*ln be delivered; For*ln on Mount Zion and in Jerusalem There*ln will be those who escape, As*ln the Lord*s has said, Even*ln among the survivors whom the Lord*s calls."
    }
]
