[
    {
        "o": 5139,
        "r": "niv:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5140,
        "r": "niv:Numbers:32:0",
        "t": "The Transjordan Tribes",
        "h": 2
    },
    {
        "o": 5141,
        "r": "niv:Numbers:32:1",
        "t": "The*p Reubenites and Gadites, who had very large herds and flocks, saw that the lands of Jazer and Gilead were suitable for livestock."
    },
    {
        "o": 5142,
        "r": "niv:Numbers:32:2",
        "t": "So they came to Moses and Eleazar the priest and to the leaders of the community, and said,"
    },
    {
        "o": 5143,
        "r": "niv:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon—"
    },
    {
        "o": 5144,
        "r": "niv:Numbers:32:4",
        "t": "the land the Lord*s subdued before the people of Israel—are suitable for livestock, and your servants have livestock."
    },
    {
        "o": 5145,
        "r": "niv:Numbers:32:5",
        "t": "If we have found favor in your eyes,” they said, “let this land be given to your servants as our possession. Do not make us cross the Jordan.”"
    },
    {
        "o": 5146,
        "r": "niv:Numbers:32:6",
        "t": "Moses*p said to the Gadites and Reubenites, “Should your fellow Israelites go to war while you sit here?"
    },
    {
        "o": 5147,
        "r": "niv:Numbers:32:7",
        "t": "Why do you discourage the Israelites from crossing over into the land the Lord*s has given them?"
    },
    {
        "o": 5148,
        "r": "niv:Numbers:32:8",
        "t": "This is what your fathers did when I sent them from Kadesh Barnea to look over the land."
    },
    {
        "o": 5149,
        "r": "niv:Numbers:32:9",
        "t": "After they went up to the Valley of Eshkol and viewed the land, they discouraged the Israelites from entering the land the Lord*s had given them."
    },
    {
        "o": 5150,
        "r": "niv:Numbers:32:10",
        "t": "The Lord’s*s anger was aroused that day and he swore this oath:"
    },
    {
        "o": 5151,
        "r": "niv:Numbers:32:11",
        "t": "‘Because they have not followed me wholeheartedly, not one of those who were twenty years old or more when they came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob—"
    },
    {
        "o": 5152,
        "r": "niv:Numbers:32:12",
        "t": "not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the Lord*s wholeheartedly.’"
    },
    {
        "o": 5153,
        "r": "niv:Numbers:32:13",
        "t": "The Lord’s*s anger burned against Israel and he made them wander in the wilderness forty years, until the whole generation of those who had done evil in his sight was gone."
    },
    {
        "o": 5154,
        "r": "niv:Numbers:32:14",
        "t": "“And*p here you are, a brood of sinners, standing in the place of your fathers and making the Lord*s even more angry with Israel."
    },
    {
        "o": 5155,
        "r": "niv:Numbers:32:15",
        "t": "If you turn away from following him, he will again leave all this people in the wilderness, and you will be the cause of their destruction.”"
    },
    {
        "o": 5156,
        "r": "niv:Numbers:32:16",
        "t": "Then*p they came up to him and said, “We would like to build pens here for our livestock and cities for our women and children."
    },
    {
        "o": 5157,
        "r": "niv:Numbers:32:17",
        "t": "But we will arm ourselves for battle and go ahead of the Israelites until we have brought them to their place. Meanwhile our women and children will live in fortified cities, for protection from the inhabitants of the land."
    },
    {
        "o": 5158,
        "r": "niv:Numbers:32:18",
        "t": "We will not return to our homes until each of the Israelites has received their inheritance."
    },
    {
        "o": 5159,
        "r": "niv:Numbers:32:19",
        "t": "We will not receive any inheritance with them on the other side of the Jordan, because our inheritance has come to us on the east side of the Jordan.”"
    },
    {
        "o": 5160,
        "r": "niv:Numbers:32:20",
        "t": "Then*p Moses said to them, “If you will do this—if you will arm yourselves before the Lord*s for battle"
    },
    {
        "o": 5161,
        "r": "niv:Numbers:32:21",
        "t": "and if all of you who are armed cross over the Jordan before the Lord*s until he has driven his enemies out before him—"
    },
    {
        "o": 5162,
        "r": "niv:Numbers:32:22",
        "t": "then when the land is subdued before the Lord,*s you may return and be free from your obligation to the Lord*s and to Israel. And this land will be your possession before the Lord.*s"
    },
    {
        "o": 5163,
        "r": "niv:Numbers:32:23",
        "t": "“But*p if you fail to do this, you will be sinning against the Lord;*s and you may be sure that your sin will find you out."
    },
    {
        "o": 5164,
        "r": "niv:Numbers:32:24",
        "t": "Build cities for your women and children, and pens for your flocks, but do what you have promised.”"
    },
    {
        "o": 5165,
        "r": "niv:Numbers:32:25",
        "t": "The*p Gadites and Reubenites said to Moses, “We your servants will do as our lord commands."
    },
    {
        "o": 5166,
        "r": "niv:Numbers:32:26",
        "t": "Our children and wives, our flocks and herds will remain here in the cities of Gilead."
    },
    {
        "o": 5167,
        "r": "niv:Numbers:32:27",
        "t": "But your servants, every man who is armed for battle, will cross over to fight before the Lord,*s just as our lord says.”"
    },
    {
        "o": 5168,
        "r": "niv:Numbers:32:28",
        "t": "Then*p Moses gave orders about them to Eleazar the priest and Joshua son of Nun and to the family heads of the Israelite tribes."
    },
    {
        "o": 5169,
        "r": "niv:Numbers:32:29",
        "t": "He said to them, “If the Gadites and Reubenites, every man armed for battle, cross over the Jordan with you before the Lord,*s then when the land is subdued before you, you must give them the land of Gilead as their possession."
    },
    {
        "o": 5170,
        "r": "niv:Numbers:32:30",
        "t": "But if they do not cross over with you armed, they must accept their possession with you in Canaan.”"
    },
    {
        "o": 5171,
        "r": "niv:Numbers:32:31",
        "t": "The*p Gadites and Reubenites answered, “Your servants will do what the Lord*s has said."
    },
    {
        "o": 5172,
        "r": "niv:Numbers:32:32",
        "t": "We will cross over before the Lord*s into Canaan armed, but the property we inherit will be on this side of the Jordan.”"
    },
    {
        "o": 5173,
        "r": "niv:Numbers:32:33",
        "t": "Then*p Moses gave to the Gadites, the Reubenites and the half-tribe of Manasseh son of Joseph the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan—the whole land with its cities and the territory around them."
    },
    {
        "o": 5174,
        "r": "niv:Numbers:32:34",
        "t": "The*p Gadites built up Dibon, Ataroth, Aroer,"
    },
    {
        "o": 5175,
        "r": "niv:Numbers:32:35",
        "t": "Atroth Shophan, Jazer, Jogbehah,"
    },
    {
        "o": 5176,
        "r": "niv:Numbers:32:36",
        "t": "Beth Nimrah and Beth Haran as fortified cities, and built pens for their flocks."
    },
    {
        "o": 5177,
        "r": "niv:Numbers:32:37",
        "t": "And the Reubenites rebuilt Heshbon, Elealeh and Kiriathaim,"
    },
    {
        "o": 5178,
        "r": "niv:Numbers:32:38",
        "t": "as well as Nebo and Baal Meon (these names were changed) and Sibmah. They gave names to the cities they rebuilt."
    },
    {
        "o": 5179,
        "r": "niv:Numbers:32:39",
        "t": "The*p descendants of Makir son of Manasseh went to Gilead, captured it and drove out the Amorites who were there."
    },
    {
        "o": 5180,
        "r": "niv:Numbers:32:40",
        "t": "So Moses gave Gilead to the Makirites, the descendants of Manasseh, and they settled there."
    },
    {
        "o": 5181,
        "r": "niv:Numbers:32:41",
        "t": "Jair, a descendant of Manasseh, captured their settlements and called them Havvoth Jair."
    },
    {
        "o": 5182,
        "r": "niv:Numbers:32:42",
        "t": "And Nobah captured Kenath and its surrounding settlements and called it Nobah after himself."
    }
]
