[
    {
        "o": 5429,
        "r": "csb:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5430,
        "r": "csb:Deuteronomy:2:0",
        "t": "Journey past Seir",
        "h": 2
    },
    {
        "o": 5431,
        "r": "csb:Deuteronomy:2:1",
        "t": "“Then*p we turned back and headed for the wilderness by way of the Red Sea, as the Lord*s had told me, and we traveled around the hill country of Seir for many days."
    },
    {
        "o": 5432,
        "r": "csb:Deuteronomy:2:2",
        "t": "The Lord*s then said to me,"
    },
    {
        "o": 5433,
        "r": "csb:Deuteronomy:2:3",
        "t": "‘You’ve been traveling around this hill country long enough; turn north."
    },
    {
        "o": 5434,
        "r": "csb:Deuteronomy:2:4",
        "t": "Command the people: You are about to travel through the territory of your brothers, the descendants of Esau, who live in Seir. They will be afraid of you, so be very careful."
    },
    {
        "o": 5435,
        "r": "csb:Deuteronomy:2:5",
        "t": "Don’t provoke them, for I will not give you any of their land, not even a foot of it, because I have given Esau the hill country of Seir as his possession."
    },
    {
        "o": 5436,
        "r": "csb:Deuteronomy:2:6",
        "t": "You may purchase food from them, so that you may eat, and buy water from them to drink."
    },
    {
        "o": 5437,
        "r": "csb:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all the work of your hands. He has watched over your journey through this immense wilderness. The Lord*s your God has been with you these past forty years, and you have lacked nothing.’"
    },
    {
        "o": 5438,
        "r": "csb:Deuteronomy:2:7",
        "t": "Journey past Moab",
        "h": 2
    },
    {
        "o": 5439,
        "r": "csb:Deuteronomy:2:8",
        "t": "“So*p we bypassed our brothers, the descendants of Esau, who live in Seir. We turned away from the Arabah road and from Elath and Ezion-geber. We traveled along the road to the Wilderness of Moab."
    },
    {
        "o": 5440,
        "r": "csb:Deuteronomy:2:9",
        "t": "The Lord*s said to me, ‘Show no hostility toward Moab, and do not provoke them to battle, for I will not give you any of their land as a possession, since I have given Ar as a possession to the descendants of Lot.’”"
    },
    {
        "o": 5441,
        "r": "csb:Deuteronomy:2:10",
        "t": "The*p Emim, a great and numerous people as tall as the Anakim, had previously lived there."
    },
    {
        "o": 5442,
        "r": "csb:Deuteronomy:2:11",
        "t": "They were also regarded as Rephaim, like the Anakim, though the Moabites called them Emim."
    },
    {
        "o": 5443,
        "r": "csb:Deuteronomy:2:12",
        "t": "The Horites had previously lived in Seir, but the descendants of Esau drove them out, destroying them completely and settling in their place, just as Israel did in the land of its possession the Lord*s gave them."
    },
    {
        "o": 5444,
        "r": "csb:Deuteronomy:2:13",
        "t": "“The*p Lord*s said, ‘Now get up and cross the Zered Valley.’ So we crossed the Zered Valley."
    },
    {
        "o": 5445,
        "r": "csb:Deuteronomy:2:14",
        "t": "The time we spent traveling from Kadesh-barnea until we crossed the Zered Valley was thirty-eight years until the entire generation of fighting men had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5446,
        "r": "csb:Deuteronomy:2:15",
        "t": "Indeed, the Lord’s*s hand was against them, to eliminate them from the camp until they had all perished."
    },
    {
        "o": 5447,
        "r": "csb:Deuteronomy:2:15",
        "t": "Journey past Ammon",
        "h": 2
    },
    {
        "o": 5448,
        "r": "csb:Deuteronomy:2:16",
        "t": "“When*p all the fighting men had died among the people,"
    },
    {
        "o": 5449,
        "r": "csb:Deuteronomy:2:17",
        "t": "the Lord*s spoke to me,"
    },
    {
        "o": 5450,
        "r": "csb:Deuteronomy:2:18",
        "t": "‘Today you are going to cross the border of Moab at Ar."
    },
    {
        "o": 5451,
        "r": "csb:Deuteronomy:2:19",
        "t": "When you get close to the Ammonites, don’t show any hostility to them or provoke them, for I will not give you any of the Ammonites’ land as a possession; I have given it as a possession to the descendants of Lot.’”"
    },
    {
        "o": 5452,
        "r": "csb:Deuteronomy:2:20",
        "t": "This*p too used to be regarded as the land of the Rephaim. The Rephaim lived there previously, though the Ammonites called them Zamzummim,"
    },
    {
        "o": 5453,
        "r": "csb:Deuteronomy:2:21",
        "t": "a great and numerous people, tall as the Anakim. The Lord*s destroyed the Rephaim at the advance of the Ammonites, so that they drove them out and settled in their place."
    },
    {
        "o": 5454,
        "r": "csb:Deuteronomy:2:22",
        "t": "This was just as he had done for the descendants of Esau who lived in Seir, when he destroyed the Horites before them; they drove them out and have lived in their place until now."
    },
    {
        "o": 5455,
        "r": "csb:Deuteronomy:2:23",
        "t": "The Caphtorim, who came from Caphtor, destroyed the Avvites, who lived in villages as far as Gaza, and settled in their place."
    },
    {
        "o": 5456,
        "r": "csb:Deuteronomy:2:23",
        "t": "Defeat of Sihon the Amorite",
        "h": 2
    },
    {
        "o": 5457,
        "r": "csb:Deuteronomy:2:24",
        "t": "“The*p Lord*s also said, ‘Get up, move out, and cross the Arnon Valley. See, I have handed the Amorites’ King Sihon of Heshbon and his land over to you. Begin to take possession of it; engage him in battle."
    },
    {
        "o": 5458,
        "r": "csb:Deuteronomy:2:25",
        "t": "Today I will begin to put the fear and dread of you on the peoples everywhere under heaven. They will hear the report about you, tremble, and be in anguish because of you.’"
    },
    {
        "o": 5459,
        "r": "csb:Deuteronomy:2:26",
        "t": "“So*p I sent messengers with an offer of peace to King Sihon of Heshbon from the Wilderness of Kedemoth, saying,"
    },
    {
        "o": 5460,
        "r": "csb:Deuteronomy:2:27",
        "t": "‘Let us travel through your land; we will keep strictly to the highway. We will not turn to the right or the left."
    },
    {
        "o": 5461,
        "r": "csb:Deuteronomy:2:28",
        "t": "You can sell us food in exchange for silver so we may eat, and give us water for silver so we may drink. Only let us travel through on foot,"
    },
    {
        "o": 5462,
        "r": "csb:Deuteronomy:2:29",
        "t": "just as the descendants of Esau who live in Seir did for us, and the Moabites who live in Ar, until we cross the Jordan into the land the Lord*s our God is giving us.’"
    },
    {
        "o": 5463,
        "r": "csb:Deuteronomy:2:30",
        "t": "But King Sihon of Heshbon would not let us travel through his land, for the Lord*s your God had made his spirit stubborn and his heart obstinate in order to hand him over to you, as has now taken place."
    },
    {
        "o": 5464,
        "r": "csb:Deuteronomy:2:31",
        "t": "“Then*p the Lord*s said to me, ‘See, I have begun to give Sihon and his land to you. Begin to take possession of it.’"
    },
    {
        "o": 5465,
        "r": "csb:Deuteronomy:2:32",
        "t": "So Sihon and his whole army came out against us for battle at Jahaz."
    },
    {
        "o": 5466,
        "r": "csb:Deuteronomy:2:33",
        "t": "The Lord*s our God handed him over to us, and we defeated him, his sons, and his whole army."
    },
    {
        "o": 5467,
        "r": "csb:Deuteronomy:2:34",
        "t": "At that time we captured all his cities and completely destroyed the people of every city, including the women and children. We left no survivors."
    },
    {
        "o": 5468,
        "r": "csb:Deuteronomy:2:35",
        "t": "We took only the livestock and the spoil from the cities we captured as plunder for ourselves."
    },
    {
        "o": 5469,
        "r": "csb:Deuteronomy:2:36",
        "t": "There was no city that was inaccessible to us, from Aroer on the rim of the Arnon Valley, along with the city in the valley, even as far as Gilead. The Lord*s our God gave everything to us."
    },
    {
        "o": 5470,
        "r": "csb:Deuteronomy:2:37",
        "t": "But you did not go near the Ammonites’ land, all along the bank of the Jabbok River, the cities of the hill country, or any place that the Lord*s our God had forbidden."
    }
]
