[
    {
        "o": 31297,
        "r": "esv:Romans:3:0",
        "t": "Romans 3",
        "h": 1
    },
    {
        "o": 31298,
        "r": "esv:Romans:3:0",
        "t": "God’s Righteousness Upheld",
        "h": 2
    },
    {
        "o": 31299,
        "r": "esv:Romans:3:1",
        "t": "Then*p what advantage has the Jew? Or what is the value of circumcision?"
    },
    {
        "o": 31300,
        "r": "esv:Romans:3:2",
        "t": "Much in every way. To begin with, the Jews were entrusted with the oracles of God."
    },
    {
        "o": 31301,
        "r": "esv:Romans:3:3",
        "t": "What if some were unfaithful? Does their faithlessness nullify the faithfulness of God?"
    },
    {
        "o": 31302,
        "r": "esv:Romans:3:4",
        "t": "By no means! Let God be true though every one were a liar, as it is written, “That*pn you may be justified in your words, and*ld prevail when you are judged.”"
    },
    {
        "o": 31303,
        "r": "esv:Romans:3:5",
        "t": "But*p if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.)"
    },
    {
        "o": 31304,
        "r": "esv:Romans:3:6",
        "t": "By no means! For then how could God judge the world?"
    },
    {
        "o": 31305,
        "r": "esv:Romans:3:7",
        "t": "But if through my lie God’s truth abounds to his glory, why am I still being condemned as a sinner?"
    },
    {
        "o": 31306,
        "r": "esv:Romans:3:8",
        "t": "And why not do evil that good may come?— as some people slanderously charge us with saying. Their condemnation is just."
    },
    {
        "o": 31307,
        "r": "esv:Romans:3:8",
        "t": "No One Is Righteous",
        "h": 2
    },
    {
        "o": 31308,
        "r": "esv:Romans:3:9",
        "t": "What*p then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,"
    },
    {
        "o": 31309,
        "r": "esv:Romans:3:10",
        "t": "as it is written: “None*pn is righteous, no, not one;"
    },
    {
        "o": 31310,
        "r": "esv:Romans:3:11",
        "t": "no*ld one understands; no*ld one seeks for God."
    },
    {
        "o": 31311,
        "r": "esv:Romans:3:12",
        "t": "All*ln have turned aside; together they have become worthless; no*ld one does good, not*ld even one.”"
    },
    {
        "o": 31312,
        "r": "esv:Romans:3:13",
        "t": "“Their*ln throat is an open grave; they*ld use their tongues to deceive.” “The*ln venom of asps is under their lips.”"
    },
    {
        "o": 31313,
        "r": "esv:Romans:3:14",
        "t": "“Their*ld mouth is full of curses and bitterness.”"
    },
    {
        "o": 31314,
        "r": "esv:Romans:3:15",
        "t": "“Their*ln feet are swift to shed blood;"
    },
    {
        "o": 31315,
        "r": "esv:Romans:3:16",
        "t": "in*ld their paths are ruin and misery,"
    },
    {
        "o": 31316,
        "r": "esv:Romans:3:17",
        "t": "and*ln the way of peace they have not known.”"
    },
    {
        "o": 31317,
        "r": "esv:Romans:3:18",
        "t": "“There*ld is no fear of God before their eyes.”"
    },
    {
        "o": 31318,
        "r": "esv:Romans:3:19",
        "t": "Now*p we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God."
    },
    {
        "o": 31319,
        "r": "esv:Romans:3:20",
        "t": "For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin."
    },
    {
        "o": 31320,
        "r": "esv:Romans:3:20",
        "t": "The Righteousness of God Through Faith",
        "h": 2
    },
    {
        "o": 31321,
        "r": "esv:Romans:3:21",
        "t": "But*p now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—"
    },
    {
        "o": 31322,
        "r": "esv:Romans:3:22",
        "t": "the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:"
    },
    {
        "o": 31323,
        "r": "esv:Romans:3:23",
        "t": "for all have sinned and fall short of the glory of God,"
    },
    {
        "o": 31324,
        "r": "esv:Romans:3:24",
        "t": "and are justified by his grace as a gift, through the redemption that is in Christ Jesus,"
    },
    {
        "o": 31325,
        "r": "esv:Romans:3:25",
        "t": "whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."
    },
    {
        "o": 31326,
        "r": "esv:Romans:3:26",
        "t": "It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus."
    },
    {
        "o": 31327,
        "r": "esv:Romans:3:27",
        "t": "Then*p what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith."
    },
    {
        "o": 31328,
        "r": "esv:Romans:3:28",
        "t": "For we hold that one is justified by faith apart from works of the law."
    },
    {
        "o": 31329,
        "r": "esv:Romans:3:29",
        "t": "Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,"
    },
    {
        "o": 31330,
        "r": "esv:Romans:3:30",
        "t": "since God is one— who will justify the circumcised by faith and the uncircumcised through faith."
    },
    {
        "o": 31331,
        "r": "esv:Romans:3:31",
        "t": "Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law."
    }
]
