[
    {
        "o": 9525,
        "r": "nasb:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9526,
        "r": "nasb:1 Kings:1:0",
        "t": "David in Old Age",
        "h": 2
    },
    {
        "o": 9527,
        "r": "nasb:1 Kings:1:1",
        "t": "Now*p King David was old, advanced in age; and they covered him with clothes, but he could not keep warm."
    },
    {
        "o": 9528,
        "r": "nasb:1 Kings:1:2",
        "t": "So his servants said to him, “Let them seek a young virgin for my lord the king, and let her attend the king and become his nurse; and let her lie in your bosom, that my lord the king may keep warm.”"
    },
    {
        "o": 9529,
        "r": "nasb:1 Kings:1:3",
        "t": "So they searched for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king."
    },
    {
        "o": 9530,
        "r": "nasb:1 Kings:1:4",
        "t": "The girl was very beautiful; and she became the king’s nurse and served him, but the king did not cohabit with her."
    },
    {
        "o": 9531,
        "r": "nasb:1 Kings:1:5",
        "t": "Now*p Adonijah the son of Haggith exalted himself, saying, “I will be king.” So he prepared for himself chariots and horsemen with fifty men to run before him."
    },
    {
        "o": 9532,
        "r": "nasb:1 Kings:1:6",
        "t": "His father had never crossed him at any time by asking, “Why have you done so?” And he was also a very handsome man, and he was born after Absalom."
    },
    {
        "o": 9533,
        "r": "nasb:1 Kings:1:7",
        "t": "He had conferred with Joab the son of Zeruiah and with Abiathar the priest; and following Adonijah they helped him."
    },
    {
        "o": 9534,
        "r": "nasb:1 Kings:1:8",
        "t": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David, were not with Adonijah."
    },
    {
        "o": 9535,
        "r": "nasb:1 Kings:1:9",
        "t": "Adonijah*p sacrificed sheep and oxen and fatlings by the stone of Zoheleth, which is beside En-rogel; and he invited all his brothers, the king’s sons, and all the men of Judah, the king’s servants."
    },
    {
        "o": 9536,
        "r": "nasb:1 Kings:1:10",
        "t": "But he did not invite Nathan the prophet, Benaiah, the mighty men, and Solomon his brother."
    },
    {
        "o": 9537,
        "r": "nasb:1 Kings:1:10",
        "t": "Nathan and Bathsheba",
        "h": 2
    },
    {
        "o": 9538,
        "r": "nasb:1 Kings:1:11",
        "t": "Then*p Nathan spoke to Bathsheba the mother of Solomon, saying, “Have you not heard that Adonijah the son of Haggith has become king, and David our lord does not know it?*i"
    },
    {
        "o": 9539,
        "r": "nasb:1 Kings:1:12",
        "t": "So now come, please let me give you counsel and save your life and the life of your son Solomon."
    },
    {
        "o": 9540,
        "r": "nasb:1 Kings:1:13",
        "t": "Go at once to King David and say to him, ‘Have you not, my lord, O king, sworn to your maidservant, saying, “Surely Solomon your son shall be king after me, and he shall sit on my throne”? Why then has Adonijah become king?’"
    },
    {
        "o": 9541,
        "r": "nasb:1 Kings:1:14",
        "t": "Behold, while you are still there speaking with the king, I will come in after you and confirm your words.”"
    },
    {
        "o": 9542,
        "r": "nasb:1 Kings:1:15",
        "t": "So*p Bathsheba went in to the king in the bedroom. Now the king was very old, and Abishag the Shunammite was ministering to the king."
    },
    {
        "o": 9543,
        "r": "nasb:1 Kings:1:16",
        "t": "Then Bathsheba bowed and prostrated herself before the king. And the king said, “What do you wish?”"
    },
    {
        "o": 9544,
        "r": "nasb:1 Kings:1:17",
        "t": "She said to him, “My lord, you swore to your maidservant by the Lord*s your God, saying,*i ‘Surely your son Solomon shall be king after me and he shall sit on my throne.’"
    },
    {
        "o": 9545,
        "r": "nasb:1 Kings:1:18",
        "t": "Now, behold, Adonijah is king; and now, my lord the king, you do not know it.*i"
    },
    {
        "o": 9546,
        "r": "nasb:1 Kings:1:19",
        "t": "He has sacrificed oxen and fatlings and sheep in abundance, and has invited all the sons of the king and Abiathar the priest and Joab the commander of the army, but he has not invited Solomon your servant."
    },
    {
        "o": 9547,
        "r": "nasb:1 Kings:1:20",
        "t": "As for you now, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him."
    },
    {
        "o": 9548,
        "r": "nasb:1 Kings:1:21",
        "t": "Otherwise it will come about, as soon as my lord the king sleeps with his fathers, that I and my son Solomon will be considered offenders.”"
    },
    {
        "o": 9549,
        "r": "nasb:1 Kings:1:22",
        "t": "Behold,*p while she was still speaking with the king, Nathan the prophet came in."
    },
    {
        "o": 9550,
        "r": "nasb:1 Kings:1:23",
        "t": "They told the king, saying, “Here is Nathan the prophet.” And when he came in before the king, he prostrated himself before the king with his face to the ground."
    },
    {
        "o": 9551,
        "r": "nasb:1 Kings:1:24",
        "t": "Then Nathan said, “My lord the king, have you said, ‘Adonijah shall be king after me, and he shall sit on my throne’?"
    },
    {
        "o": 9552,
        "r": "nasb:1 Kings:1:25",
        "t": "For he has gone down today and has sacrificed oxen and fatlings and sheep in abundance, and has invited all the king’s sons and the commanders of the army and Abiathar the priest, and behold, they are eating and drinking before him; and they say, ‘Long*i live King Adonijah!’"
    },
    {
        "o": 9553,
        "r": "nasb:1 Kings:1:26",
        "t": "But me, even*i me your servant, and Zadok the priest and Benaiah the son of Jehoiada and your servant Solomon, he has not invited."
    },
    {
        "o": 9554,
        "r": "nasb:1 Kings:1:27",
        "t": "Has this thing been done by my lord the king, and you have not shown to your servants who should sit on the throne of my lord the king after him?”"
    },
    {
        "o": 9555,
        "r": "nasb:1 Kings:1:28",
        "t": "Then*p King David said, “Call Bathsheba to me.” And she came into the king’s presence and stood before the king."
    },
    {
        "o": 9556,
        "r": "nasb:1 Kings:1:29",
        "t": "The king vowed and said, “As the Lord*s lives, who has redeemed my life from all distress,"
    },
    {
        "o": 9557,
        "r": "nasb:1 Kings:1:30",
        "t": "surely as I vowed to you by the Lord*s the God of Israel, saying, ‘Your son Solomon shall be king after me, and he shall sit on my throne in my place’; I will indeed do so this day.”"
    },
    {
        "o": 9558,
        "r": "nasb:1 Kings:1:31",
        "t": "Then Bathsheba bowed with her face to the ground, and prostrated herself before the king and said, “May my lord King David live forever.”"
    },
    {
        "o": 9559,
        "r": "nasb:1 Kings:1:32",
        "t": "Then*p King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” And they came into the king’s presence."
    },
    {
        "o": 9560,
        "r": "nasb:1 Kings:1:33",
        "t": "The king said to them, “Take with you the servants of your lord, and have my son Solomon ride on my own mule, and bring him down to Gihon."
    },
    {
        "o": 9561,
        "r": "nasb:1 Kings:1:34",
        "t": "Let Zadok the priest and Nathan the prophet anoint him there as king over Israel, and blow the trumpet and say, ‘Long*i live King Solomon!’"
    },
    {
        "o": 9562,
        "r": "nasb:1 Kings:1:35",
        "t": "Then you shall come up after him, and he shall come and sit on my throne and be king in my place; for I have appointed him to be ruler over Israel and Judah.”"
    },
    {
        "o": 9563,
        "r": "nasb:1 Kings:1:36",
        "t": "Benaiah the son of Jehoiada answered the king and said, “Amen! Thus may the Lord,*s the God of my lord the king, say."
    },
    {
        "o": 9564,
        "r": "nasb:1 Kings:1:37",
        "t": "As the Lord*s has been with my lord the king, so may He be with Solomon, and make his throne greater than the throne of my lord King David!”"
    },
    {
        "o": 9565,
        "r": "nasb:1 Kings:1:37",
        "t": "Solomon Anointed King",
        "h": 2
    },
    {
        "o": 9566,
        "r": "nasb:1 Kings:1:38",
        "t": "So*p Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites went down and had Solomon ride on King David’s mule, and brought him to Gihon."
    },
    {
        "o": 9567,
        "r": "nasb:1 Kings:1:39",
        "t": "Zadok the priest then took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, “Long*i live King Solomon!”"
    },
    {
        "o": 9568,
        "r": "nasb:1 Kings:1:40",
        "t": "All the people went up after him, and the people were playing on flutes and rejoicing with great joy, so that the earth shook at their noise."
    },
    {
        "o": 9569,
        "r": "nasb:1 Kings:1:41",
        "t": "Now*p Adonijah and all the guests who were*i with him heard it*i as they finished eating. When Joab heard the sound of the trumpet, he said, “Why is the city making such an uproar?”"
    },
    {
        "o": 9570,
        "r": "nasb:1 Kings:1:42",
        "t": "While he was still speaking, behold, Jonathan the son of Abiathar the priest came. Then Adonijah said, “Come in, for you are a valiant man and bring good news.”"
    },
    {
        "o": 9571,
        "r": "nasb:1 Kings:1:43",
        "t": "But Jonathan replied to Adonijah, “No! Our lord King David has made Solomon king."
    },
    {
        "o": 9572,
        "r": "nasb:1 Kings:1:44",
        "t": "The king has also sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites; and they have made him ride on the king’s mule."
    },
    {
        "o": 9573,
        "r": "nasb:1 Kings:1:45",
        "t": "Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there rejoicing, so that the city is in an uproar. This is the noise which you have heard."
    },
    {
        "o": 9574,
        "r": "nasb:1 Kings:1:46",
        "t": "Besides, Solomon has even taken his seat on the throne of the kingdom."
    },
    {
        "o": 9575,
        "r": "nasb:1 Kings:1:47",
        "t": "Moreover, the king’s servants came to bless our lord King David, saying, ‘May your God make the name of Solomon better than your name and his throne greater than your throne!’ And the king bowed himself on the bed."
    },
    {
        "o": 9576,
        "r": "nasb:1 Kings:1:48",
        "t": "The king has also said thus, ‘Blessed be the Lord,*s the God of Israel, who has granted one to sit on my throne today while my own eyes see it.’ ”*i"
    },
    {
        "o": 9577,
        "r": "nasb:1 Kings:1:49",
        "t": "Then*p all the guests of Adonijah were terrified; and they arose and each went on his way."
    },
    {
        "o": 9578,
        "r": "nasb:1 Kings:1:50",
        "t": "And Adonijah was afraid of Solomon, and he arose, went and took hold of the horns of the altar."
    },
    {
        "o": 9579,
        "r": "nasb:1 Kings:1:51",
        "t": "Now it was told Solomon, saying, “Behold, Adonijah is afraid of King Solomon, for behold, he has taken hold of the horns of the altar, saying, ‘Let King Solomon swear to me today that he will not put his servant to death with the sword.’ ”"
    },
    {
        "o": 9580,
        "r": "nasb:1 Kings:1:52",
        "t": "Solomon said, “If he is a worthy man, not one of his hairs will fall to the ground; but if wickedness is found in him, he will die.”"
    },
    {
        "o": 9581,
        "r": "nasb:1 Kings:1:53",
        "t": "So King Solomon sent, and they brought him down from the altar. And he came and prostrated himself before King Solomon, and Solomon said to him, “Go to your house.”"
    },
    {
        "o": 9582,
        "r": "nasb:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9583,
        "r": "nasb:1 Kings:2:0",
        "t": "David’s Charge to Solomon",
        "h": 2
    },
    {
        "o": 9584,
        "r": "nasb:1 Kings:2:1",
        "t": "As*p David’s time to die drew near, he charged Solomon his son, saying,"
    },
    {
        "o": 9585,
        "r": "nasb:1 Kings:2:2",
        "t": "“I am going the way of all the earth. Be strong, therefore, and show yourself a man."
    },
    {
        "o": 9586,
        "r": "nasb:1 Kings:2:3",
        "t": "Keep the charge of the Lord*s your God, to walk in His ways, to keep His statutes, His commandments, His ordinances, and His testimonies, according to what is written in the Law of Moses, that you may succeed in all that you do and wherever you turn,"
    },
    {
        "o": 9587,
        "r": "nasb:1 Kings:2:4",
        "t": "so that the Lord*s may carry out His promise which He spoke concerning me, saying, ‘If your sons are careful of their way, to walk before Me in truth with all their heart and with all their soul, you shall not lack a man on the throne of Israel.’"
    },
    {
        "o": 9588,
        "r": "nasb:1 Kings:2:5",
        "t": "“Now*p you also know what Joab the son of Zeruiah did to me, what he did to the two commanders of the armies of Israel, to Abner the son of Ner, and to Amasa the son of Jether, whom he killed; he also shed the blood of war in peace. And he put the blood of war on his belt about his waist, and on his sandals on his feet."
    },
    {
        "o": 9589,
        "r": "nasb:1 Kings:2:6",
        "t": "So act according to your wisdom, and do not let his gray hair go down to Sheol in peace."
    },
    {
        "o": 9590,
        "r": "nasb:1 Kings:2:7",
        "t": "But show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table; for they assisted me when I fled from Absalom your brother."
    },
    {
        "o": 9591,
        "r": "nasb:1 Kings:2:8",
        "t": "Behold, there is with you Shimei the son of Gera the Benjamite, of Bahurim; now it was he who cursed me with a violent curse on the day I went to Mahanaim. But when he came down to me at the Jordan, I swore to him by the Lord,*s saying, ‘I will not put you to death with the sword.’"
    },
    {
        "o": 9592,
        "r": "nasb:1 Kings:2:9",
        "t": "Now therefore, do not let him go unpunished, for you are a wise man; and you will know what you ought to do to him, and you will bring his gray hair down to Sheol with blood.”"
    },
    {
        "o": 9593,
        "r": "nasb:1 Kings:2:9",
        "t": "Death of David",
        "h": 2
    },
    {
        "o": 9594,
        "r": "nasb:1 Kings:2:10",
        "t": "Then*p David slept with his fathers and was buried in the city of David."
    },
    {
        "o": 9595,
        "r": "nasb:1 Kings:2:11",
        "t": "The days that David reigned over Israel were*i forty years: seven years he reigned in Hebron and thirty-three years he reigned in Jerusalem."
    },
    {
        "o": 9596,
        "r": "nasb:1 Kings:2:12",
        "t": "And Solomon sat on the throne of David his father, and his kingdom was firmly established."
    },
    {
        "o": 9597,
        "r": "nasb:1 Kings:2:13",
        "t": "Now*p Adonijah the son of Haggith came to Bathsheba the mother of Solomon. And she said, “Do you come peacefully?” And he said, “Peacefully.”"
    },
    {
        "o": 9598,
        "r": "nasb:1 Kings:2:14",
        "t": "Then he said, “I have something to*i say*i to you.” And she said, “Speak.”"
    },
    {
        "o": 9599,
        "r": "nasb:1 Kings:2:15",
        "t": "So he said, “You know that the kingdom was mine and that all Israel expected me to be king; however, the kingdom has turned about and become my brother’s, for it was his from the Lord.*s"
    },
    {
        "o": 9600,
        "r": "nasb:1 Kings:2:16",
        "t": "Now I am making one request of you; do not refuse me.” And she said to him, “Speak.”"
    },
    {
        "o": 9601,
        "r": "nasb:1 Kings:2:17",
        "t": "Then he said, “Please speak to Solomon the king, for he will not refuse you, that he may give me Abishag the Shunammite as a wife.”"
    },
    {
        "o": 9602,
        "r": "nasb:1 Kings:2:18",
        "t": "Bathsheba said, “Very well; I will speak to the king for you.”"
    },
    {
        "o": 9603,
        "r": "nasb:1 Kings:2:18",
        "t": "Adonijah Executed",
        "h": 2
    },
    {
        "o": 9604,
        "r": "nasb:1 Kings:2:19",
        "t": "So*p Bathsheba went to King Solomon to speak to him for Adonijah. And the king arose to meet her, bowed before her, and sat on his throne; then he had a throne set for the king’s mother, and she sat on his right."
    },
    {
        "o": 9605,
        "r": "nasb:1 Kings:2:20",
        "t": "Then she said, “I am making one small request of you; do not refuse me.” And the king said to her, “Ask, my mother, for I will not refuse you.”"
    },
    {
        "o": 9606,
        "r": "nasb:1 Kings:2:21",
        "t": "So she said, “Let Abishag the Shunammite be given to Adonijah your brother as a wife.”"
    },
    {
        "o": 9607,
        "r": "nasb:1 Kings:2:22",
        "t": "King Solomon answered and said to his mother, “And why are you asking Abishag the Shunammite for Adonijah? Ask for him also the kingdom—for he is my older brother—even for him, for Abiathar the priest, and for Joab the son of Zeruiah!”"
    },
    {
        "o": 9608,
        "r": "nasb:1 Kings:2:23",
        "t": "Then King Solomon swore by the Lord,*s saying, “May God do so to me and more also, if Adonijah has not spoken this word against his own life."
    },
    {
        "o": 9609,
        "r": "nasb:1 Kings:2:24",
        "t": "Now therefore, as the Lord*s lives, who has established me and set me on the throne of David my father and who has made me a house as He promised, surely Adonijah shall be put to death today.”"
    },
    {
        "o": 9610,
        "r": "nasb:1 Kings:2:25",
        "t": "So King Solomon sent Benaiah the son of Jehoiada; and he fell upon him so that he died."
    },
    {
        "o": 9611,
        "r": "nasb:1 Kings:2:26",
        "t": "Then*p to Abiathar the priest the king said, “Go to Anathoth to your own field, for you deserve to die; but I will not put you to death at this time, because you carried the ark of the Lord God*s before my father David, and because you were afflicted in everything with which my father was afflicted.”"
    },
    {
        "o": 9612,
        "r": "nasb:1 Kings:2:27",
        "t": "So Solomon dismissed Abiathar from being priest to the Lord,*s in order to fulfill the word of the Lord,*s which He had spoken concerning the house of Eli in Shiloh."
    },
    {
        "o": 9613,
        "r": "nasb:1 Kings:2:27",
        "t": "Joab Executed",
        "h": 2
    },
    {
        "o": 9614,
        "r": "nasb:1 Kings:2:28",
        "t": "Now*p the news came to Joab, for Joab had followed Adonijah, although he had not followed Absalom. And Joab fled to the tent of the Lord*s and took hold of the horns of the altar."
    },
    {
        "o": 9615,
        "r": "nasb:1 Kings:2:29",
        "t": "It was told King Solomon that Joab had fled to the tent of the Lord,*s and behold, he is beside the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, fall upon him.”"
    },
    {
        "o": 9616,
        "r": "nasb:1 Kings:2:30",
        "t": "So Benaiah came to the tent of the Lord*s and said to him, “Thus the king has said, ‘Come out.’ ” But he said, “No, for I will die here.” And Benaiah brought the king word again, saying, “Thus spoke Joab, and thus he answered me.”"
    },
    {
        "o": 9617,
        "r": "nasb:1 Kings:2:31",
        "t": "The king said to him, “Do as he has spoken and fall upon him and bury him, that you may remove from me and from my father’s house the blood which Joab shed without cause."
    },
    {
        "o": 9618,
        "r": "nasb:1 Kings:2:32",
        "t": "The Lord*s will return his blood on his own head, because he fell upon two men more righteous and better than he and killed them with the sword, while my father David did not know it:*i Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah."
    },
    {
        "o": 9619,
        "r": "nasb:1 Kings:2:33",
        "t": "So shall their blood return on the head of Joab and on the head of his descendants forever; but to David and his descendants and his house and his throne, may there be peace from the Lord*s forever.”"
    },
    {
        "o": 9620,
        "r": "nasb:1 Kings:2:34",
        "t": "Then Benaiah the son of Jehoiada went up and fell upon him and put him to death, and he was buried at his own house in the wilderness."
    },
    {
        "o": 9621,
        "r": "nasb:1 Kings:2:35",
        "t": "The king appointed Benaiah the son of Jehoiada over the army in his place, and the king appointed Zadok the priest in the place of Abiathar."
    },
    {
        "o": 9622,
        "r": "nasb:1 Kings:2:35",
        "t": "Shimei Executed",
        "h": 2
    },
    {
        "o": 9623,
        "r": "nasb:1 Kings:2:36",
        "t": "Now*p the king sent and called for Shimei and said to him, “Build for yourself a house in Jerusalem and live there, and do not go out from there to any place."
    },
    {
        "o": 9624,
        "r": "nasb:1 Kings:2:37",
        "t": "For on the day you go out and cross over the brook Kidron, you will know for certain that you shall surely die; your blood shall be on your own head.”"
    },
    {
        "o": 9625,
        "r": "nasb:1 Kings:2:38",
        "t": "Shimei then said to the king, “The word is good. As my lord the king has said, so your servant will do.” So Shimei lived in Jerusalem many days."
    },
    {
        "o": 9626,
        "r": "nasb:1 Kings:2:39",
        "t": "But*p it came about at the end of three years, that two of the servants of Shimei ran away to Achish son of Maacah, king of Gath. And they told Shimei, saying, “Behold, your servants are in Gath.”"
    },
    {
        "o": 9627,
        "r": "nasb:1 Kings:2:40",
        "t": "Then Shimei arose and saddled his donkey, and went to Gath to Achish to look for his servants. And Shimei went and brought his servants from Gath."
    },
    {
        "o": 9628,
        "r": "nasb:1 Kings:2:41",
        "t": "It was told Solomon that Shimei had gone from Jerusalem to Gath, and had returned."
    },
    {
        "o": 9629,
        "r": "nasb:1 Kings:2:42",
        "t": "So the king sent and called for Shimei and said to him, “Did I not make you swear by the Lord*s and solemnly warn you, saying, ‘You will know for certain that on the day you depart and go anywhere, you shall surely die’? And you said to me, ‘The word which I have heard is good.’"
    },
    {
        "o": 9630,
        "r": "nasb:1 Kings:2:43",
        "t": "Why then have you not kept the oath of the Lord,*s and the command which I have laid on you?”"
    },
    {
        "o": 9631,
        "r": "nasb:1 Kings:2:44",
        "t": "The king also said to Shimei, “You know all the evil which you acknowledge in your heart, which you did to my father David; therefore the Lord*s shall return your evil on your own head."
    },
    {
        "o": 9632,
        "r": "nasb:1 Kings:2:45",
        "t": "But King Solomon shall be blessed, and the throne of David shall be established before the Lord*s forever.”"
    },
    {
        "o": 9633,
        "r": "nasb:1 Kings:2:46",
        "t": "So the king commanded Benaiah the son of Jehoiada, and he went out and fell upon him so that he died. Thus*bp the kingdom was established in the hands of Solomon."
    },
    {
        "o": 9634,
        "r": "nasb:1 Kings:3:0",
        "t": "1 Kings 3",
        "h": 1
    },
    {
        "o": 9635,
        "r": "nasb:1 Kings:3:0",
        "t": "Solomon’s Rule Consolidated",
        "h": 2
    },
    {
        "o": 9636,
        "r": "nasb:1 Kings:3:1",
        "t": "Then*p Solomon formed a marriage alliance with Pharaoh king of Egypt, and took Pharaoh’s daughter and brought her to the city of David until he had finished building his own house and the house of the Lord*s and the wall around Jerusalem."
    },
    {
        "o": 9637,
        "r": "nasb:1 Kings:3:2",
        "t": "The people were still sacrificing on the high places, because there was no house built for the name of the Lord*s until those days."
    },
    {
        "o": 9638,
        "r": "nasb:1 Kings:3:3",
        "t": "Now*p Solomon loved the Lord,*s walking in the statutes of his father David, except he sacrificed and burned incense on the high places."
    },
    {
        "o": 9639,
        "r": "nasb:1 Kings:3:4",
        "t": "The king went to Gibeon to sacrifice there, for that was the great high place; Solomon offered a thousand burnt offerings on that altar."
    },
    {
        "o": 9640,
        "r": "nasb:1 Kings:3:5",
        "t": "In Gibeon the Lord*s appeared to Solomon in a dream at night; and God said, “Ask what you*i wish*i Me to give you.”"
    },
    {
        "o": 9641,
        "r": "nasb:1 Kings:3:5",
        "t": "Solomon’s Prayer",
        "h": 2
    },
    {
        "o": 9642,
        "r": "nasb:1 Kings:3:6",
        "t": "Then*p Solomon said, “You have shown great lovingkindness to Your servant David my father, according as he walked before You in truth and righteousness and uprightness of heart toward You; and You have reserved for him this great lovingkindness, that You have given him a son to sit on his throne, as it*i is*i this day."
    },
    {
        "o": 9643,
        "r": "nasb:1 Kings:3:7",
        "t": "Now, O Lord*s my God, You have made Your servant king in place of my father David, yet I am but a little child; I do not know how to go out or come in."
    },
    {
        "o": 9644,
        "r": "nasb:1 Kings:3:8",
        "t": "Your servant is in the midst of Your people which You have chosen, a great people who are too many to be numbered or counted."
    },
    {
        "o": 9645,
        "r": "nasb:1 Kings:3:9",
        "t": "So give Your servant an understanding heart to judge Your people to discern between good and evil. For who is able to judge this great people of Yours?”"
    },
    {
        "o": 9646,
        "r": "nasb:1 Kings:3:9",
        "t": "God’s Answer",
        "h": 2
    },
    {
        "o": 9647,
        "r": "nasb:1 Kings:3:10",
        "t": "It*p was pleasing in the sight of the Lord that Solomon had asked this thing."
    },
    {
        "o": 9648,
        "r": "nasb:1 Kings:3:11",
        "t": "God said to him, “Because you have asked this thing and have not asked for yourself long life, nor have asked riches for yourself, nor have you asked for the life of your enemies, but have asked for yourself discernment to understand justice,"
    },
    {
        "o": 9649,
        "r": "nasb:1 Kings:3:12",
        "t": "behold, I have done according to your words. Behold, I have given you a wise and discerning heart, so that there has been no one like you before you, nor shall one like you arise after you."
    },
    {
        "o": 9650,
        "r": "nasb:1 Kings:3:13",
        "t": "I have also given you what you have not asked, both riches and honor, so that there will not be any among the kings like you all your days."
    },
    {
        "o": 9651,
        "r": "nasb:1 Kings:3:14",
        "t": "If you walk in My ways, keeping My statutes and commandments, as your father David walked, then I will prolong your days.”"
    },
    {
        "o": 9652,
        "r": "nasb:1 Kings:3:15",
        "t": "Then*p Solomon awoke, and behold, it was a dream. And he came to Jerusalem and stood before the ark of the covenant of the Lord, and offered burnt offerings and made peace offerings, and made a feast for all his servants."
    },
    {
        "o": 9653,
        "r": "nasb:1 Kings:3:15",
        "t": "Solomon Wisely Judges",
        "h": 2
    },
    {
        "o": 9654,
        "r": "nasb:1 Kings:3:16",
        "t": "Then*p two women who were harlots came to the king and stood before him."
    },
    {
        "o": 9655,
        "r": "nasb:1 Kings:3:17",
        "t": "The one woman said, “Oh, my lord, this woman and I live in the same house; and I gave birth to a child while she was*i in the house."
    },
    {
        "o": 9656,
        "r": "nasb:1 Kings:3:18",
        "t": "It happened on the third day after I gave birth, that this woman also gave birth to a child, and we were together. There was no stranger with us in the house, only the two of us in the house."
    },
    {
        "o": 9657,
        "r": "nasb:1 Kings:3:19",
        "t": "This woman’s son died in the night, because she lay on it."
    },
    {
        "o": 9658,
        "r": "nasb:1 Kings:3:20",
        "t": "So she arose in the middle of the night and took my son from beside me while your maidservant slept, and laid him in her bosom, and laid her dead son in my bosom."
    },
    {
        "o": 9659,
        "r": "nasb:1 Kings:3:21",
        "t": "When I rose in the morning to nurse my son, behold, he was dead; but when I looked at him carefully in the morning, behold, he was not my son, whom I had borne.”"
    },
    {
        "o": 9660,
        "r": "nasb:1 Kings:3:22",
        "t": "Then the other woman said, “No! For the living one is my son, and the dead one is your son.” But the first woman said, “No! For the dead one is your son, and the living one is my son.” Thus they spoke before the king."
    },
    {
        "o": 9661,
        "r": "nasb:1 Kings:3:23",
        "t": "Then*p the king said, “The one says, ‘This is my son who is living, and your son is the dead one’; and the other says, ‘No! For your son is the dead one, and my son is the living one.’ ”"
    },
    {
        "o": 9662,
        "r": "nasb:1 Kings:3:24",
        "t": "The king said, “Get me a sword.” So they brought a sword before the king."
    },
    {
        "o": 9663,
        "r": "nasb:1 Kings:3:25",
        "t": "The king said, “Divide the living child in two, and give half to the one and half to the other.”"
    },
    {
        "o": 9664,
        "r": "nasb:1 Kings:3:26",
        "t": "Then the woman whose child was*i the living one spoke to the king, for she was deeply stirred over her son and said, “Oh, my lord, give her the living child, and by no means kill him.” But the other said, “He shall be neither mine nor yours; divide him!”*i"
    },
    {
        "o": 9665,
        "r": "nasb:1 Kings:3:27",
        "t": "Then the king said, “Give the first woman the living child, and by no means kill him. She is his mother.”"
    },
    {
        "o": 9666,
        "r": "nasb:1 Kings:3:28",
        "t": "When all Israel heard of the judgment which the king had handed down, they feared the king, for they saw that the wisdom of God was in him to administer justice."
    },
    {
        "o": 9667,
        "r": "nasb:1 Kings:4:0",
        "t": "1 Kings 4",
        "h": 1
    },
    {
        "o": 9668,
        "r": "nasb:1 Kings:4:0",
        "t": "Solomon’s Officials",
        "h": 2
    },
    {
        "o": 9669,
        "r": "nasb:1 Kings:4:1",
        "t": "Now*p King Solomon was king over all Israel."
    },
    {
        "o": 9670,
        "r": "nasb:1 Kings:4:2",
        "t": "These were his officials: Azariah the son of Zadok was*i the priest;"
    },
    {
        "o": 9671,
        "r": "nasb:1 Kings:4:3",
        "t": "Elihoreph and Ahijah, the sons of Shisha were*i secretaries; Jehoshaphat the son of Ahilud was*i the recorder;"
    },
    {
        "o": 9672,
        "r": "nasb:1 Kings:4:4",
        "t": "and Benaiah the son of Jehoiada was*i over the army; and Zadok and Abiathar were*i priests;"
    },
    {
        "o": 9673,
        "r": "nasb:1 Kings:4:5",
        "t": "and Azariah the son of Nathan was*i over the deputies; and Zabud the son of Nathan, a priest, was*i the king’s friend;"
    },
    {
        "o": 9674,
        "r": "nasb:1 Kings:4:6",
        "t": "and Ahishar was over the household; and Adoniram the son of Abda was*i over the men subject to forced labor."
    },
    {
        "o": 9675,
        "r": "nasb:1 Kings:4:7",
        "t": "Solomon*p had twelve deputies over all Israel, who provided for the king and his household; each man had to provide for a month in the year."
    },
    {
        "o": 9676,
        "r": "nasb:1 Kings:4:8",
        "t": "These are their names: Ben-hur, in the hill country of Ephraim;"
    },
    {
        "o": 9677,
        "r": "nasb:1 Kings:4:9",
        "t": "Ben-deker in Makaz and Shaalbim and Beth-shemesh and Elonbeth-hanan;"
    },
    {
        "o": 9678,
        "r": "nasb:1 Kings:4:10",
        "t": "Ben-hesed, in Arubboth (Socoh was*i his and all the land of Hepher);"
    },
    {
        "o": 9679,
        "r": "nasb:1 Kings:4:11",
        "t": "Ben-abinadab, in*i all the height of Dor (Taphath the daughter of Solomon was his wife);"
    },
    {
        "o": 9680,
        "r": "nasb:1 Kings:4:12",
        "t": "Baana the son of Ahilud, in*i Taanach and Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as the other side of Jokmeam;"
    },
    {
        "o": 9681,
        "r": "nasb:1 Kings:4:13",
        "t": "Ben-geber, in Ramoth-gilead (the towns of Jair, the son of Manasseh, which are in Gilead were his: the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars were*i his);"
    },
    {
        "o": 9682,
        "r": "nasb:1 Kings:4:14",
        "t": "Ahinadab the son of Iddo, in*i Mahanaim;"
    },
    {
        "o": 9683,
        "r": "nasb:1 Kings:4:15",
        "t": "Ahimaaz, in Naphtali (he also married Basemath the daughter of Solomon);"
    },
    {
        "o": 9684,
        "r": "nasb:1 Kings:4:16",
        "t": "Baana the son of Hushai, in Asher and Bealoth;"
    },
    {
        "o": 9685,
        "r": "nasb:1 Kings:4:17",
        "t": "Jehoshaphat the son of Paruah, in Issachar;"
    },
    {
        "o": 9686,
        "r": "nasb:1 Kings:4:18",
        "t": "Shimei the son of Ela, in Benjamin;"
    },
    {
        "o": 9687,
        "r": "nasb:1 Kings:4:19",
        "t": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he*i was*i the only deputy who was*i in the land."
    },
    {
        "o": 9688,
        "r": "nasb:1 Kings:4:19",
        "t": "Solomon’s Power, Wealth and Wisdom",
        "h": 2
    },
    {
        "o": 9689,
        "r": "nasb:1 Kings:4:20",
        "t": "Judah*p and Israel were*i as numerous as the sand that is on the seashore in abundance; they*i were eating and drinking and rejoicing."
    },
    {
        "o": 9690,
        "r": "nasb:1 Kings:4:21",
        "t": "Now*p Solomon ruled over all the kingdoms from the River to*i the land of the Philistines and to the border of Egypt; they*i brought tribute and served Solomon all the days of his life."
    },
    {
        "o": 9691,
        "r": "nasb:1 Kings:4:22",
        "t": "Solomon’s*p provision for one day was thirty kors of fine flour and sixty kors of meal,"
    },
    {
        "o": 9692,
        "r": "nasb:1 Kings:4:23",
        "t": "ten fat oxen, twenty pasture-fed oxen, a hundred sheep besides deer, gazelles, roebucks, and fattened fowl."
    },
    {
        "o": 9693,
        "r": "nasb:1 Kings:4:24",
        "t": "For he had dominion over everything west of the River, from Tiphsah even to Gaza, over all the kings west of the River; and he had peace on all sides around about him."
    },
    {
        "o": 9694,
        "r": "nasb:1 Kings:4:25",
        "t": "So Judah and Israel lived in safety, every man under his vine and his fig tree, from Dan even to Beersheba, all the days of Solomon."
    },
    {
        "o": 9695,
        "r": "nasb:1 Kings:4:26",
        "t": "Solomon had 40,000 stalls of horses for his chariots, and 12,000 horsemen."
    },
    {
        "o": 9696,
        "r": "nasb:1 Kings:4:27",
        "t": "Those deputies provided for King Solomon and all who came to King Solomon’s table, each in his month; they left nothing lacking."
    },
    {
        "o": 9697,
        "r": "nasb:1 Kings:4:28",
        "t": "They also brought barley and straw for the horses and swift steeds to the place where it should be, each according to his charge."
    },
    {
        "o": 9698,
        "r": "nasb:1 Kings:4:29",
        "t": "Now*p God gave Solomon wisdom and very great discernment and breadth of mind, like the sand that is on the seashore."
    },
    {
        "o": 9699,
        "r": "nasb:1 Kings:4:30",
        "t": "Solomon’s wisdom surpassed the wisdom of all the sons of the east and all the wisdom of Egypt."
    },
    {
        "o": 9700,
        "r": "nasb:1 Kings:4:31",
        "t": "For he was wiser than all men, than Ethan the Ezrahite, Heman, Calcol and Darda, the sons of Mahol; and his fame was known*i in all the surrounding nations."
    },
    {
        "o": 9701,
        "r": "nasb:1 Kings:4:32",
        "t": "He also spoke 3,000 proverbs, and his songs were 1,005."
    },
    {
        "o": 9702,
        "r": "nasb:1 Kings:4:33",
        "t": "He spoke of trees, from the cedar that is in Lebanon even to the hyssop that grows on the wall; he spoke also of animals and birds and creeping things and fish."
    },
    {
        "o": 9703,
        "r": "nasb:1 Kings:4:34",
        "t": "Men came from all peoples to hear the wisdom of Solomon, from all the kings of the earth who had heard of his wisdom."
    },
    {
        "o": 9704,
        "r": "nasb:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9705,
        "r": "nasb:1 Kings:5:0",
        "t": "Alliance with King Hiram",
        "h": 2
    },
    {
        "o": 9706,
        "r": "nasb:1 Kings:5:1",
        "t": "Now*p Hiram king of Tyre sent his servants to Solomon, when he heard that they had anointed him king in place of his father, for Hiram had always been a friend of David."
    },
    {
        "o": 9707,
        "r": "nasb:1 Kings:5:2",
        "t": "Then Solomon sent word*i to Hiram, saying,"
    },
    {
        "o": 9708,
        "r": "nasb:1 Kings:5:3",
        "t": "“You know that David my father was unable to build a house for the name of the Lord*s his God because of the wars which surrounded him, until the Lord*s put them under the soles of his feet."
    },
    {
        "o": 9709,
        "r": "nasb:1 Kings:5:4",
        "t": "But now the Lord*s my God has given me rest on every side; there is neither adversary nor misfortune."
    },
    {
        "o": 9710,
        "r": "nasb:1 Kings:5:5",
        "t": "Behold, I intend to build a house for the name of the Lord*s my God, as the Lord*s spoke to David my father, saying, ‘Your son, whom I will set on your throne in your place, he will build the house for My name.’"
    },
    {
        "o": 9711,
        "r": "nasb:1 Kings:5:6",
        "t": "Now therefore, command that they cut for me cedars from Lebanon, and my servants will be with your servants; and I will give you wages for your servants according to all that you say, for you know that there is no one among us who knows how to cut timber like the Sidonians.”"
    },
    {
        "o": 9712,
        "r": "nasb:1 Kings:5:7",
        "t": "When*p Hiram heard the words of Solomon, he rejoiced greatly and said, “Blessed be the Lord*s today, who has given to David a wise son over this great people.”"
    },
    {
        "o": 9713,
        "r": "nasb:1 Kings:5:8",
        "t": "So Hiram sent word*i to Solomon, saying, “I have heard the*i message*i which you have sent me; I will do what you desire concerning the cedar and cypress timber."
    },
    {
        "o": 9714,
        "r": "nasb:1 Kings:5:9",
        "t": "My servants will bring them*i down from Lebanon to the sea; and I will make them into rafts to*i go*i by sea to the place where you direct me, and I will have them broken up there, and you shall carry them*i away. Then you shall accomplish my desire by giving food to my household.”"
    },
    {
        "o": 9715,
        "r": "nasb:1 Kings:5:10",
        "t": "So Hiram gave Solomon as much as he desired of the cedar and cypress timber."
    },
    {
        "o": 9716,
        "r": "nasb:1 Kings:5:11",
        "t": "Solomon then gave Hiram 20,000 kors of wheat as food for his household, and twenty kors of beaten oil; thus Solomon would give Hiram year by year."
    },
    {
        "o": 9717,
        "r": "nasb:1 Kings:5:12",
        "t": "The Lord*s gave wisdom to Solomon, just as He promised him; and there was peace between Hiram and Solomon, and the two of them made a covenant."
    },
    {
        "o": 9718,
        "r": "nasb:1 Kings:5:12",
        "t": "Conscription of Laborers",
        "h": 2
    },
    {
        "o": 9719,
        "r": "nasb:1 Kings:5:13",
        "t": "Now*p King Solomon levied forced laborers from all Israel; and the forced laborers numbered 30,000 men."
    },
    {
        "o": 9720,
        "r": "nasb:1 Kings:5:14",
        "t": "He sent them to Lebanon, 10,000 a month in relays; they were in Lebanon a month and*i two months at home. And Adoniram was*i over the forced laborers."
    },
    {
        "o": 9721,
        "r": "nasb:1 Kings:5:15",
        "t": "Now Solomon had 70,000 transporters, and 80,000 hewers of*i stone*i in the mountains,"
    },
    {
        "o": 9722,
        "r": "nasb:1 Kings:5:16",
        "t": "besides Solomon’s 3,300 chief deputies who were*i over the project and*i who ruled over the people who were doing the work."
    },
    {
        "o": 9723,
        "r": "nasb:1 Kings:5:17",
        "t": "Then the king commanded, and they quarried great stones, costly stones, to lay the foundation of the house with cut stones."
    },
    {
        "o": 9724,
        "r": "nasb:1 Kings:5:18",
        "t": "So Solomon’s builders and Hiram’s builders and the Gebalites cut them, and prepared the timbers and the stones to build the house."
    },
    {
        "o": 9725,
        "r": "nasb:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9726,
        "r": "nasb:1 Kings:6:0",
        "t": "The Building of the Temple",
        "h": 2
    },
    {
        "o": 9727,
        "r": "nasb:1 Kings:6:1",
        "t": "Now*p it came about in the four hundred and eightieth year after the sons of Israel came out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv which is the second month, that he began to build the house of the Lord.*s"
    },
    {
        "o": 9728,
        "r": "nasb:1 Kings:6:2",
        "t": "As for the house which King Solomon built for the Lord,*s its length was*i sixty cubits and its width twenty cubits*i and its height thirty cubits."
    },
    {
        "o": 9729,
        "r": "nasb:1 Kings:6:3",
        "t": "The porch in front of the nave of the house was*i twenty cubits in length, corresponding to the width of the house, and*i its depth along the front of the house was*i ten cubits."
    },
    {
        "o": 9730,
        "r": "nasb:1 Kings:6:4",
        "t": "Also for the house he made windows with artistic*i frames."
    },
    {
        "o": 9731,
        "r": "nasb:1 Kings:6:5",
        "t": "Against the wall of the house he built stories encompassing the walls of the house around both the nave and the inner sanctuary; thus he made side chambers all around."
    },
    {
        "o": 9732,
        "r": "nasb:1 Kings:6:6",
        "t": "The lowest story was*i five cubits wide, and the middle was*i six cubits wide, and the third was*i seven cubits wide; for on the outside he made offsets in*i the*i wall*i of the house all around in order that the*i beams*i would not be inserted in the walls of the house."
    },
    {
        "o": 9733,
        "r": "nasb:1 Kings:6:7",
        "t": "The*p house, while it was being built, was built of stone prepared at the quarry, and there was neither hammer nor axe nor any iron tool heard in the house while it was being built."
    },
    {
        "o": 9734,
        "r": "nasb:1 Kings:6:8",
        "t": "The*p doorway for the lowest side chamber was*i on the right side of the house; and they would go up by winding stairs to the middle story,*i and from the middle to the third."
    },
    {
        "o": 9735,
        "r": "nasb:1 Kings:6:9",
        "t": "So he built the house and finished it; and he covered the house with beams and planks of cedar."
    },
    {
        "o": 9736,
        "r": "nasb:1 Kings:6:10",
        "t": "He also built the stories against the whole house, each five cubits high; and they were fastened to the house with timbers of cedar."
    },
    {
        "o": 9737,
        "r": "nasb:1 Kings:6:11",
        "t": "Now*p the word of the Lord*s came to Solomon saying,"
    },
    {
        "o": 9738,
        "r": "nasb:1 Kings:6:12",
        "t": "“Concerning*i this house which you are building, if you will walk in My statutes and execute My ordinances and keep all My commandments by walking in them, then I will carry out My word with you which I spoke to David your father."
    },
    {
        "o": 9739,
        "r": "nasb:1 Kings:6:13",
        "t": "I will dwell among the sons of Israel, and will not forsake My people Israel.”"
    },
    {
        "o": 9740,
        "r": "nasb:1 Kings:6:14",
        "t": "So*p Solomon built the house and finished it."
    },
    {
        "o": 9741,
        "r": "nasb:1 Kings:6:15",
        "t": "Then he built the walls of the house on the inside with boards of cedar; from the floor of the house to the ceiling he overlaid the*i walls*i on the inside with wood, and he overlaid the floor of the house with boards of cypress."
    },
    {
        "o": 9742,
        "r": "nasb:1 Kings:6:16",
        "t": "He built twenty cubits on the rear part of the house with boards of cedar from the floor to the ceiling; he built them*i for it on the inside as an inner sanctuary, even*i as the most holy place."
    },
    {
        "o": 9743,
        "r": "nasb:1 Kings:6:17",
        "t": "The house, that is, the nave in front of the*i inner*i sanctuary,*i was forty cubits long.*i"
    },
    {
        "o": 9744,
        "r": "nasb:1 Kings:6:18",
        "t": "There was cedar on the house within, carved in*i the*i shape*i of gourds and open flowers; all was cedar, there was no stone seen."
    },
    {
        "o": 9745,
        "r": "nasb:1 Kings:6:19",
        "t": "Then he prepared an inner sanctuary within the house in order to place there the ark of the covenant of the Lord.*s"
    },
    {
        "o": 9746,
        "r": "nasb:1 Kings:6:20",
        "t": "The inner sanctuary was*i twenty cubits in length, twenty cubits in width, and twenty cubits in height, and he overlaid it with pure gold. He also overlaid the altar with cedar."
    },
    {
        "o": 9747,
        "r": "nasb:1 Kings:6:21",
        "t": "So Solomon overlaid the inside of the house with pure gold. And he drew chains of gold across the front of the inner sanctuary, and he overlaid it with gold."
    },
    {
        "o": 9748,
        "r": "nasb:1 Kings:6:22",
        "t": "He overlaid the whole house with gold, until all the house was finished. Also the whole altar which was by the inner sanctuary he overlaid with gold."
    },
    {
        "o": 9749,
        "r": "nasb:1 Kings:6:23",
        "t": "Also*p in the inner sanctuary he made two cherubim of olive wood, each ten cubits high."
    },
    {
        "o": 9750,
        "r": "nasb:1 Kings:6:24",
        "t": "Five cubits was*i the one wing of the cherub and five cubits the other wing of the cherub; from the end of one wing to the end of the other wing were*i ten cubits."
    },
    {
        "o": 9751,
        "r": "nasb:1 Kings:6:25",
        "t": "The other cherub was*i ten cubits; both the cherubim were of the same measure and the same form."
    },
    {
        "o": 9752,
        "r": "nasb:1 Kings:6:26",
        "t": "The height of the one cherub was*i ten cubits, and so was*i the other cherub."
    },
    {
        "o": 9753,
        "r": "nasb:1 Kings:6:27",
        "t": "He placed the cherubim in the midst of the inner house, and the wings of the cherubim were spread out, so that the wing of the one was touching the one*i wall, and the wing of the other cherub was touching the other wall. So their wings were touching each other in the center of the house."
    },
    {
        "o": 9754,
        "r": "nasb:1 Kings:6:28",
        "t": "He also overlaid the cherubim with gold."
    },
    {
        "o": 9755,
        "r": "nasb:1 Kings:6:29",
        "t": "Then*p he carved all the walls of the house round about with carved engravings of cherubim, palm trees, and open flowers, inner and outer sanctuaries.*i"
    },
    {
        "o": 9756,
        "r": "nasb:1 Kings:6:30",
        "t": "He overlaid the floor of the house with gold, inner and outer sanctuaries.*i"
    },
    {
        "o": 9757,
        "r": "nasb:1 Kings:6:31",
        "t": "For*p the entrance of the inner sanctuary he made doors of olive wood, the lintel and*i five-sided doorposts."
    },
    {
        "o": 9758,
        "r": "nasb:1 Kings:6:32",
        "t": "So he*i made*i two doors of olive wood, and he carved on them carvings of cherubim, palm trees, and open flowers, and overlaid them with gold; and he spread the gold on the cherubim and on the palm trees."
    },
    {
        "o": 9759,
        "r": "nasb:1 Kings:6:33",
        "t": "So*p also he made for the entrance of the nave four-sided doorposts of olive wood"
    },
    {
        "o": 9760,
        "r": "nasb:1 Kings:6:34",
        "t": "and two doors of cypress wood; the two leaves of the one door turned on pivots, and the two leaves of the other door turned on pivots."
    },
    {
        "o": 9761,
        "r": "nasb:1 Kings:6:35",
        "t": "He carved on*i it*i cherubim, palm trees, and open flowers; and he overlaid them*i with gold evenly applied on the engraved work."
    },
    {
        "o": 9762,
        "r": "nasb:1 Kings:6:36",
        "t": "He built the inner court with three rows of cut stone and a row of cedar beams."
    },
    {
        "o": 9763,
        "r": "nasb:1 Kings:6:37",
        "t": "In*p the fourth year the foundation of the house of the Lord*s was laid, in the month of Ziv."
    },
    {
        "o": 9764,
        "r": "nasb:1 Kings:6:38",
        "t": "In the eleventh year, in the month of Bul, which is the eighth month, the house was finished throughout all its parts and according to all its plans. So he was seven years in building it."
    },
    {
        "o": 9765,
        "r": "nasb:1 Kings:7:0",
        "t": "1 Kings 7",
        "h": 1
    },
    {
        "o": 9766,
        "r": "nasb:1 Kings:7:0",
        "t": "Solomon’s Palace",
        "h": 2
    },
    {
        "o": 9767,
        "r": "nasb:1 Kings:7:1",
        "t": "Now*p Solomon was building his own house thirteen years, and he finished all his house."
    },
    {
        "o": 9768,
        "r": "nasb:1 Kings:7:2",
        "t": "He built the house of the forest of Lebanon; its length was 100 cubits and its width 50 cubits and its height 30 cubits, on four rows of cedar pillars with cedar beams on the pillars."
    },
    {
        "o": 9769,
        "r": "nasb:1 Kings:7:3",
        "t": "It was paneled with cedar above the side chambers which were on the 45 pillars, 15 in each row."
    },
    {
        "o": 9770,
        "r": "nasb:1 Kings:7:4",
        "t": "There*i were*i artistic*i window*i frames in three rows, and window was opposite window in three ranks."
    },
    {
        "o": 9771,
        "r": "nasb:1 Kings:7:5",
        "t": "All the doorways and doorposts had*i squared artistic*i frames, and window was opposite window in three ranks."
    },
    {
        "o": 9772,
        "r": "nasb:1 Kings:7:6",
        "t": "Then*p he made the hall of pillars; its length was 50 cubits and its width 30 cubits, and a porch was*i in front of them and pillars and a threshold in front of them."
    },
    {
        "o": 9773,
        "r": "nasb:1 Kings:7:7",
        "t": "He*p made the hall of the throne where he was to judge, the hall of judgment, and it was paneled with cedar from floor to floor."
    },
    {
        "o": 9774,
        "r": "nasb:1 Kings:7:8",
        "t": "His*p house where he was to live, the other court inward from the hall, was of the same workmanship. He also made a house like this hall for Pharaoh’s daughter, whom Solomon had married."
    },
    {
        "o": 9775,
        "r": "nasb:1 Kings:7:9",
        "t": "All*p these were of costly stones, of stone cut according to measure, sawed with saws, inside and outside; even from the foundation to the coping, and so on the outside to the great court."
    },
    {
        "o": 9776,
        "r": "nasb:1 Kings:7:10",
        "t": "The*p foundation was of costly stones, even*i large stones, stones of ten cubits and stones of eight cubits."
    },
    {
        "o": 9777,
        "r": "nasb:1 Kings:7:11",
        "t": "And above were costly stones, stone cut according to measure, and cedar."
    },
    {
        "o": 9778,
        "r": "nasb:1 Kings:7:12",
        "t": "So the great court all around had*i three rows of cut stone and a row of cedar beams even as the inner court of the house of the Lord,*s and the porch of the house."
    },
    {
        "o": 9779,
        "r": "nasb:1 Kings:7:12",
        "t": "Hiram’s Work in the Temple",
        "h": 2
    },
    {
        "o": 9780,
        "r": "nasb:1 Kings:7:13",
        "t": "Now*p King Solomon sent and brought Hiram from Tyre."
    },
    {
        "o": 9781,
        "r": "nasb:1 Kings:7:14",
        "t": "He was a widow’s son from the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze; and he was filled with wisdom and understanding and skill for doing any work in bronze. So he came to King Solomon and performed all his work."
    },
    {
        "o": 9782,
        "r": "nasb:1 Kings:7:15",
        "t": "He*p fashioned the two pillars of bronze; eighteen cubits was the height of one pillar, and a line of twelve cubits measured the circumference of both."
    },
    {
        "o": 9783,
        "r": "nasb:1 Kings:7:16",
        "t": "He also made two capitals of molten bronze to set on the tops of the pillars; the height of the one capital was five cubits and the height of the other capital was five cubits."
    },
    {
        "o": 9784,
        "r": "nasb:1 Kings:7:17",
        "t": "There*i were*i nets of network and twisted threads of chainwork for the capitals which were on the top of the pillars; seven for the one capital and seven for the other capital."
    },
    {
        "o": 9785,
        "r": "nasb:1 Kings:7:18",
        "t": "So he made the pillars, and two rows around on the one network to cover the capitals which were on the top of the pomegranates; and so he did for the other capital."
    },
    {
        "o": 9786,
        "r": "nasb:1 Kings:7:19",
        "t": "The capitals which were*i on the top of the pillars in the porch were of lily design, four cubits."
    },
    {
        "o": 9787,
        "r": "nasb:1 Kings:7:20",
        "t": "There*i were*i capitals on the two pillars, even above and*i close to the rounded projection which was beside the network; and the pomegranates numbered*i two hundred in rows around both capitals."
    },
    {
        "o": 9788,
        "r": "nasb:1 Kings:7:21",
        "t": "Thus he set up the pillars at the porch of the nave; and he set up the right pillar and named it Jachin, and he set up the left pillar and named it Boaz."
    },
    {
        "o": 9789,
        "r": "nasb:1 Kings:7:22",
        "t": "On the top of the pillars was lily design. So the work of the pillars was finished."
    },
    {
        "o": 9790,
        "r": "nasb:1 Kings:7:23",
        "t": "Now*p he made the sea of cast metal*i ten cubits from brim to brim, circular in form, and its height was five cubits, and thirty cubits in circumference."
    },
    {
        "o": 9791,
        "r": "nasb:1 Kings:7:24",
        "t": "Under its brim gourds went around encircling it ten to a cubit, completely surrounding the sea; the gourds were in two rows, cast with the rest."
    },
    {
        "o": 9792,
        "r": "nasb:1 Kings:7:25",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east; and the sea was*i set*i on top of them, and all their rear parts turned*i inward."
    },
    {
        "o": 9793,
        "r": "nasb:1 Kings:7:26",
        "t": "It was a handbreadth thick, and its brim was made like the brim of a cup, as*i a lily blossom; it could hold two thousand baths."
    },
    {
        "o": 9794,
        "r": "nasb:1 Kings:7:27",
        "t": "Then*p he made the ten stands of bronze; the length of each stand was four cubits and its width four cubits and its height three cubits."
    },
    {
        "o": 9795,
        "r": "nasb:1 Kings:7:28",
        "t": "This was the design of the stands: they had borders, even borders between the frames,"
    },
    {
        "o": 9796,
        "r": "nasb:1 Kings:7:29",
        "t": "and on the borders which were between the frames were*i lions, oxen and cherubim; and on the frames there was*i a pedestal above, and beneath the lions and oxen were*i wreaths of hanging work."
    },
    {
        "o": 9797,
        "r": "nasb:1 Kings:7:30",
        "t": "Now each stand had four bronze wheels with bronze axles, and its four feet had supports; beneath the basin were*i cast supports with wreaths at each side."
    },
    {
        "o": 9798,
        "r": "nasb:1 Kings:7:31",
        "t": "Its opening inside the crown at the top was*i a cubit, and its opening was*i round like the design of a pedestal, a cubit and a half; and also on its opening there*i were*i engravings, and their borders were square, not round."
    },
    {
        "o": 9799,
        "r": "nasb:1 Kings:7:32",
        "t": "The four wheels were*i underneath the borders, and the axles of the wheels were*i on the stand. And the height of a wheel was*i a cubit and a half."
    },
    {
        "o": 9800,
        "r": "nasb:1 Kings:7:33",
        "t": "The workmanship of the wheels was*i like the workmanship of a chariot wheel. Their axles, their rims, their spokes, and their hubs were*i all cast."
    },
    {
        "o": 9801,
        "r": "nasb:1 Kings:7:34",
        "t": "Now there*i were*i four supports at the four corners of each stand; its supports were*i part of the stand itself."
    },
    {
        "o": 9802,
        "r": "nasb:1 Kings:7:35",
        "t": "On the top of the stand there*i was*i a circular form half a cubit high, and on the top of the stand its stays and its borders were*i part of it."
    },
    {
        "o": 9803,
        "r": "nasb:1 Kings:7:36",
        "t": "He engraved on the plates of its stays and on its borders, cherubim, lions and palm trees, according to the clear space on each, with wreaths all*i around."
    },
    {
        "o": 9804,
        "r": "nasb:1 Kings:7:37",
        "t": "He made the ten stands like this: all of them had one casting, one measure and one form."
    },
    {
        "o": 9805,
        "r": "nasb:1 Kings:7:38",
        "t": "He*p made ten basins of bronze, one basin held forty baths; each basin was*i four cubits, and*i on each of the ten stands was*i one basin."
    },
    {
        "o": 9806,
        "r": "nasb:1 Kings:7:39",
        "t": "Then he set the stands, five on the right side of the house and five on the left side of the house; and he set the sea of*i cast*i metal*i on the right side of the house eastward toward the south."
    },
    {
        "o": 9807,
        "r": "nasb:1 Kings:7:40",
        "t": "Now*p Hiram made the basins and the shovels and the bowls. So Hiram finished doing all the work which he performed for King Solomon in*i the house of the Lord:*s"
    },
    {
        "o": 9808,
        "r": "nasb:1 Kings:7:41",
        "t": "the two pillars and the two*i bowls of the capitals which were*i on the top of the two pillars, and the two networks to cover the two bowls of the capitals which were*i on the top of the pillars;"
    },
    {
        "o": 9809,
        "r": "nasb:1 Kings:7:42",
        "t": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals which were*i on the tops of the pillars;"
    },
    {
        "o": 9810,
        "r": "nasb:1 Kings:7:43",
        "t": "and the ten stands with the ten basins on the stands;"
    },
    {
        "o": 9811,
        "r": "nasb:1 Kings:7:44",
        "t": "and the one sea and the twelve oxen under the sea;"
    },
    {
        "o": 9812,
        "r": "nasb:1 Kings:7:45",
        "t": "and the pails and the shovels and the bowls; even all these utensils which Hiram made for King Solomon in*i the house of the Lord*s were*i of polished bronze."
    },
    {
        "o": 9813,
        "r": "nasb:1 Kings:7:46",
        "t": "In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zarethan."
    },
    {
        "o": 9814,
        "r": "nasb:1 Kings:7:47",
        "t": "Solomon left all the utensils unweighed,*i because they*i were*i too many; the weight of the bronze could not be ascertained."
    },
    {
        "o": 9815,
        "r": "nasb:1 Kings:7:48",
        "t": "Solomon*p made all the furniture which was*i in*i the house of the Lord:*s the golden altar and the golden table on which was*i the bread of the Presence;"
    },
    {
        "o": 9816,
        "r": "nasb:1 Kings:7:49",
        "t": "and the lampstands, five on the right side and five on the left, in front of the inner sanctuary, of pure gold; and the flowers and the lamps and the tongs, of gold;"
    },
    {
        "o": 9817,
        "r": "nasb:1 Kings:7:50",
        "t": "and the cups and the snuffers and the bowls and the spoons and the firepans, of pure gold; and the hinges both for the doors of the inner house, the most holy place, and*i for the doors of the house, that*i is,*i of the nave, of gold."
    },
    {
        "o": 9818,
        "r": "nasb:1 Kings:7:51",
        "t": "Thus*p all the work that King Solomon performed in*i the house of the Lord*s was finished. And Solomon brought in the things dedicated by his father David, the silver and the gold and the utensils, and*i he put them in the treasuries of the house of the Lord.*s"
    },
    {
        "o": 9819,
        "r": "nasb:1 Kings:8:0",
        "t": "1 Kings 8",
        "h": 1
    },
    {
        "o": 9820,
        "r": "nasb:1 Kings:8:0",
        "t": "The Ark Brought into the Temple",
        "h": 2
    },
    {
        "o": 9821,
        "r": "nasb:1 Kings:8:1",
        "t": "Then*p Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers’ households*i of the sons of Israel, to King Solomon in Jerusalem, to bring up the ark of the covenant of the Lord*s from the city of David, which is Zion."
    },
    {
        "o": 9822,
        "r": "nasb:1 Kings:8:2",
        "t": "All the men of Israel assembled themselves to King Solomon at the feast, in the month Ethanim, which is the seventh month."
    },
    {
        "o": 9823,
        "r": "nasb:1 Kings:8:3",
        "t": "Then all the elders of Israel came, and the priests took up the ark."
    },
    {
        "o": 9824,
        "r": "nasb:1 Kings:8:4",
        "t": "They brought up the ark of the Lord*s and the tent of meeting and all the holy utensils, which were in the tent, and the priests and the Levites brought them up."
    },
    {
        "o": 9825,
        "r": "nasb:1 Kings:8:5",
        "t": "And King Solomon and all the congregation of Israel, who were assembled to him, were with him before the ark, sacrificing so many sheep and oxen they could not be counted or numbered."
    },
    {
        "o": 9826,
        "r": "nasb:1 Kings:8:6",
        "t": "Then the priests brought the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the house, to the most holy place, under the wings of the cherubim."
    },
    {
        "o": 9827,
        "r": "nasb:1 Kings:8:7",
        "t": "For the cherubim spread their*i wings over the place of the ark, and the cherubim made a covering over the ark and its poles from above."
    },
    {
        "o": 9828,
        "r": "nasb:1 Kings:8:8",
        "t": "But the poles were so long that the ends of the poles could be seen from the holy place before the inner sanctuary, but they could not be seen outside; they are there to this day."
    },
    {
        "o": 9829,
        "r": "nasb:1 Kings:8:9",
        "t": "There was nothing in the ark except the two tablets of stone which Moses put there at Horeb, where the Lord*s made a covenant with the sons of Israel, when they came out of the land of Egypt."
    },
    {
        "o": 9830,
        "r": "nasb:1 Kings:8:10",
        "t": "It happened that when the priests came from the holy place, the cloud filled the house of the Lord,*s"
    },
    {
        "o": 9831,
        "r": "nasb:1 Kings:8:11",
        "t": "so that the priests could not stand to minister because of the cloud, for the glory of the Lord*s filled the house of the Lord.*s"
    },
    {
        "o": 9832,
        "r": "nasb:1 Kings:8:11",
        "t": "Solomon Addresses the People",
        "h": 2
    },
    {
        "o": 9833,
        "r": "nasb:1 Kings:8:12",
        "t": "Then*p Solomon said, “The*pn Lord*s has said that He would dwell in the thick cloud."
    },
    {
        "o": 9834,
        "r": "nasb:1 Kings:8:13",
        "t": "I*ln have surely built You a lofty house, A*ln place for Your dwelling forever.”"
    },
    {
        "o": 9835,
        "r": "nasb:1 Kings:8:14",
        "t": "Then*p the king faced about and blessed all the assembly of Israel, while all the assembly of Israel was standing."
    },
    {
        "o": 9836,
        "r": "nasb:1 Kings:8:15",
        "t": "He said, “Blessed be the Lord,*s the God of Israel, who spoke with His mouth to my father David and has fulfilled it*i with His hand, saying,"
    },
    {
        "o": 9837,
        "r": "nasb:1 Kings:8:16",
        "t": "‘Since the day that I brought My people Israel from Egypt, I did not choose a city out of all the tribes of Israel in*i which*i to build a house that My name might be there, but I chose David to be over My people Israel.’"
    },
    {
        "o": 9838,
        "r": "nasb:1 Kings:8:17",
        "t": "Now it was in the heart of my father David to build a house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 9839,
        "r": "nasb:1 Kings:8:18",
        "t": "But the Lord*s said to my father David, ‘Because it was in your heart to build a house for My name, you did well that it was in your heart."
    },
    {
        "o": 9840,
        "r": "nasb:1 Kings:8:19",
        "t": "Nevertheless you shall not build the house, but your son who will be born to you, he will build the house for My name.’"
    },
    {
        "o": 9841,
        "r": "nasb:1 Kings:8:20",
        "t": "Now the Lord*s has fulfilled His word which He spoke; for I have risen in place of my father David and sit on the throne of Israel, as the Lord*s promised, and have built the house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 9842,
        "r": "nasb:1 Kings:8:21",
        "t": "There I have set a place for the ark, in which is the covenant of the Lord,*s which He made with our fathers when He brought them from the land of Egypt.”"
    },
    {
        "o": 9843,
        "r": "nasb:1 Kings:8:21",
        "t": "The Prayer of Dedication",
        "h": 2
    },
    {
        "o": 9844,
        "r": "nasb:1 Kings:8:22",
        "t": "Then*p Solomon stood before the altar of the Lord*s in the presence of all the assembly of Israel and spread out his hands toward heaven."
    },
    {
        "o": 9845,
        "r": "nasb:1 Kings:8:23",
        "t": "He said, “O Lord,*s the God of Israel, there is no God like You in heaven above or on earth beneath, keeping covenant and showing*i lovingkindness to Your servants who walk before You with all their heart,"
    },
    {
        "o": 9846,
        "r": "nasb:1 Kings:8:24",
        "t": "who have kept with Your servant, my father David, that which You have promised him; indeed, You have spoken with Your mouth and have fulfilled it with Your hand as it is this day."
    },
    {
        "o": 9847,
        "r": "nasb:1 Kings:8:25",
        "t": "Now therefore, O Lord,*s the God of Israel, keep with Your servant David my father that which You have promised him, saying, ‘You shall not lack a man to sit on the throne of Israel, if only your sons take heed to their way to walk before Me as you have walked.’"
    },
    {
        "o": 9848,
        "r": "nasb:1 Kings:8:26",
        "t": "Now therefore, O God of Israel, let Your word, I pray, be confirmed which You have spoken to Your servant, my father David."
    },
    {
        "o": 9849,
        "r": "nasb:1 Kings:8:27",
        "t": "“But*p will God indeed dwell on the earth? Behold, heaven and the highest heaven cannot contain You, how much less this house which I have built!"
    },
    {
        "o": 9850,
        "r": "nasb:1 Kings:8:28",
        "t": "Yet have regard to the prayer of Your servant and to his supplication, O Lord*s my God, to listen to the cry and to the prayer which Your servant prays before You today;"
    },
    {
        "o": 9851,
        "r": "nasb:1 Kings:8:29",
        "t": "that Your eyes may be open toward this house night and day, toward the place of which You have said, ‘My name shall be there,’ to listen to the prayer which Your servant shall pray toward this place."
    },
    {
        "o": 9852,
        "r": "nasb:1 Kings:8:30",
        "t": "Listen to the supplication of Your servant and of Your people Israel, when they pray toward this place; hear in heaven Your dwelling place; hear and forgive."
    },
    {
        "o": 9853,
        "r": "nasb:1 Kings:8:31",
        "t": "“If*p a man sins against his neighbor and is made to take an oath, and he comes and*i takes an oath before Your altar in this house,"
    },
    {
        "o": 9854,
        "r": "nasb:1 Kings:8:32",
        "t": "then hear in heaven and act and judge Your servants, condemning the wicked by bringing his way on his own head and justifying the righteous by giving him according to his righteousness."
    },
    {
        "o": 9855,
        "r": "nasb:1 Kings:8:33",
        "t": "“When*p Your people Israel are defeated before an enemy, because they have sinned against You, if they turn to You again and confess Your name and pray and make supplication to You in this house,"
    },
    {
        "o": 9856,
        "r": "nasb:1 Kings:8:34",
        "t": "then hear in heaven, and forgive the sin of Your people Israel, and bring them back to the land which You gave to their fathers."
    },
    {
        "o": 9857,
        "r": "nasb:1 Kings:8:35",
        "t": "“When*p the heavens are shut up and there is no rain, because they have sinned against You, and they pray toward this place and confess Your name and turn from their sin when You afflict them,"
    },
    {
        "o": 9858,
        "r": "nasb:1 Kings:8:36",
        "t": "then hear in heaven and forgive the sin of Your servants and of Your people Israel, indeed, teach them the good way in which they should walk. And send rain on Your land, which You have given Your people for an inheritance."
    },
    {
        "o": 9859,
        "r": "nasb:1 Kings:8:37",
        "t": "“If*p there is famine in the land, if there is pestilence, if there is blight or*i mildew, locust or*i grasshopper, if their enemy besieges them in the land of their cities, whatever plague, whatever sickness there*i is,*i"
    },
    {
        "o": 9860,
        "r": "nasb:1 Kings:8:38",
        "t": "whatever prayer or supplication is made by any man or*i by all Your people Israel, each knowing the affliction of his own heart, and spreading his hands toward this house;"
    },
    {
        "o": 9861,
        "r": "nasb:1 Kings:8:39",
        "t": "then hear in heaven Your dwelling place, and forgive and act and render to each according to all his ways, whose heart You know, for You alone know the hearts of all the sons of men,"
    },
    {
        "o": 9862,
        "r": "nasb:1 Kings:8:40",
        "t": "that they may fear You all the days that they live in the land which You have given to our fathers."
    },
    {
        "o": 9863,
        "r": "nasb:1 Kings:8:41",
        "t": "“Also*p concerning the foreigner who is not of Your people Israel, when he comes from a far country for Your name’s sake"
    },
    {
        "o": 9864,
        "r": "nasb:1 Kings:8:42",
        "t": "(for they will hear of Your great name and Your mighty hand, and of Your outstretched arm); when he comes and prays toward this house,"
    },
    {
        "o": 9865,
        "r": "nasb:1 Kings:8:43",
        "t": "hear in heaven Your dwelling place, and do according to all for which the foreigner calls to You, in order that all the peoples of the earth may know Your name, to fear You, as do*i Your people Israel, and that they may know that this house which I have built is called by Your name."
    },
    {
        "o": 9866,
        "r": "nasb:1 Kings:8:44",
        "t": "“When*p Your people go out to battle against their enemy, by whatever way You shall send them, and they pray to the Lord*s toward the city which You have chosen and the house which I have built for Your name,"
    },
    {
        "o": 9867,
        "r": "nasb:1 Kings:8:45",
        "t": "then hear in heaven their prayer and their supplication, and maintain their cause."
    },
    {
        "o": 9868,
        "r": "nasb:1 Kings:8:46",
        "t": "“When*p they sin against You (for there is no man who does not sin) and You are angry with them and deliver them to an enemy, so that they take them away captive to the land of the enemy, far off or near;"
    },
    {
        "o": 9869,
        "r": "nasb:1 Kings:8:47",
        "t": "if they take thought in the land where they have been taken captive, and repent and make supplication to You in the land of those who have taken them captive, saying, ‘We have sinned and have committed iniquity, we have acted wickedly’;"
    },
    {
        "o": 9870,
        "r": "nasb:1 Kings:8:48",
        "t": "if they return to You with all their heart and with all their soul in the land of their enemies who have taken them captive, and pray to You toward their land which You have given to their fathers, the city which You have chosen, and the house which I have built for Your name;"
    },
    {
        "o": 9871,
        "r": "nasb:1 Kings:8:49",
        "t": "then hear their prayer and their supplication in heaven Your dwelling place, and maintain their cause,"
    },
    {
        "o": 9872,
        "r": "nasb:1 Kings:8:50",
        "t": "and forgive Your people who have sinned against You and all their transgressions which they have transgressed against You, and make them objects*i of*i compassion before those who have taken them captive, that they may have compassion on them"
    },
    {
        "o": 9873,
        "r": "nasb:1 Kings:8:51",
        "t": "(for they are Your people and Your inheritance which You have brought forth from Egypt, from the midst of the iron furnace),"
    },
    {
        "o": 9874,
        "r": "nasb:1 Kings:8:52",
        "t": "that Your eyes may be open to the supplication of Your servant and to the supplication of Your people Israel, to listen to them whenever they call to You."
    },
    {
        "o": 9875,
        "r": "nasb:1 Kings:8:53",
        "t": "For You have separated them from all the peoples of the earth as Your inheritance, as You spoke through Moses Your servant, when You brought our fathers forth from Egypt, O Lord God.”*s"
    },
    {
        "o": 9876,
        "r": "nasb:1 Kings:8:53",
        "t": "Solomon’s Benediction",
        "h": 2
    },
    {
        "o": 9877,
        "r": "nasb:1 Kings:8:54",
        "t": "When*p Solomon had finished praying this entire prayer and supplication to the Lord,*s he arose from before the altar of the Lord,*s from kneeling on his knees with his hands spread toward heaven."
    },
    {
        "o": 9878,
        "r": "nasb:1 Kings:8:55",
        "t": "And he stood and blessed all the assembly of Israel with a loud voice, saying:"
    },
    {
        "o": 9879,
        "r": "nasb:1 Kings:8:56",
        "t": "“Blessed*p be the Lord,*s who has given rest to His people Israel, according to all that He promised; not one word has failed of all His good promise, which He promised through Moses His servant."
    },
    {
        "o": 9880,
        "r": "nasb:1 Kings:8:57",
        "t": "May the Lord*s our God be with us, as He was with our fathers; may He not leave us or forsake us,"
    },
    {
        "o": 9881,
        "r": "nasb:1 Kings:8:58",
        "t": "that He may incline our hearts to Himself, to walk in all His ways and to keep His commandments and His statutes and His ordinances, which He commanded our fathers."
    },
    {
        "o": 9882,
        "r": "nasb:1 Kings:8:59",
        "t": "And may these words of mine, with which I have made supplication before the Lord,*s be near to the Lord*s our God day and night, that He may maintain the cause of His servant and the cause of His people Israel, as each day requires,"
    },
    {
        "o": 9883,
        "r": "nasb:1 Kings:8:60",
        "t": "so that all the peoples of the earth may know that the Lord*s is God; there is no one else."
    },
    {
        "o": 9884,
        "r": "nasb:1 Kings:8:61",
        "t": "Let your heart therefore be wholly devoted to the Lord*s our God, to walk in His statutes and to keep His commandments, as at this day.”"
    },
    {
        "o": 9885,
        "r": "nasb:1 Kings:8:61",
        "t": "Dedicatory Sacrifices",
        "h": 2
    },
    {
        "o": 9886,
        "r": "nasb:1 Kings:8:62",
        "t": "Now*p the king and all Israel with him offered sacrifice before the Lord.*s"
    },
    {
        "o": 9887,
        "r": "nasb:1 Kings:8:63",
        "t": "Solomon offered for the sacrifice of peace offerings, which he offered to the Lord,*s 22,000 oxen and 120,000 sheep. So the king and all the sons of Israel dedicated the house of the Lord.*s"
    },
    {
        "o": 9888,
        "r": "nasb:1 Kings:8:64",
        "t": "On the same day the king consecrated the middle of the court that was*i before the house of the Lord,*s because there he offered the burnt offering and the grain offering and the fat of the peace offerings; for the bronze altar that was*i before the Lord*s was*i too small to hold the burnt offering and the grain offering and the fat of the peace offerings."
    },
    {
        "o": 9889,
        "r": "nasb:1 Kings:8:65",
        "t": "So*p Solomon observed the feast at that time, and all Israel with him, a great assembly from the entrance of Hamath to the brook of Egypt, before the Lord*s our God, for seven days and seven more*i days, even*i fourteen days."
    },
    {
        "o": 9890,
        "r": "nasb:1 Kings:8:66",
        "t": "On the eighth day he sent the people away and they blessed the king. Then they went to their tents joyful and glad of heart for all the goodness that the Lord*s had shown to David His servant and to Israel His people."
    },
    {
        "o": 9891,
        "r": "nasb:1 Kings:9:0",
        "t": "1 Kings 9",
        "h": 1
    },
    {
        "o": 9892,
        "r": "nasb:1 Kings:9:0",
        "t": "God’s Promise and Warning",
        "h": 2
    },
    {
        "o": 9893,
        "r": "nasb:1 Kings:9:1",
        "t": "Now*p it came about when Solomon had finished building the house of the Lord,*s and the king’s house, and all that Solomon desired to do,"
    },
    {
        "o": 9894,
        "r": "nasb:1 Kings:9:2",
        "t": "that the Lord*s appeared to Solomon a second time, as He had appeared to him at Gibeon."
    },
    {
        "o": 9895,
        "r": "nasb:1 Kings:9:3",
        "t": "The Lord*s said to him, “I have heard your prayer and your supplication, which you have made before Me; I have consecrated this house which you have built by putting My name there forever, and My eyes and My heart will be there perpetually."
    },
    {
        "o": 9896,
        "r": "nasb:1 Kings:9:4",
        "t": "As for you, if you will walk before Me as your father David walked, in integrity of heart and uprightness, doing according to all that I have commanded you and*i will keep My statutes and My ordinances,"
    },
    {
        "o": 9897,
        "r": "nasb:1 Kings:9:5",
        "t": "then I will establish the throne of your kingdom over Israel forever, just as I promised to your father David, saying, ‘You shall not lack a man on the throne of Israel.’"
    },
    {
        "o": 9898,
        "r": "nasb:1 Kings:9:6",
        "t": "“But*p if you or your sons indeed turn away from following Me, and do not keep My commandments and My statutes which I have set before you, and go and serve other gods and worship them,"
    },
    {
        "o": 9899,
        "r": "nasb:1 Kings:9:7",
        "t": "then I will cut off Israel from the land which I have given them, and the house which I have consecrated for My name, I will cast out of My sight. So Israel will become a proverb and a byword among all peoples."
    },
    {
        "o": 9900,
        "r": "nasb:1 Kings:9:8",
        "t": "And this house will become a heap of ruins; everyone who passes by will be astonished and hiss and say, ‘Why has the Lord*s done thus to this land and to this house?’"
    },
    {
        "o": 9901,
        "r": "nasb:1 Kings:9:9",
        "t": "And they will say, ‘Because they forsook the Lord*s their God, who brought their fathers out of the land of Egypt, and adopted other gods and worshiped them and served them, therefore the Lord*s has brought all this adversity on them.’ ”"
    },
    {
        "o": 9902,
        "r": "nasb:1 Kings:9:9",
        "t": "Cities Given to Hiram",
        "h": 2
    },
    {
        "o": 9903,
        "r": "nasb:1 Kings:9:10",
        "t": "It*p came about at the end of twenty years in which Solomon had built the two houses, the house of the Lord*s and the king’s house"
    },
    {
        "o": 9904,
        "r": "nasb:1 Kings:9:11",
        "t": "(Hiram king of Tyre had supplied Solomon with cedar and cypress timber and gold according to all his desire), then King Solomon gave Hiram twenty cities in the land of Galilee."
    },
    {
        "o": 9905,
        "r": "nasb:1 Kings:9:12",
        "t": "So Hiram came out from Tyre to see the cities which Solomon had given him, and they did not please him."
    },
    {
        "o": 9906,
        "r": "nasb:1 Kings:9:13",
        "t": "He said, “What are these cities which you have given me, my brother?” So they were called the land of Cabul to this day."
    },
    {
        "o": 9907,
        "r": "nasb:1 Kings:9:14",
        "t": "And Hiram sent to the king 120 talents of gold."
    },
    {
        "o": 9908,
        "r": "nasb:1 Kings:9:15",
        "t": "Now*p this is the account of the forced labor which King Solomon levied to build the house of the Lord,*s his own house, the Millo, the wall of Jerusalem, Hazor, Megiddo, and Gezer."
    },
    {
        "o": 9909,
        "r": "nasb:1 Kings:9:16",
        "t": "For*i Pharaoh king of Egypt had gone up and captured Gezer and burned it with fire, and killed the Canaanites who lived in the city, and had given it as*i a dowry to his daughter, Solomon’s wife."
    },
    {
        "o": 9910,
        "r": "nasb:1 Kings:9:17",
        "t": "So Solomon rebuilt Gezer and the lower Beth-horon"
    },
    {
        "o": 9911,
        "r": "nasb:1 Kings:9:18",
        "t": "and Baalath and Tamar in the wilderness, in the land of*i Judah,*i"
    },
    {
        "o": 9912,
        "r": "nasb:1 Kings:9:19",
        "t": "and all the storage cities which Solomon had, even the cities for his chariots and the cities for his horsemen, and all that it pleased Solomon to build in Jerusalem, in Lebanon, and in all the land under his rule."
    },
    {
        "o": 9913,
        "r": "nasb:1 Kings:9:20",
        "t": "As*i for*i all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites and the Jebusites, who were not of the sons of Israel,"
    },
    {
        "o": 9914,
        "r": "nasb:1 Kings:9:21",
        "t": "their descendants who were left after them in the land whom the sons of Israel were unable to destroy utterly, from them Solomon levied forced laborers, even to this day."
    },
    {
        "o": 9915,
        "r": "nasb:1 Kings:9:22",
        "t": "But Solomon did not make slaves of the sons of Israel; for they were men of war, his servants, his princes, his captains, his chariot commanders, and his horsemen."
    },
    {
        "o": 9916,
        "r": "nasb:1 Kings:9:23",
        "t": "These*p were*i the chief officers who were*i over Solomon’s work, five hundred and fifty, who ruled over the people doing the work."
    },
    {
        "o": 9917,
        "r": "nasb:1 Kings:9:24",
        "t": "As*p soon as Pharaoh’s daughter came up from the city of David to her house which Solomon*i had built for her, then he built the Millo."
    },
    {
        "o": 9918,
        "r": "nasb:1 Kings:9:25",
        "t": "Now*p three times in a year Solomon offered burnt offerings and peace offerings on the altar which he built to the Lord,*s burning incense with them on*i the*i altar*i which was*i before the Lord.*s So he finished the house."
    },
    {
        "o": 9919,
        "r": "nasb:1 Kings:9:26",
        "t": "King*p Solomon also built a fleet of ships in Ezion-geber, which is near Eloth on the shore of the Red Sea, in the land of Edom."
    },
    {
        "o": 9920,
        "r": "nasb:1 Kings:9:27",
        "t": "And Hiram sent his servants with the fleet, sailors who knew the sea, along with the servants of Solomon."
    },
    {
        "o": 9921,
        "r": "nasb:1 Kings:9:28",
        "t": "They went to Ophir and took four hundred and twenty talents of gold from there, and brought it*i to King Solomon."
    },
    {
        "o": 9922,
        "r": "nasb:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 9923,
        "r": "nasb:1 Kings:10:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 9924,
        "r": "nasb:1 Kings:10:1",
        "t": "Now*p when the queen of Sheba heard about the fame of Solomon concerning the name of the Lord,*s she came to test him with difficult questions."
    },
    {
        "o": 9925,
        "r": "nasb:1 Kings:10:2",
        "t": "So she came to Jerusalem with a very large retinue, with camels carrying spices and very much gold and precious stones. When she came to Solomon, she spoke with him about all that was in her heart."
    },
    {
        "o": 9926,
        "r": "nasb:1 Kings:10:3",
        "t": "Solomon answered all her questions; nothing was hidden from the king which he did not explain to her."
    },
    {
        "o": 9927,
        "r": "nasb:1 Kings:10:4",
        "t": "When the queen of Sheba perceived all the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 9928,
        "r": "nasb:1 Kings:10:5",
        "t": "the food of his table, the seating of his servants, the attendance of his waiters and their attire, his cupbearers, and his stairway by which he went up to the house of the Lord,*s there was no more spirit in her."
    },
    {
        "o": 9929,
        "r": "nasb:1 Kings:10:6",
        "t": "Then she said to the king, “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 9930,
        "r": "nasb:1 Kings:10:7",
        "t": "Nevertheless I did not believe the reports, until I came and my eyes had seen it. And behold, the half was not told me. You exceed in*i wisdom and prosperity the report which I heard."
    },
    {
        "o": 9931,
        "r": "nasb:1 Kings:10:8",
        "t": "How blessed are your men, how blessed are these your servants who stand before you continually and*i hear your wisdom."
    },
    {
        "o": 9932,
        "r": "nasb:1 Kings:10:9",
        "t": "Blessed be the Lord*s your God who delighted in you to set you on the throne of Israel; because the Lord*s loved Israel forever, therefore He made you king, to do justice and righteousness.”"
    },
    {
        "o": 9933,
        "r": "nasb:1 Kings:10:10",
        "t": "She gave the king a hundred and twenty talents of gold, and a very great amount*i of spices and precious stones. Never again did such abundance of spices come in as that which the queen of Sheba gave King Solomon."
    },
    {
        "o": 9934,
        "r": "nasb:1 Kings:10:11",
        "t": "Also*p the ships of Hiram, which brought gold from Ophir, brought in from Ophir a very great number*i of*i almug trees and precious stones."
    },
    {
        "o": 9935,
        "r": "nasb:1 Kings:10:12",
        "t": "The king made of the almug trees supports for the house of the Lord*s and for the king’s house, also lyres and harps for the singers; such almug trees have not come in again*i nor have they been seen to this day."
    },
    {
        "o": 9936,
        "r": "nasb:1 Kings:10:13",
        "t": "King*p Solomon gave to the queen of Sheba all her desire which she requested, besides what he gave her according to his royal bounty. Then she turned and went to her own land together with her servants."
    },
    {
        "o": 9937,
        "r": "nasb:1 Kings:10:13",
        "t": "Wealth, Splendor and Wisdom",
        "h": 2
    },
    {
        "o": 9938,
        "r": "nasb:1 Kings:10:14",
        "t": "Now*p the weight of gold which came in to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 9939,
        "r": "nasb:1 Kings:10:15",
        "t": "besides that*i from the traders and the wares of the merchants and all the kings of the Arabs and the governors of the country."
    },
    {
        "o": 9940,
        "r": "nasb:1 Kings:10:16",
        "t": "King Solomon made 200 large shields of beaten gold, using 600 shekels*i of*i gold on each large shield."
    },
    {
        "o": 9941,
        "r": "nasb:1 Kings:10:17",
        "t": "He*i made*i 300 shields of beaten gold, using three minas of gold on each shield, and the king put them in the house of the forest of Lebanon."
    },
    {
        "o": 9942,
        "r": "nasb:1 Kings:10:18",
        "t": "Moreover, the king made a great throne of ivory and overlaid it with refined gold."
    },
    {
        "o": 9943,
        "r": "nasb:1 Kings:10:19",
        "t": "There*i were*i six steps to the throne and a round top to the throne at its rear, and arms on each side of the seat, and two lions standing beside the arms."
    },
    {
        "o": 9944,
        "r": "nasb:1 Kings:10:20",
        "t": "Twelve lions were standing there on the six steps on the one side and on the other; nothing like it*i was made for any other kingdom."
    },
    {
        "o": 9945,
        "r": "nasb:1 Kings:10:21",
        "t": "All King Solomon’s drinking vessels were*i of gold, and all the vessels of the house of the forest of Lebanon were*i of pure gold. None was of silver; it was not considered valuable in the days of Solomon."
    },
    {
        "o": 9946,
        "r": "nasb:1 Kings:10:22",
        "t": "For the king had at sea the ships of Tarshish with the ships of Hiram; once every three years the ships of Tarshish came bringing gold and silver, ivory and apes and peacocks."
    },
    {
        "o": 9947,
        "r": "nasb:1 Kings:10:23",
        "t": "So*p King Solomon became greater than all the kings of the earth in riches and in wisdom."
    },
    {
        "o": 9948,
        "r": "nasb:1 Kings:10:24",
        "t": "All the earth was seeking the presence of Solomon, to hear his wisdom which God had put in his heart."
    },
    {
        "o": 9949,
        "r": "nasb:1 Kings:10:25",
        "t": "They brought every man his gift, articles of silver and gold, garments, weapons, spices, horses, and mules, so much year by year."
    },
    {
        "o": 9950,
        "r": "nasb:1 Kings:10:26",
        "t": "Now*p Solomon gathered chariots and horsemen; and he had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 9951,
        "r": "nasb:1 Kings:10:27",
        "t": "The king made silver as*i common*i as stones in Jerusalem, and he made cedars as plentiful as sycamore trees that are in the lowland."
    },
    {
        "o": 9952,
        "r": "nasb:1 Kings:10:28",
        "t": "Also Solomon’s import of horses was from Egypt and Kue, and*i the king’s merchants procured them*i from Kue for a price."
    },
    {
        "o": 9953,
        "r": "nasb:1 Kings:10:29",
        "t": "A chariot was imported from Egypt for 600 shekels*i of silver, and a horse for 150; and by the same means they exported them to all the kings of the Hittites and to the kings of the Arameans."
    },
    {
        "o": 9954,
        "r": "nasb:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 9955,
        "r": "nasb:1 Kings:11:0",
        "t": "Solomon Turns from God",
        "h": 2
    },
    {
        "o": 9956,
        "r": "nasb:1 Kings:11:1",
        "t": "Now*p King Solomon loved many foreign women along with the daughter of Pharaoh: Moabite, Ammonite, Edomite, Sidonian, and Hittite women,"
    },
    {
        "o": 9957,
        "r": "nasb:1 Kings:11:2",
        "t": "from the nations concerning which the Lord*s had said to the sons of Israel, “You shall not associate with them, nor shall they associate with you, for*i they will surely turn your heart away after their gods.” Solomon held fast to these in love."
    },
    {
        "o": 9958,
        "r": "nasb:1 Kings:11:3",
        "t": "He had seven hundred wives, princesses, and three hundred concubines, and his wives turned his heart away."
    },
    {
        "o": 9959,
        "r": "nasb:1 Kings:11:4",
        "t": "For when Solomon was old, his wives turned his heart away after other gods; and his heart was not wholly devoted to the Lord*s his God, as the heart of David his father had*i been.*i"
    },
    {
        "o": 9960,
        "r": "nasb:1 Kings:11:5",
        "t": "For Solomon went after Ashtoreth the goddess of the Sidonians and after Milcom the detestable idol of the Ammonites."
    },
    {
        "o": 9961,
        "r": "nasb:1 Kings:11:6",
        "t": "Solomon did what was evil in the sight of the Lord,*s and did not follow the Lord*s fully, as David his father had*i done.*i"
    },
    {
        "o": 9962,
        "r": "nasb:1 Kings:11:7",
        "t": "Then Solomon built a high place for Chemosh the detestable idol of Moab, on the mountain which is east of Jerusalem, and for Molech the detestable idol of the sons of Ammon."
    },
    {
        "o": 9963,
        "r": "nasb:1 Kings:11:8",
        "t": "Thus also he did for all his foreign wives, who burned incense and sacrificed to their gods."
    },
    {
        "o": 9964,
        "r": "nasb:1 Kings:11:9",
        "t": "Now*p the Lord*s was angry with Solomon because his heart was turned away from the Lord,*s the God of Israel, who had appeared to him twice,"
    },
    {
        "o": 9965,
        "r": "nasb:1 Kings:11:10",
        "t": "and had commanded him concerning this thing, that he should not go after other gods; but he did not observe what the Lord*s had commanded."
    },
    {
        "o": 9966,
        "r": "nasb:1 Kings:11:11",
        "t": "So the Lord*s said to Solomon, “Because you have done this, and you have not kept My covenant and My statutes, which I have commanded you, I will surely tear the kingdom from you, and will give it to your servant."
    },
    {
        "o": 9967,
        "r": "nasb:1 Kings:11:12",
        "t": "Nevertheless I will not do it in your days for the sake of your father David, but*i I will tear it out of the hand of your son."
    },
    {
        "o": 9968,
        "r": "nasb:1 Kings:11:13",
        "t": "However, I will not tear away all the kingdom, but*i I will give one tribe to your son for the sake of My servant David and for the sake of Jerusalem which I have chosen.”"
    },
    {
        "o": 9969,
        "r": "nasb:1 Kings:11:13",
        "t": "God Raises Adversaries",
        "h": 2
    },
    {
        "o": 9970,
        "r": "nasb:1 Kings:11:14",
        "t": "Then*p the Lord*s raised up an adversary to Solomon, Hadad the Edomite; he was of the royal line in Edom."
    },
    {
        "o": 9971,
        "r": "nasb:1 Kings:11:15",
        "t": "For it came about, when David was in Edom, and Joab the commander of the army had gone up to bury the slain, and had struck down every male in Edom"
    },
    {
        "o": 9972,
        "r": "nasb:1 Kings:11:16",
        "t": "(for Joab and all Israel stayed there six months, until he had cut off every male in Edom),"
    },
    {
        "o": 9973,
        "r": "nasb:1 Kings:11:17",
        "t": "that Hadad fled to Egypt, he and certain Edomites of his father’s servants with him, while Hadad was*i a young boy."
    },
    {
        "o": 9974,
        "r": "nasb:1 Kings:11:18",
        "t": "They arose from Midian and came to Paran; and they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave him a house and assigned him food and gave him land."
    },
    {
        "o": 9975,
        "r": "nasb:1 Kings:11:19",
        "t": "Now Hadad found great favor before Pharaoh, so that he gave him in marriage the sister of his own wife, the sister of Tahpenes the queen."
    },
    {
        "o": 9976,
        "r": "nasb:1 Kings:11:20",
        "t": "The sister of Tahpenes bore his son Genubath, whom Tahpenes weaned in Pharaoh’s house; and Genubath was in Pharaoh’s house among the sons of Pharaoh."
    },
    {
        "o": 9977,
        "r": "nasb:1 Kings:11:21",
        "t": "But when Hadad heard in Egypt that David slept with his fathers and that Joab the commander of the army was dead, Hadad said to Pharaoh, “Send me away, that I may go to my own country.”"
    },
    {
        "o": 9978,
        "r": "nasb:1 Kings:11:22",
        "t": "Then Pharaoh said to him, “But what have you lacked with me, that behold, you are seeking to go to your own country?” And he answered, “Nothing; nevertheless you must surely let me go.”"
    },
    {
        "o": 9979,
        "r": "nasb:1 Kings:11:23",
        "t": "God*p also raised up another*i adversary to him, Rezon the son of Eliada, who had fled from his lord Hadadezer king of Zobah."
    },
    {
        "o": 9980,
        "r": "nasb:1 Kings:11:24",
        "t": "He gathered men to himself and became leader of a marauding band, after David slew them of Zobah;*i and they went to Damascus and stayed there, and reigned in Damascus."
    },
    {
        "o": 9981,
        "r": "nasb:1 Kings:11:25",
        "t": "So he was an adversary to Israel all the days of Solomon, along with the evil that Hadad did;*i and he abhorred Israel and reigned over Aram."
    },
    {
        "o": 9982,
        "r": "nasb:1 Kings:11:26",
        "t": "Then*p Jeroboam the son of Nebat, an Ephraimite of Zeredah, Solomon’s servant, whose mother’s name was Zeruah, a widow, also rebelled against the king."
    },
    {
        "o": 9983,
        "r": "nasb:1 Kings:11:27",
        "t": "Now this was the reason why he rebelled against the king: Solomon built the Millo, and*i closed up the breach of the city of his father David."
    },
    {
        "o": 9984,
        "r": "nasb:1 Kings:11:28",
        "t": "Now the man Jeroboam was a valiant warrior, and when Solomon saw that the young man was industrious, he appointed him over all the forced labor of the house of Joseph."
    },
    {
        "o": 9985,
        "r": "nasb:1 Kings:11:29",
        "t": "It came about at that time, when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him on the road. Now Ahijah had clothed himself with a new cloak; and both of them were alone in the field."
    },
    {
        "o": 9986,
        "r": "nasb:1 Kings:11:30",
        "t": "Then Ahijah took hold of the new cloak which was on him and tore it into twelve pieces."
    },
    {
        "o": 9987,
        "r": "nasb:1 Kings:11:31",
        "t": "He said to Jeroboam, “Take for yourself ten pieces; for thus says the Lord,*s the God of Israel, ‘Behold, I will tear the kingdom out of the hand of Solomon and give you ten tribes"
    },
    {
        "o": 9988,
        "r": "nasb:1 Kings:11:32",
        "t": "(but he will have one tribe, for the sake of My servant David and for the sake of Jerusalem, the city which I have chosen from all the tribes of Israel),"
    },
    {
        "o": 9989,
        "r": "nasb:1 Kings:11:33",
        "t": "because they have forsaken Me, and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the sons of Ammon; and they have not walked in My ways, doing what is right in My sight and observing*i My statutes and My ordinances, as his father David did.*i"
    },
    {
        "o": 9990,
        "r": "nasb:1 Kings:11:34",
        "t": "Nevertheless I will not take the whole kingdom out of his hand, but I will make him ruler all the days of his life, for the sake of My servant David whom I chose, who observed My commandments and My statutes;"
    },
    {
        "o": 9991,
        "r": "nasb:1 Kings:11:35",
        "t": "but I will take the kingdom from his son’s hand and give it to you, even*i ten tribes."
    },
    {
        "o": 9992,
        "r": "nasb:1 Kings:11:36",
        "t": "But to his son I will give one tribe, that My servant David may have a lamp always before Me in Jerusalem, the city where I have chosen for Myself to put My name."
    },
    {
        "o": 9993,
        "r": "nasb:1 Kings:11:37",
        "t": "I will take you, and you shall reign over whatever you desire, and you shall be king over Israel."
    },
    {
        "o": 9994,
        "r": "nasb:1 Kings:11:38",
        "t": "Then it will be, that if you listen to all that I command you and walk in My ways, and do what is right in My sight by observing My statutes and My commandments, as My servant David did, then I will be with you and build you an enduring house as I built for David, and I will give Israel to you."
    },
    {
        "o": 9995,
        "r": "nasb:1 Kings:11:39",
        "t": "Thus I will afflict the descendants of David for this, but not always.’ ”"
    },
    {
        "o": 9996,
        "r": "nasb:1 Kings:11:40",
        "t": "Solomon sought therefore to put Jeroboam to death; but Jeroboam arose and fled to Egypt to Shishak king of Egypt, and he was in Egypt until the death of Solomon."
    },
    {
        "o": 9997,
        "r": "nasb:1 Kings:11:40",
        "t": "The Death of Solomon",
        "h": 2
    },
    {
        "o": 9998,
        "r": "nasb:1 Kings:11:41",
        "t": "Now*p the rest of the acts of Solomon and whatever he did, and his wisdom, are they not written in the book of the acts of Solomon?"
    },
    {
        "o": 9999,
        "r": "nasb:1 Kings:11:42",
        "t": "Thus the time that Solomon reigned in Jerusalem over all Israel was forty years."
    },
    {
        "o": 10000,
        "r": "nasb:1 Kings:11:43",
        "t": "And Solomon slept with his fathers and was buried in the city of his father David, and his son Rehoboam reigned in his place."
    },
    {
        "o": 10001,
        "r": "nasb:1 Kings:12:0",
        "t": "1 Kings 12",
        "h": 1
    },
    {
        "o": 10002,
        "r": "nasb:1 Kings:12:0",
        "t": "King Rehoboam Acts Foolishly",
        "h": 2
    },
    {
        "o": 10003,
        "r": "nasb:1 Kings:12:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had come to Shechem to make him king."
    },
    {
        "o": 10004,
        "r": "nasb:1 Kings:12:2",
        "t": "Now when Jeroboam the son of Nebat heard of*i it,*i he was living in Egypt (for he was yet in Egypt, where he had fled from the presence of King Solomon)."
    },
    {
        "o": 10005,
        "r": "nasb:1 Kings:12:3",
        "t": "Then they sent and called him, and Jeroboam and all the assembly of Israel came and spoke to Rehoboam, saying,"
    },
    {
        "o": 10006,
        "r": "nasb:1 Kings:12:4",
        "t": "“Your father made our yoke hard; now therefore lighten the hard service of your father and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 10007,
        "r": "nasb:1 Kings:12:5",
        "t": "Then he said to them, “Depart for three days, then return to me.” So the people departed."
    },
    {
        "o": 10008,
        "r": "nasb:1 Kings:12:6",
        "t": "King*p Rehoboam consulted with the elders who had served his father Solomon while he was still alive, saying, “How do you counsel me*i to answer this people?”"
    },
    {
        "o": 10009,
        "r": "nasb:1 Kings:12:7",
        "t": "Then they spoke to him, saying, “If you will be a servant to this people today, and will serve them and grant them their petition, and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 10010,
        "r": "nasb:1 Kings:12:8",
        "t": "But he forsook the counsel of the elders which they had given him, and consulted with the young men who grew up with him and served him."
    },
    {
        "o": 10011,
        "r": "nasb:1 Kings:12:9",
        "t": "So he said to them, “What counsel do you give that we may answer this people who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 10012,
        "r": "nasb:1 Kings:12:10",
        "t": "The young men who grew up with him spoke to him, saying, “Thus you shall say to this people who spoke to you, saying, ‘Your father made our yoke heavy, now you make it lighter for us!’ But you shall speak to them, ‘My little finger is thicker than my father’s loins!"
    },
    {
        "o": 10013,
        "r": "nasb:1 Kings:12:11",
        "t": "Whereas my father loaded you with a heavy yoke, I will add to your yoke; my father disciplined you with whips, but I will discipline you with scorpions.’ ”"
    },
    {
        "o": 10014,
        "r": "nasb:1 Kings:12:12",
        "t": "Then*p Jeroboam and all the people came to Rehoboam on the third day as the king had directed, saying, “Return to me on the third day.”"
    },
    {
        "o": 10015,
        "r": "nasb:1 Kings:12:13",
        "t": "The king answered the people harshly, for he forsook the advice of the elders which they had given him,"
    },
    {
        "o": 10016,
        "r": "nasb:1 Kings:12:14",
        "t": "and he spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to your yoke; my father disciplined you with whips, but I will discipline you with scorpions.”"
    },
    {
        "o": 10017,
        "r": "nasb:1 Kings:12:15",
        "t": "So the king did not listen to the people; for it was a turn of*i events*i from the Lord,*s that He might establish His word, which the Lord*s spoke through Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 10018,
        "r": "nasb:1 Kings:12:15",
        "t": "The Kingdom Divided; Jeroboam Rules Israel",
        "h": 2
    },
    {
        "o": 10019,
        "r": "nasb:1 Kings:12:16",
        "t": "When*p all Israel saw*i that the king did not listen to them, the people answered the king, saying, “What*pn portion do we have in David? We*iln have*i no inheritance in the son of Jesse; To*ln your tents, O Israel! Now*ln look after your own house, David!” So*p Israel departed to their tents."
    },
    {
        "o": 10020,
        "r": "nasb:1 Kings:12:17",
        "t": "But as for the sons of Israel who lived in the cities of Judah, Rehoboam reigned over them."
    },
    {
        "o": 10021,
        "r": "nasb:1 Kings:12:18",
        "t": "Then King Rehoboam sent Adoram, who was over the forced labor, and all Israel stoned him to death. And King Rehoboam made haste to mount his chariot to flee to Jerusalem."
    },
    {
        "o": 10022,
        "r": "nasb:1 Kings:12:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 10023,
        "r": "nasb:1 Kings:12:20",
        "t": "It*p came about when all Israel heard that Jeroboam had returned, that they sent and called him to the assembly and made him king over all Israel. None but the tribe of Judah followed the house of David."
    },
    {
        "o": 10024,
        "r": "nasb:1 Kings:12:21",
        "t": "Now*p when Rehoboam had come to Jerusalem, he assembled all the house of Judah and the tribe of Benjamin, 180,000 chosen men who were warriors, to fight against the house of Israel to restore the kingdom to Rehoboam the son of Solomon."
    },
    {
        "o": 10025,
        "r": "nasb:1 Kings:12:22",
        "t": "But the word of God came to Shemaiah the man of God, saying,"
    },
    {
        "o": 10026,
        "r": "nasb:1 Kings:12:23",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all the house of Judah and Benjamin and to the rest of the people, saying,"
    },
    {
        "o": 10027,
        "r": "nasb:1 Kings:12:24",
        "t": "‘Thus says the Lord,*s “You must not go up and fight against your relatives the sons of Israel; return every man to his house, for this thing has come from Me.” ’ ” So they listened to the word of the Lord,*s and returned and went their*i way*i according to the word of the Lord.*s"
    },
    {
        "o": 10028,
        "r": "nasb:1 Kings:12:24",
        "t": "Jeroboam’s Idolatry",
        "h": 2
    },
    {
        "o": 10029,
        "r": "nasb:1 Kings:12:25",
        "t": "Then*p Jeroboam built Shechem in the hill country of Ephraim, and lived there. And he went out from there and built Penuel."
    },
    {
        "o": 10030,
        "r": "nasb:1 Kings:12:26",
        "t": "Jeroboam said in his heart, “Now the kingdom will return to the house of David."
    },
    {
        "o": 10031,
        "r": "nasb:1 Kings:12:27",
        "t": "If this people go up to offer sacrifices in the house of the Lord*s at Jerusalem, then the heart of this people will return to their lord, even*i to Rehoboam king of Judah; and they will kill me and return to Rehoboam king of Judah.”"
    },
    {
        "o": 10032,
        "r": "nasb:1 Kings:12:28",
        "t": "So the king consulted, and made two golden calves, and he said to them, “It is too much for you to go up to Jerusalem; behold your gods, O Israel, that brought you up from the land of Egypt.”"
    },
    {
        "o": 10033,
        "r": "nasb:1 Kings:12:29",
        "t": "He set one in Bethel, and the other he put in Dan."
    },
    {
        "o": 10034,
        "r": "nasb:1 Kings:12:30",
        "t": "Now this thing became a sin, for the people went to*i worship*i before the one as far as Dan."
    },
    {
        "o": 10035,
        "r": "nasb:1 Kings:12:31",
        "t": "And he made houses on high places, and made priests from among all the people who were not of the sons of Levi."
    },
    {
        "o": 10036,
        "r": "nasb:1 Kings:12:32",
        "t": "Jeroboam instituted a feast in the eighth month on the fifteenth day of the month, like the feast which is in Judah, and he went up to the altar; thus he did in Bethel, sacrificing to the calves which he had made. And he stationed in Bethel the priests of the high places which he had made."
    },
    {
        "o": 10037,
        "r": "nasb:1 Kings:12:33",
        "t": "Then he went up to the altar which he had made in Bethel on the fifteenth day in the eighth month, even in the month which he had devised in his own heart; and he instituted a feast for the sons of Israel and went up to the altar to burn incense."
    },
    {
        "o": 10038,
        "r": "nasb:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10039,
        "r": "nasb:1 Kings:13:0",
        "t": "Jeroboam Warned, Stricken",
        "h": 2
    },
    {
        "o": 10040,
        "r": "nasb:1 Kings:13:1",
        "t": "Now*p behold, there came a man of God from Judah to Bethel by the word of the Lord,*s while Jeroboam was standing by the altar to burn incense."
    },
    {
        "o": 10041,
        "r": "nasb:1 Kings:13:2",
        "t": "He cried against the altar by the word of the Lord,*s and said, “O altar, altar, thus says the Lord,*s ‘Behold, a son shall be born to the house of David, Josiah by name; and on you he shall sacrifice the priests of the high places who burn incense on you, and human bones shall be burned on you.’ ”"
    },
    {
        "o": 10042,
        "r": "nasb:1 Kings:13:3",
        "t": "Then he gave a sign the same day, saying, “This is the sign which the Lord*s has spoken, ‘Behold, the altar shall be split apart and the ashes which are on it shall be poured out.’ ”"
    },
    {
        "o": 10043,
        "r": "nasb:1 Kings:13:4",
        "t": "Now when the king heard the saying of the man of God, which he cried against the altar in Bethel, Jeroboam stretched out his hand from the altar, saying, “Seize him.” But his hand which he stretched out against him dried up, so that he could not draw it back to himself."
    },
    {
        "o": 10044,
        "r": "nasb:1 Kings:13:5",
        "t": "The altar also was split apart and the ashes were poured out from the altar, according to the sign which the man of God had given by the word of the Lord.*s"
    },
    {
        "o": 10045,
        "r": "nasb:1 Kings:13:6",
        "t": "The king said to the man of God, “Please entreat the Lord*s your God, and pray for me, that my hand may be restored to me.” So the man of God entreated the Lord,*s and the king’s hand was restored to him, and it became as it was before."
    },
    {
        "o": 10046,
        "r": "nasb:1 Kings:13:7",
        "t": "Then the king said to the man of God, “Come home with me and refresh yourself, and I will give you a reward.”"
    },
    {
        "o": 10047,
        "r": "nasb:1 Kings:13:8",
        "t": "But the man of God said to the king, “If you were to give me half your house I would not go with you, nor would I eat bread or drink water in this place."
    },
    {
        "o": 10048,
        "r": "nasb:1 Kings:13:9",
        "t": "For so it was commanded me by the word of the Lord,*s saying, ‘You shall eat no bread, nor drink water, nor return by the way which you came.’ ”"
    },
    {
        "o": 10049,
        "r": "nasb:1 Kings:13:10",
        "t": "So he went another way and did not return by the way which he came to Bethel."
    },
    {
        "o": 10050,
        "r": "nasb:1 Kings:13:10",
        "t": "The Disobedient Prophet",
        "h": 2
    },
    {
        "o": 10051,
        "r": "nasb:1 Kings:13:11",
        "t": "Now*p an old prophet was living in Bethel; and his sons came and told him all the deeds which the man of God had done that day in Bethel; the words which he had spoken to the king, these also they related to their father."
    },
    {
        "o": 10052,
        "r": "nasb:1 Kings:13:12",
        "t": "Their father said to them, “Which way did he go?” Now his sons had seen the way which the man of God who came from Judah had gone."
    },
    {
        "o": 10053,
        "r": "nasb:1 Kings:13:13",
        "t": "Then he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him and he rode away on it."
    },
    {
        "o": 10054,
        "r": "nasb:1 Kings:13:14",
        "t": "So he went after the man of God and found him sitting under an oak; and he said to him, “Are you the man of God who came from Judah?” And he said, “I am.”"
    },
    {
        "o": 10055,
        "r": "nasb:1 Kings:13:15",
        "t": "Then he said to him, “Come home with me and eat bread.”"
    },
    {
        "o": 10056,
        "r": "nasb:1 Kings:13:16",
        "t": "He said, “I cannot return with you, nor go with you, nor will I eat bread or drink water with you in this place."
    },
    {
        "o": 10057,
        "r": "nasb:1 Kings:13:17",
        "t": "For a command came*i to me by the word of the Lord,*s ‘You shall eat no bread, nor drink water there; do not return by going the way which you came.’ ”"
    },
    {
        "o": 10058,
        "r": "nasb:1 Kings:13:18",
        "t": "He said to him, “I also am a prophet like you, and an angel spoke to me by the word of the Lord,*s saying, ‘Bring him back with you to your house, that he may eat bread and drink water.’ ” But*i he lied to him."
    },
    {
        "o": 10059,
        "r": "nasb:1 Kings:13:19",
        "t": "So he went back with him, and ate bread in his house and drank water."
    },
    {
        "o": 10060,
        "r": "nasb:1 Kings:13:20",
        "t": "Now*p it came about, as they were sitting down at the table, that the word of the Lord*s came to the prophet who had brought him back;"
    },
    {
        "o": 10061,
        "r": "nasb:1 Kings:13:21",
        "t": "and he cried to the man of God who came from Judah, saying, “Thus says the Lord,*s ‘Because you have disobeyed the command of the Lord,*s and have not observed the commandment which the Lord*s your God commanded you,"
    },
    {
        "o": 10062,
        "r": "nasb:1 Kings:13:22",
        "t": "but have returned and eaten bread and drunk water in the place of which He said to you, “Eat no bread and drink no water”; your body shall not come to the grave of your fathers.’ ”"
    },
    {
        "o": 10063,
        "r": "nasb:1 Kings:13:23",
        "t": "It came about after he had eaten bread and after he had drunk, that he saddled the donkey for him, for the prophet whom he had brought back."
    },
    {
        "o": 10064,
        "r": "nasb:1 Kings:13:24",
        "t": "Now when he had gone, a lion met him on the way and killed him, and his body was thrown on the road, with the donkey standing beside it; the lion also was standing beside the body."
    },
    {
        "o": 10065,
        "r": "nasb:1 Kings:13:25",
        "t": "And behold, men passed by and saw the body thrown on the road, and the lion standing beside the body; so they came and told it*i in the city where the old prophet lived."
    },
    {
        "o": 10066,
        "r": "nasb:1 Kings:13:26",
        "t": "Now*p when the prophet who brought him back from the way heard it,*i he said, “It is the man of God, who disobeyed the command of the Lord;*s therefore the Lord*s has given him to the lion, which has torn him and killed him, according to the word of the Lord*s which He spoke to him.”"
    },
    {
        "o": 10067,
        "r": "nasb:1 Kings:13:27",
        "t": "Then he spoke to his sons, saying, “Saddle the donkey for me.” And they saddled it.*i"
    },
    {
        "o": 10068,
        "r": "nasb:1 Kings:13:28",
        "t": "He went and found his body thrown on the road with the donkey and the lion standing beside the body; the lion had not eaten the body nor torn the donkey."
    },
    {
        "o": 10069,
        "r": "nasb:1 Kings:13:29",
        "t": "So the prophet took up the body of the man of God and laid it on the donkey and brought it back, and he came to the city of the old prophet to mourn and to bury him."
    },
    {
        "o": 10070,
        "r": "nasb:1 Kings:13:30",
        "t": "He laid his body in his own grave, and they mourned over him, saying,*i “Alas, my brother!”"
    },
    {
        "o": 10071,
        "r": "nasb:1 Kings:13:31",
        "t": "After he had buried him, he spoke to his sons, saying, “When I die, bury me in the grave in which the man of God is buried; lay my bones beside his bones."
    },
    {
        "o": 10072,
        "r": "nasb:1 Kings:13:32",
        "t": "For the thing shall surely come to pass which he cried by the word of the Lord*s against the altar in Bethel and against all the houses of the high places which are in the cities of Samaria.”"
    },
    {
        "o": 10073,
        "r": "nasb:1 Kings:13:33",
        "t": "After*p this event Jeroboam did not return from his evil way, but again he made priests of the high places from among all the people; any who would, he ordained, to be priests of the high places."
    },
    {
        "o": 10074,
        "r": "nasb:1 Kings:13:34",
        "t": "This event became sin to the house of Jeroboam, even to blot it*i out and destroy it*i from off the face of the earth."
    },
    {
        "o": 10075,
        "r": "nasb:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10076,
        "r": "nasb:1 Kings:14:0",
        "t": "Ahijah Prophesies against the King",
        "h": 2
    },
    {
        "o": 10077,
        "r": "nasb:1 Kings:14:1",
        "t": "At*p that time Abijah the son of Jeroboam became sick."
    },
    {
        "o": 10078,
        "r": "nasb:1 Kings:14:2",
        "t": "Jeroboam said to his wife, “Arise now, and disguise yourself so that they will not know that you are the wife of Jeroboam, and go to Shiloh; behold, Ahijah the prophet is there, who spoke concerning me that*i I*i would*i be*i king over this people."
    },
    {
        "o": 10079,
        "r": "nasb:1 Kings:14:3",
        "t": "Take ten loaves with you, some*i cakes and a jar of honey, and go to him. He will tell you what will happen to the boy.”"
    },
    {
        "o": 10080,
        "r": "nasb:1 Kings:14:4",
        "t": "Jeroboam’s*p wife did so, and arose and went to Shiloh, and came to the house of Ahijah. Now Ahijah could not see, for his eyes were dim because of his age."
    },
    {
        "o": 10081,
        "r": "nasb:1 Kings:14:5",
        "t": "Now the Lord*s had said to Ahijah, “Behold, the wife of Jeroboam is coming to inquire of you concerning her son, for he is sick. You shall say thus and thus to her, for it will be when she arrives that she will pretend to be another woman.”"
    },
    {
        "o": 10082,
        "r": "nasb:1 Kings:14:6",
        "t": "When*p Ahijah heard the sound of her feet coming in the doorway, he said, “Come in, wife of Jeroboam, why do you pretend to be another woman? For I am sent to you with*i a harsh message.*i"
    },
    {
        "o": 10083,
        "r": "nasb:1 Kings:14:7",
        "t": "Go, say to Jeroboam, ‘Thus says the Lord*s God of Israel, “Because I exalted you from among the people and made you leader over My people Israel,"
    },
    {
        "o": 10084,
        "r": "nasb:1 Kings:14:8",
        "t": "and tore the kingdom away from the house of David and gave it to you—yet you have not been like My servant David, who kept My commandments and who followed Me with all his heart, to do only that which was right in My sight;"
    },
    {
        "o": 10085,
        "r": "nasb:1 Kings:14:9",
        "t": "you also have done more evil than all who were before you, and have gone and made for yourself other gods and molten images to provoke Me to anger, and have cast Me behind your back—"
    },
    {
        "o": 10086,
        "r": "nasb:1 Kings:14:10",
        "t": "therefore behold, I am bringing calamity on the house of Jeroboam, and will cut off from Jeroboam every male person, both bond and free in Israel, and I will make a clean sweep of the house of Jeroboam, as one sweeps away dung until it is all gone."
    },
    {
        "o": 10087,
        "r": "nasb:1 Kings:14:11",
        "t": "Anyone belonging to Jeroboam who dies in the city the dogs will eat. And he who dies in the field the birds of the heavens will eat; for the Lord*s has spoken it.” ’*i"
    },
    {
        "o": 10088,
        "r": "nasb:1 Kings:14:12",
        "t": "Now you, arise, go to your house. When your feet enter the city the child will die."
    },
    {
        "o": 10089,
        "r": "nasb:1 Kings:14:13",
        "t": "All Israel shall mourn for him and bury him, for he alone of Jeroboam’s family*i will come to the grave, because in him something good was found toward the Lord*s God of Israel in the house of Jeroboam."
    },
    {
        "o": 10090,
        "r": "nasb:1 Kings:14:14",
        "t": "Moreover, the Lord*s will raise up for Himself a king over Israel who will cut off the house of Jeroboam this day and from now on."
    },
    {
        "o": 10091,
        "r": "nasb:1 Kings:14:15",
        "t": "“For*p the Lord*s will strike Israel, as a reed is shaken in the water; and He will uproot Israel from this good land which He gave to their fathers, and will scatter them beyond the Euphrates*i River, because they have made their Asherim, provoking the Lord*s to anger."
    },
    {
        "o": 10092,
        "r": "nasb:1 Kings:14:16",
        "t": "He will give up Israel on account of the sins of Jeroboam, which he committed and with which he made Israel to sin.”"
    },
    {
        "o": 10093,
        "r": "nasb:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife arose and departed and came to Tirzah. As she was entering the threshold of the house, the child died."
    },
    {
        "o": 10094,
        "r": "nasb:1 Kings:14:18",
        "t": "All Israel buried him and mourned for him, according to the word of the Lord*s which He spoke through His servant Ahijah the prophet."
    },
    {
        "o": 10095,
        "r": "nasb:1 Kings:14:19",
        "t": "Now*p the rest of the acts of Jeroboam, how he made war and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10096,
        "r": "nasb:1 Kings:14:20",
        "t": "The time that Jeroboam reigned was*i twenty-two years; and he slept with his fathers, and Nadab his son reigned in his place."
    },
    {
        "o": 10097,
        "r": "nasb:1 Kings:14:20",
        "t": "Rehoboam Misleads Judah",
        "h": 2
    },
    {
        "o": 10098,
        "r": "nasb:1 Kings:14:21",
        "t": "Now*p Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen from all the tribes of Israel to put His name there. And his mother’s name was Naamah the Ammonitess."
    },
    {
        "o": 10099,
        "r": "nasb:1 Kings:14:22",
        "t": "Judah did evil in the sight of the Lord,*s and they provoked Him to jealousy more than all that their fathers had done, with the sins which they committed."
    },
    {
        "o": 10100,
        "r": "nasb:1 Kings:14:23",
        "t": "For they also built for themselves high places and sacred*i pillars and Asherim on every high hill and beneath every luxuriant tree."
    },
    {
        "o": 10101,
        "r": "nasb:1 Kings:14:24",
        "t": "There were also male cult prostitutes in the land. They did according to all the abominations of the nations which the Lord*s dispossessed before the sons of Israel."
    },
    {
        "o": 10102,
        "r": "nasb:1 Kings:14:25",
        "t": "Now*p it happened in the fifth year of King Rehoboam, that Shishak the king of Egypt came up against Jerusalem."
    },
    {
        "o": 10103,
        "r": "nasb:1 Kings:14:26",
        "t": "He took away the treasures of the house of the Lord*s and the treasures of the king’s house, and he took everything, even taking all the shields of gold which Solomon had made."
    },
    {
        "o": 10104,
        "r": "nasb:1 Kings:14:27",
        "t": "So King Rehoboam made shields of bronze in their place, and committed them to the care of the commanders of the guard who guarded the doorway of the king’s house."
    },
    {
        "o": 10105,
        "r": "nasb:1 Kings:14:28",
        "t": "Then it happened as often as the king entered the house of the Lord,*s that the guards would carry them and would bring them back into the guards’ room."
    },
    {
        "o": 10106,
        "r": "nasb:1 Kings:14:29",
        "t": "Now*p the rest of the acts of Rehoboam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10107,
        "r": "nasb:1 Kings:14:30",
        "t": "There was war between Rehoboam and Jeroboam continually."
    },
    {
        "o": 10108,
        "r": "nasb:1 Kings:14:31",
        "t": "And Rehoboam slept with his fathers and was buried with his fathers in the city of David; and his mother’s name was Naamah the Ammonitess. And Abijam his son became king in his place."
    },
    {
        "o": 10109,
        "r": "nasb:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10110,
        "r": "nasb:1 Kings:15:0",
        "t": "Abijam Reigns over Judah",
        "h": 2
    },
    {
        "o": 10111,
        "r": "nasb:1 Kings:15:1",
        "t": "Now*p in the eighteenth year of King Jeroboam, the son of Nebat, Abijam became king over Judah."
    },
    {
        "o": 10112,
        "r": "nasb:1 Kings:15:2",
        "t": "He reigned three years in Jerusalem; and his mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10113,
        "r": "nasb:1 Kings:15:3",
        "t": "He walked in all the sins of his father which he had committed before him; and his heart was not wholly devoted to the Lord*s his God, like the heart of his father David."
    },
    {
        "o": 10114,
        "r": "nasb:1 Kings:15:4",
        "t": "But for David’s sake the Lord*s his God gave him a lamp in Jerusalem, to raise up his son after him and to establish Jerusalem;"
    },
    {
        "o": 10115,
        "r": "nasb:1 Kings:15:5",
        "t": "because David did what was right in the sight of the Lord,*s and had not turned aside from anything that He commanded him all the days of his life, except in the case of Uriah the Hittite."
    },
    {
        "o": 10116,
        "r": "nasb:1 Kings:15:6",
        "t": "There was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 10117,
        "r": "nasb:1 Kings:15:7",
        "t": "Now*p the rest of the acts of Abijam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 10118,
        "r": "nasb:1 Kings:15:7",
        "t": "Asa Succeeds Abijam",
        "h": 2
    },
    {
        "o": 10119,
        "r": "nasb:1 Kings:15:8",
        "t": "And*p Abijam slept with his fathers and they buried him in the city of David; and Asa his son became king in his place."
    },
    {
        "o": 10120,
        "r": "nasb:1 Kings:15:9",
        "t": "So*p in the twentieth year of Jeroboam the king of Israel, Asa began to reign as king of Judah."
    },
    {
        "o": 10121,
        "r": "nasb:1 Kings:15:10",
        "t": "He reigned forty-one years in Jerusalem; and his mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10122,
        "r": "nasb:1 Kings:15:11",
        "t": "Asa did what was right in the sight of the Lord,*s like David his father."
    },
    {
        "o": 10123,
        "r": "nasb:1 Kings:15:12",
        "t": "He also put away the male cult prostitutes from the land and removed all the idols which his fathers had made."
    },
    {
        "o": 10124,
        "r": "nasb:1 Kings:15:13",
        "t": "He also removed Maacah his mother from being*i queen mother, because she had made a horrid image as an Asherah; and Asa cut down her horrid image and burned it*i at the brook Kidron."
    },
    {
        "o": 10125,
        "r": "nasb:1 Kings:15:14",
        "t": "But the high places were not taken away; nevertheless the heart of Asa was wholly devoted to the Lord*s all his days."
    },
    {
        "o": 10126,
        "r": "nasb:1 Kings:15:15",
        "t": "He brought into the house of the Lord*s the dedicated things of his father and his own dedicated things: silver and gold and utensils."
    },
    {
        "o": 10127,
        "r": "nasb:1 Kings:15:16",
        "t": "Now*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10128,
        "r": "nasb:1 Kings:15:17",
        "t": "Baasha king of Israel went up against Judah and fortified Ramah in order to prevent anyone*i from going out or coming in to Asa king of Judah."
    },
    {
        "o": 10129,
        "r": "nasb:1 Kings:15:18",
        "t": "Then Asa took all the silver and the gold which were left in the treasuries of the house of the Lord*s and the treasuries of the king’s house, and delivered them into the hand of his servants. And King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion, king of Aram, who lived in Damascus, saying,"
    },
    {
        "o": 10130,
        "r": "nasb:1 Kings:15:19",
        "t": "“Let*i there*i be*i a treaty between you and me, as*i between my father and your father. Behold, I have sent you a present of silver and gold; go, break your treaty with Baasha king of Israel so that he will withdraw from me.”"
    },
    {
        "o": 10131,
        "r": "nasb:1 Kings:15:20",
        "t": "So Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and conquered Ijon, Dan, Abel-beth-maacah and all Chinneroth, besides all the land of Naphtali."
    },
    {
        "o": 10132,
        "r": "nasb:1 Kings:15:21",
        "t": "When Baasha heard of*i it,*i he ceased fortifying Ramah and remained in Tirzah."
    },
    {
        "o": 10133,
        "r": "nasb:1 Kings:15:22",
        "t": "Then King Asa made a proclamation to all Judah—none was exempt—and they carried away the stones of Ramah and its timber with which Baasha had built. And King Asa built with them Geba of Benjamin and Mizpah."
    },
    {
        "o": 10134,
        "r": "nasb:1 Kings:15:22",
        "t": "Jehoshaphat Succeeds Asa",
        "h": 2
    },
    {
        "o": 10135,
        "r": "nasb:1 Kings:15:23",
        "t": "Now*p the rest of all the acts of Asa and all his might and all that he did and the cities which he built, are they not written in the Book of the Chronicles of the Kings of Judah? But in the time of his old age he was diseased in his feet."
    },
    {
        "o": 10136,
        "r": "nasb:1 Kings:15:24",
        "t": "And Asa slept with his fathers and was buried with his fathers in the city of David his father; and Jehoshaphat his son reigned in his place."
    },
    {
        "o": 10137,
        "r": "nasb:1 Kings:15:24",
        "t": "Nadab, then Baasha, Rules over Israel",
        "h": 2
    },
    {
        "o": 10138,
        "r": "nasb:1 Kings:15:25",
        "t": "Now*p Nadab the son of Jeroboam became king over Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10139,
        "r": "nasb:1 Kings:15:26",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of his father and in his sin which he made Israel sin."
    },
    {
        "o": 10140,
        "r": "nasb:1 Kings:15:27",
        "t": "Then Baasha the son of Ahijah of the house of Issachar conspired against him, and Baasha struck him down at Gibbethon, which belonged to the Philistines, while Nadab and all Israel were laying siege to Gibbethon."
    },
    {
        "o": 10141,
        "r": "nasb:1 Kings:15:28",
        "t": "So*p Baasha killed him in the third year of Asa king of Judah and reigned in his place."
    },
    {
        "o": 10142,
        "r": "nasb:1 Kings:15:29",
        "t": "It came about as soon as he was king, he struck down all the household of Jeroboam. He did not leave to Jeroboam any persons alive, until he had destroyed them, according to the word of the Lord,*s which He spoke by His servant Ahijah the Shilonite,"
    },
    {
        "o": 10143,
        "r": "nasb:1 Kings:15:30",
        "t": "and*i because of the sins of Jeroboam which he sinned, and which he made Israel sin, because of his provocation with which he provoked the Lord*s God of Israel to anger."
    },
    {
        "o": 10144,
        "r": "nasb:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10145,
        "r": "nasb:1 Kings:15:31",
        "t": "War with Judah",
        "h": 2
    },
    {
        "o": 10146,
        "r": "nasb:1 Kings:15:32",
        "t": "There*p was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10147,
        "r": "nasb:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha the son of Ahijah became king over all Israel at Tirzah, and*i reigned*i twenty-four years."
    },
    {
        "o": 10148,
        "r": "nasb:1 Kings:15:34",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of Jeroboam and in his sin which he made Israel sin."
    },
    {
        "o": 10149,
        "r": "nasb:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10150,
        "r": "nasb:1 Kings:16:0",
        "t": "Prophecy against Baasha",
        "h": 2
    },
    {
        "o": 10151,
        "r": "nasb:1 Kings:16:1",
        "t": "Now*p the word of the Lord*s came to Jehu the son of Hanani against Baasha, saying,"
    },
    {
        "o": 10152,
        "r": "nasb:1 Kings:16:2",
        "t": "“Inasmuch as I exalted you from the dust and made you leader over My people Israel, and you have walked in the way of Jeroboam and have made My people Israel sin, provoking Me to anger with their sins,"
    },
    {
        "o": 10153,
        "r": "nasb:1 Kings:16:3",
        "t": "behold, I will consume Baasha and his house, and I will make your house like the house of Jeroboam the son of Nebat."
    },
    {
        "o": 10154,
        "r": "nasb:1 Kings:16:4",
        "t": "Anyone of Baasha who dies in the city the dogs will eat, and anyone of his who dies in the field the birds of the heavens will eat.”"
    },
    {
        "o": 10155,
        "r": "nasb:1 Kings:16:5",
        "t": "Now*p the rest of the acts of Baasha and what he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10156,
        "r": "nasb:1 Kings:16:5",
        "t": "The Israelite Kings",
        "h": 2
    },
    {
        "o": 10157,
        "r": "nasb:1 Kings:16:6",
        "t": "And*p Baasha slept with his fathers and was buried in Tirzah, and Elah his son became king in his place."
    },
    {
        "o": 10158,
        "r": "nasb:1 Kings:16:7",
        "t": "Moreover, the word of the Lord*s through the prophet Jehu the son of Hanani also came against Baasha and his household, both because of all the evil which he did in the sight of the Lord,*s provoking Him to anger with the work of his hands, in being like the house of Jeroboam, and because he struck it."
    },
    {
        "o": 10159,
        "r": "nasb:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel at Tirzah, and*i reigned*i two years."
    },
    {
        "o": 10160,
        "r": "nasb:1 Kings:16:9",
        "t": "His servant Zimri, commander of half his chariots, conspired against him. Now he was*i at Tirzah drinking himself drunk in the house of Arza, who was*i over the household at Tirzah."
    },
    {
        "o": 10161,
        "r": "nasb:1 Kings:16:10",
        "t": "Then Zimri went in and struck him and put him to death in the twenty-seventh year of Asa king of Judah, and became king in his place."
    },
    {
        "o": 10162,
        "r": "nasb:1 Kings:16:11",
        "t": "It came about when he became king, as soon as he sat on his throne, that he killed all the household of Baasha; he did not leave a single male, neither of his relatives nor of his friends."
    },
    {
        "o": 10163,
        "r": "nasb:1 Kings:16:12",
        "t": "Thus*p Zimri destroyed all the household of Baasha, according to the word of the Lord,*s which He spoke against Baasha through Jehu the prophet,"
    },
    {
        "o": 10164,
        "r": "nasb:1 Kings:16:13",
        "t": "for all the sins of Baasha and the sins of Elah his son, which they sinned and which they made Israel sin, provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10165,
        "r": "nasb:1 Kings:16:14",
        "t": "Now the rest of the acts of Elah and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10166,
        "r": "nasb:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Asa king of Judah, Zimri reigned seven days at Tirzah. Now the people were camped against Gibbethon, which belonged to the Philistines."
    },
    {
        "o": 10167,
        "r": "nasb:1 Kings:16:16",
        "t": "The people who were camped heard it said, “Zimri has conspired and has also struck down the king.” Therefore all Israel made Omri, the commander of the army, king over Israel that day in the camp."
    },
    {
        "o": 10168,
        "r": "nasb:1 Kings:16:17",
        "t": "Then Omri and all Israel with him went up from Gibbethon and besieged Tirzah."
    },
    {
        "o": 10169,
        "r": "nasb:1 Kings:16:18",
        "t": "When Zimri saw that the city was taken, he went into the citadel of the king’s house and burned the king’s house over him with fire, and died,"
    },
    {
        "o": 10170,
        "r": "nasb:1 Kings:16:19",
        "t": "because of his sins which he sinned, doing evil in the sight of the Lord,*s walking in the way of Jeroboam, and in his sin which he did, making Israel sin."
    },
    {
        "o": 10171,
        "r": "nasb:1 Kings:16:20",
        "t": "Now the rest of the acts of Zimri and his conspiracy which he carried out, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10172,
        "r": "nasb:1 Kings:16:21",
        "t": "Then*p the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; the other*i half followed Omri."
    },
    {
        "o": 10173,
        "r": "nasb:1 Kings:16:22",
        "t": "But the people who followed Omri prevailed over the people who followed Tibni the son of Ginath. And Tibni died and Omri became king."
    },
    {
        "o": 10174,
        "r": "nasb:1 Kings:16:23",
        "t": "In the thirty-first year of Asa king of Judah, Omri became king over Israel and*i reigned*i twelve years; he reigned six years at Tirzah."
    },
    {
        "o": 10175,
        "r": "nasb:1 Kings:16:24",
        "t": "He bought the hill Samaria from Shemer for two talents of silver; and he built on the hill, and named the city which he built Samaria, after the name of Shemer, the owner of the hill."
    },
    {
        "o": 10176,
        "r": "nasb:1 Kings:16:25",
        "t": "Omri*p did evil in the sight of the Lord,*s and acted more wickedly than all who were*i before him."
    },
    {
        "o": 10177,
        "r": "nasb:1 Kings:16:26",
        "t": "For he walked in all the way of Jeroboam the son of Nebat and in his sins which he made Israel sin, provoking the Lord*s God of Israel with their idols."
    },
    {
        "o": 10178,
        "r": "nasb:1 Kings:16:27",
        "t": "Now the rest of the acts of Omri which he did and his might which he showed, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10179,
        "r": "nasb:1 Kings:16:28",
        "t": "So Omri slept with his fathers and was buried in Samaria; and Ahab his son became king in his place."
    },
    {
        "o": 10180,
        "r": "nasb:1 Kings:16:29",
        "t": "Now*p Ahab the son of Omri became king over Israel in the thirty-eighth year of Asa king of Judah, and Ahab the son of Omri reigned over Israel in Samaria twenty-two years."
    },
    {
        "o": 10181,
        "r": "nasb:1 Kings:16:30",
        "t": "Ahab the son of Omri did evil in the sight of the Lord*s more than all who were before him."
    },
    {
        "o": 10182,
        "r": "nasb:1 Kings:16:31",
        "t": "It*p came about, as though it had been a trivial thing for him to walk in the sins of Jeroboam the son of Nebat, that he married Jezebel the daughter of Ethbaal king of the Sidonians, and went to serve Baal and worshiped him."
    },
    {
        "o": 10183,
        "r": "nasb:1 Kings:16:32",
        "t": "So he erected an altar for Baal in the house of Baal which he built in Samaria."
    },
    {
        "o": 10184,
        "r": "nasb:1 Kings:16:33",
        "t": "Ahab also made the Asherah. Thus Ahab did more to provoke the Lord*s God of Israel than all the kings of Israel who were before him."
    },
    {
        "o": 10185,
        "r": "nasb:1 Kings:16:34",
        "t": "In his days Hiel the Bethelite built Jericho; he laid its foundations with the loss*i of*i Abiram his firstborn, and set up its gates with the loss*i of*i his youngest son Segub, according to the word of the Lord,*s which He spoke by Joshua the son of Nun."
    },
    {
        "o": 10186,
        "r": "nasb:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10187,
        "r": "nasb:1 Kings:17:0",
        "t": "Elijah Predicts Drought",
        "h": 2
    },
    {
        "o": 10188,
        "r": "nasb:1 Kings:17:1",
        "t": "Now*p Elijah the Tishbite, who was of the settlers of Gilead, said to Ahab, “As the Lord,*s the God of Israel lives, before whom I stand, surely there shall be neither dew nor rain these years, except by my word.”"
    },
    {
        "o": 10189,
        "r": "nasb:1 Kings:17:2",
        "t": "The word of the Lord*s came to him, saying,"
    },
    {
        "o": 10190,
        "r": "nasb:1 Kings:17:3",
        "t": "“Go away from here and turn eastward, and hide yourself by the brook Cherith, which is east of the Jordan."
    },
    {
        "o": 10191,
        "r": "nasb:1 Kings:17:4",
        "t": "It shall be that you will drink of the brook, and I have commanded the ravens to provide for you there.”"
    },
    {
        "o": 10192,
        "r": "nasb:1 Kings:17:5",
        "t": "So he went and did according to the word of the Lord,*s for he went and lived by the brook Cherith, which is east of the Jordan."
    },
    {
        "o": 10193,
        "r": "nasb:1 Kings:17:6",
        "t": "The ravens brought him bread and meat in the morning and bread and meat in the evening, and he would drink from the brook."
    },
    {
        "o": 10194,
        "r": "nasb:1 Kings:17:7",
        "t": "It happened after a while that the brook dried up, because there was no rain in the land."
    },
    {
        "o": 10195,
        "r": "nasb:1 Kings:17:8",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10196,
        "r": "nasb:1 Kings:17:9",
        "t": "“Arise, go to Zarephath, which belongs to Sidon, and stay there; behold, I have commanded a widow there to provide for you.”"
    },
    {
        "o": 10197,
        "r": "nasb:1 Kings:17:10",
        "t": "So he arose and went to Zarephath, and when he came to the gate of the city, behold, a widow was there gathering sticks; and he called to her and said, “Please get me a little water in a jar, that I may drink.”"
    },
    {
        "o": 10198,
        "r": "nasb:1 Kings:17:11",
        "t": "As she was going to get it,*i he called to her and said, “Please bring me a piece of bread in your hand.”"
    },
    {
        "o": 10199,
        "r": "nasb:1 Kings:17:12",
        "t": "But she said, “As the Lord*s your God lives, I have no bread, only a handful of flour in the bowl and a little oil in the jar; and behold, I am gathering a few sticks that I may go in and prepare for me and my son, that we may eat it and die.”"
    },
    {
        "o": 10200,
        "r": "nasb:1 Kings:17:13",
        "t": "Then Elijah said to her, “Do not fear; go, do as you have said, but make me a little bread cake from it first and bring it*i out to me, and afterward you may make one*i for yourself and for your son."
    },
    {
        "o": 10201,
        "r": "nasb:1 Kings:17:14",
        "t": "For thus says the Lord*s God of Israel, ‘The bowl of flour shall not be exhausted, nor shall the jar of oil be empty, until the day that the Lord*s sends rain on the face of the earth.’ ”"
    },
    {
        "o": 10202,
        "r": "nasb:1 Kings:17:15",
        "t": "So she went and did according to the word of Elijah, and she and he and her household ate for many*i days."
    },
    {
        "o": 10203,
        "r": "nasb:1 Kings:17:16",
        "t": "The bowl of flour was not exhausted nor did the jar of oil become empty, according to the word of the Lord*s which He spoke through Elijah."
    },
    {
        "o": 10204,
        "r": "nasb:1 Kings:17:16",
        "t": "Elijah Raises the Widow’s Son",
        "h": 2
    },
    {
        "o": 10205,
        "r": "nasb:1 Kings:17:17",
        "t": "Now*p it came about after these things that the son of the woman, the mistress of the house, became sick; and his sickness was so severe that there was no breath left in him."
    },
    {
        "o": 10206,
        "r": "nasb:1 Kings:17:18",
        "t": "So she said to Elijah, “What do I have to do with you, O man of God? You have come to me to bring my iniquity to remembrance and to put my son to death!”"
    },
    {
        "o": 10207,
        "r": "nasb:1 Kings:17:19",
        "t": "He said to her, “Give me your son.” Then he took him from her bosom and carried him up to the upper room where he was living, and laid him on his own bed."
    },
    {
        "o": 10208,
        "r": "nasb:1 Kings:17:20",
        "t": "He called to the Lord*s and said, “O Lord*s my God, have You also brought calamity to the widow with whom I am staying, by causing her son to die?”"
    },
    {
        "o": 10209,
        "r": "nasb:1 Kings:17:21",
        "t": "Then he stretched himself upon the child three times, and called to the Lord*s and said, “O Lord*s my God, I pray You, let this child’s life return to him.”"
    },
    {
        "o": 10210,
        "r": "nasb:1 Kings:17:22",
        "t": "The Lord*s heard the voice of Elijah, and the life of the child returned to him and he revived."
    },
    {
        "o": 10211,
        "r": "nasb:1 Kings:17:23",
        "t": "Elijah took the child and brought him down from the upper room into the house and gave him to his mother; and Elijah said, “See, your son is alive.”"
    },
    {
        "o": 10212,
        "r": "nasb:1 Kings:17:24",
        "t": "Then the woman said to Elijah, “Now I know that you are a man of God and that the word of the Lord*s in your mouth is truth.”"
    },
    {
        "o": 10213,
        "r": "nasb:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10214,
        "r": "nasb:1 Kings:18:0",
        "t": "Obadiah Meets Elijah",
        "h": 2
    },
    {
        "o": 10215,
        "r": "nasb:1 Kings:18:1",
        "t": "Now*p it happened after*i many days that the word of the Lord*s came to Elijah in the third year, saying, “Go, show yourself to Ahab, and I will send rain on the face of the earth.”"
    },
    {
        "o": 10216,
        "r": "nasb:1 Kings:18:2",
        "t": "So Elijah went to show himself to Ahab. Now the famine was*i severe in Samaria."
    },
    {
        "o": 10217,
        "r": "nasb:1 Kings:18:3",
        "t": "Ahab called Obadiah who was*i over the household. (Now Obadiah feared the Lord*s greatly;"
    },
    {
        "o": 10218,
        "r": "nasb:1 Kings:18:4",
        "t": "for when Jezebel destroyed the prophets of the Lord,*s Obadiah took a hundred prophets and hid them by fifties in a cave, and provided them with bread and water.)"
    },
    {
        "o": 10219,
        "r": "nasb:1 Kings:18:5",
        "t": "Then Ahab said to Obadiah, “Go through the land to all the springs of water and to all the valleys; perhaps we will find grass and keep the horses and mules alive, and not have to kill some of the cattle.”"
    },
    {
        "o": 10220,
        "r": "nasb:1 Kings:18:6",
        "t": "So they divided the land between them to survey it; Ahab went one way by himself and Obadiah went another way by himself."
    },
    {
        "o": 10221,
        "r": "nasb:1 Kings:18:7",
        "t": "Now*p as Obadiah was on the way, behold, Elijah met him, and he recognized him and fell on his face and said, “Is this you, Elijah my master?”"
    },
    {
        "o": 10222,
        "r": "nasb:1 Kings:18:8",
        "t": "He said to him, “It is I. Go, say to your master, ‘Behold, Elijah is*i here.’ ”*i"
    },
    {
        "o": 10223,
        "r": "nasb:1 Kings:18:9",
        "t": "He said, “What sin have I committed, that you are giving your servant into the hand of Ahab to put me to death?"
    },
    {
        "o": 10224,
        "r": "nasb:1 Kings:18:10",
        "t": "As the Lord*s your God lives, there is no nation or kingdom where my master has not sent to search for you; and when they said, ‘He is not here,’*i he made the kingdom or nation swear that they could not find you."
    },
    {
        "o": 10225,
        "r": "nasb:1 Kings:18:11",
        "t": "And now you are saying, ‘Go, say to your master, “Behold, Elijah is*i here.” ’*i"
    },
    {
        "o": 10226,
        "r": "nasb:1 Kings:18:12",
        "t": "It will come about when I leave you that the Spirit of the Lord*s will carry you where I do not know; so when I come and tell Ahab and he cannot find you, he will kill me, although I*i your servant have feared the Lord*s from my youth."
    },
    {
        "o": 10227,
        "r": "nasb:1 Kings:18:13",
        "t": "Has it not been told to my master what I did when Jezebel killed the prophets of the Lord,*s that I hid a hundred prophets of the Lord*s by fifties in a cave, and provided them with bread and water?"
    },
    {
        "o": 10228,
        "r": "nasb:1 Kings:18:14",
        "t": "And now you are saying, ‘Go, say to your master, “Behold, Elijah is*i here” ’;*i he will then kill me.”"
    },
    {
        "o": 10229,
        "r": "nasb:1 Kings:18:15",
        "t": "Elijah said, “As the Lord*s of hosts lives, before whom I stand, I will surely show myself to him today.”"
    },
    {
        "o": 10230,
        "r": "nasb:1 Kings:18:16",
        "t": "So Obadiah went to meet Ahab and told him; and Ahab went to meet Elijah."
    },
    {
        "o": 10231,
        "r": "nasb:1 Kings:18:17",
        "t": "When*p Ahab saw Elijah, Ahab said to him, “Is this you, you troubler of Israel?”"
    },
    {
        "o": 10232,
        "r": "nasb:1 Kings:18:18",
        "t": "He said, “I have not troubled Israel, but you and your father’s house have,*i because you have forsaken the commandments of the Lord*s and you have followed the Baals."
    },
    {
        "o": 10233,
        "r": "nasb:1 Kings:18:19",
        "t": "Now then send and*i gather to me all Israel at Mount Carmel, together*i with 450 prophets of Baal and 400 prophets of the Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10234,
        "r": "nasb:1 Kings:18:19",
        "t": "God or Baal on Mount Carmel",
        "h": 2
    },
    {
        "o": 10235,
        "r": "nasb:1 Kings:18:20",
        "t": "So*p Ahab sent a*i message*i among all the sons of Israel and brought the prophets together at Mount Carmel."
    },
    {
        "o": 10236,
        "r": "nasb:1 Kings:18:21",
        "t": "Elijah came near to all the people and said, “How long will*i you hesitate between two opinions? If the Lord*s is God, follow Him; but if Baal, follow him.” But the people did not answer him a word."
    },
    {
        "o": 10237,
        "r": "nasb:1 Kings:18:22",
        "t": "Then Elijah said to the people, “I alone am left a prophet of the Lord,*s but Baal’s prophets are 450 men."
    },
    {
        "o": 10238,
        "r": "nasb:1 Kings:18:23",
        "t": "Now let them give us two oxen; and let them choose one ox for themselves and cut it up, and place it on the wood, but put no fire under*i it;*i and I will prepare the other ox and lay it on the wood, and I will not put a fire under*i it.*i"
    },
    {
        "o": 10239,
        "r": "nasb:1 Kings:18:24",
        "t": "Then you call on the name of your god, and I will call on the name of the Lord,*s and the God who answers by fire, He is God.” And all the people said, “That is a good idea.”"
    },
    {
        "o": 10240,
        "r": "nasb:1 Kings:18:25",
        "t": "So*p Elijah said to the prophets of Baal, “Choose one ox for yourselves and prepare it first for you are many, and call on the name of your god, but put no fire under*i it.”*i"
    },
    {
        "o": 10241,
        "r": "nasb:1 Kings:18:26",
        "t": "Then they took the ox which was given them and they prepared it and called on the name of Baal from morning until noon saying, “O Baal, answer us.” But there was no voice and no one answered. And they leaped about the altar which they made."
    },
    {
        "o": 10242,
        "r": "nasb:1 Kings:18:27",
        "t": "It came about at noon, that Elijah mocked them and said, “Call out with a loud voice, for he is a god; either he is occupied or gone aside, or is on a journey, or perhaps he is asleep and needs to be awakened.”"
    },
    {
        "o": 10243,
        "r": "nasb:1 Kings:18:28",
        "t": "So they cried with a loud voice and cut themselves according to their custom with swords and lances until the blood gushed out on them."
    },
    {
        "o": 10244,
        "r": "nasb:1 Kings:18:29",
        "t": "When midday was past, they raved until the time of the offering of the evening*i sacrifice; but there was no voice, no one answered, and no one paid attention."
    },
    {
        "o": 10245,
        "r": "nasb:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near to me.” So all the people came near to him. And he repaired the altar of the Lord*s which had been torn down."
    },
    {
        "o": 10246,
        "r": "nasb:1 Kings:18:31",
        "t": "Elijah took twelve stones according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s had come, saying, “Israel shall be your name.”"
    },
    {
        "o": 10247,
        "r": "nasb:1 Kings:18:32",
        "t": "So with the stones he built an altar in the name of the Lord,*s and he made a trench around the altar, large enough to hold two measures of seed."
    },
    {
        "o": 10248,
        "r": "nasb:1 Kings:18:33",
        "t": "Then he arranged the wood and cut the ox in pieces and laid it*i on the wood."
    },
    {
        "o": 10249,
        "r": "nasb:1 Kings:18:34",
        "t": "And he said, “Fill four pitchers with water and pour it*i on the burnt offering and on the wood.” And he said, “Do it a second time,” and they did it a second time. And he said, “Do it a third time,” and they did it a third time."
    },
    {
        "o": 10250,
        "r": "nasb:1 Kings:18:35",
        "t": "The water flowed around the altar and he also filled the trench with water."
    },
    {
        "o": 10251,
        "r": "nasb:1 Kings:18:35",
        "t": "Elijah’s Prayer",
        "h": 2
    },
    {
        "o": 10252,
        "r": "nasb:1 Kings:18:36",
        "t": "At*p the time of the offering of the evening*i sacrifice, Elijah the prophet came near and said, “O Lord,*s the God of Abraham, Isaac and Israel, today let it be known that You are God in Israel and that I am Your servant and I have done all these things at Your word."
    },
    {
        "o": 10253,
        "r": "nasb:1 Kings:18:37",
        "t": "Answer me, O Lord,*s answer me, that this people may know that You, O Lord,*s are God, and that*i You have turned their heart back again.”"
    },
    {
        "o": 10254,
        "r": "nasb:1 Kings:18:38",
        "t": "Then the fire of the Lord*s fell and consumed the burnt offering and the wood and the stones and the dust, and licked up the water that was in the trench."
    },
    {
        "o": 10255,
        "r": "nasb:1 Kings:18:39",
        "t": "When all the people saw it, they fell on their faces; and they said, “The Lord,*s He is God; the Lord,*s He is God.”"
    },
    {
        "o": 10256,
        "r": "nasb:1 Kings:18:40",
        "t": "Then Elijah said to them, “Seize the prophets of Baal; do not let one of them escape.” So they seized them; and Elijah brought them down to the brook Kishon, and slew them there."
    },
    {
        "o": 10257,
        "r": "nasb:1 Kings:18:41",
        "t": "Now*p Elijah said to Ahab, “Go up, eat and drink; for there is the sound of the roar of a heavy*i shower.”"
    },
    {
        "o": 10258,
        "r": "nasb:1 Kings:18:42",
        "t": "So Ahab went up to eat and drink. But Elijah went up to the top of Carmel; and he crouched down on the earth and put his face between his knees."
    },
    {
        "o": 10259,
        "r": "nasb:1 Kings:18:43",
        "t": "He said to his servant, “Go up now, look toward the sea.” So he went up and looked and said, “There is nothing.” And he said, “Go back” seven times."
    },
    {
        "o": 10260,
        "r": "nasb:1 Kings:18:44",
        "t": "It came about at the seventh time,*i that he said, “Behold, a cloud as small as a man’s hand is coming up from the sea.” And he said, “Go up, say to Ahab, ‘Prepare your*i chariot*i and go down, so that the heavy*i shower does not stop you.’ ”"
    },
    {
        "o": 10261,
        "r": "nasb:1 Kings:18:45",
        "t": "In a little while the sky grew black with clouds and wind, and there was a heavy shower. And Ahab rode and went to Jezreel."
    },
    {
        "o": 10262,
        "r": "nasb:1 Kings:18:46",
        "t": "Then the hand of the Lord*s was on Elijah, and he girded up his loins and outran Ahab to Jezreel."
    },
    {
        "o": 10263,
        "r": "nasb:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10264,
        "r": "nasb:1 Kings:19:0",
        "t": "Elijah Flees from Jezebel",
        "h": 2
    },
    {
        "o": 10265,
        "r": "nasb:1 Kings:19:1",
        "t": "Now*p Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword."
    },
    {
        "o": 10266,
        "r": "nasb:1 Kings:19:2",
        "t": "Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me and even more, if I do not make your life as the life of one of them by tomorrow about this time.”"
    },
    {
        "o": 10267,
        "r": "nasb:1 Kings:19:3",
        "t": "And he was afraid and arose and ran for his life and came to Beersheba, which belongs to Judah, and left his servant there."
    },
    {
        "o": 10268,
        "r": "nasb:1 Kings:19:4",
        "t": "But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree; and he requested for himself that he might die, and said, “It is enough; now, O Lord,*s take my life, for I am not better than my fathers.”"
    },
    {
        "o": 10269,
        "r": "nasb:1 Kings:19:5",
        "t": "He lay down and slept under a juniper tree; and behold, there was an angel touching him, and he said to him, “Arise, eat.”"
    },
    {
        "o": 10270,
        "r": "nasb:1 Kings:19:6",
        "t": "Then he looked and behold, there was at his head a bread cake baked*i on*i hot stones, and a jar of water. So he ate and drank and lay down again."
    },
    {
        "o": 10271,
        "r": "nasb:1 Kings:19:7",
        "t": "The angel of the Lord*s came again a second time and touched him and said, “Arise, eat, because the journey is too great for you.”"
    },
    {
        "o": 10272,
        "r": "nasb:1 Kings:19:8",
        "t": "So he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mountain of God."
    },
    {
        "o": 10273,
        "r": "nasb:1 Kings:19:8",
        "t": "Elijah at Horeb",
        "h": 2
    },
    {
        "o": 10274,
        "r": "nasb:1 Kings:19:9",
        "t": "Then*p he came there to a cave and lodged there; and behold, the word of the Lord*s came*i to him, and He said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10275,
        "r": "nasb:1 Kings:19:10",
        "t": "He said, “I have been very zealous for the Lord,*s the God of hosts; for the sons of Israel have forsaken Your covenant, torn down Your altars and killed Your prophets with the sword. And I alone am left; and they seek my life, to take it away.”"
    },
    {
        "o": 10276,
        "r": "nasb:1 Kings:19:11",
        "t": "So*p He said, “Go forth and stand on the mountain before the Lord.”*s And behold, the Lord*s was passing by! And a great and strong wind was rending the mountains and breaking in pieces the rocks before the Lord;*s but*i the Lord*s was*i not in the wind. And after the wind an earthquake, but*i the Lord*s was*i not in the earthquake."
    },
    {
        "o": 10277,
        "r": "nasb:1 Kings:19:12",
        "t": "After the earthquake a fire, but*i the Lord*s was*i not in the fire; and after the fire a sound of a gentle blowing."
    },
    {
        "o": 10278,
        "r": "nasb:1 Kings:19:13",
        "t": "When Elijah heard it,*i he wrapped his face in his mantle and went out and stood in the entrance of the cave. And behold, a voice came*i to him and said, “What are you doing here, Elijah?”"
    },
    {
        "o": 10279,
        "r": "nasb:1 Kings:19:14",
        "t": "Then he said, “I have been very zealous for the Lord,*s the God of hosts; for the sons of Israel have forsaken Your covenant, torn down Your altars and killed Your prophets with the sword. And I alone am left; and they seek my life, to take it away.”"
    },
    {
        "o": 10280,
        "r": "nasb:1 Kings:19:15",
        "t": "The*p Lord*s said to him, “Go, return on your way to the wilderness of Damascus, and when you have arrived, you shall anoint Hazael king over Aram;"
    },
    {
        "o": 10281,
        "r": "nasb:1 Kings:19:16",
        "t": "and Jehu the son of Nimshi you shall anoint king over Israel; and Elisha the son of Shaphat of Abel-meholah you shall anoint as prophet in your place."
    },
    {
        "o": 10282,
        "r": "nasb:1 Kings:19:17",
        "t": "It shall come about, the one who escapes from the sword of Hazael, Jehu shall put to death, and the one who escapes from the sword of Jehu, Elisha shall put to death."
    },
    {
        "o": 10283,
        "r": "nasb:1 Kings:19:18",
        "t": "Yet I will leave 7,000 in Israel, all the knees that have not bowed to Baal and every mouth that has not kissed him.”"
    },
    {
        "o": 10284,
        "r": "nasb:1 Kings:19:19",
        "t": "So*p he departed from there and found Elisha the son of Shaphat, while he was plowing with twelve pairs of*i oxen*i before him, and he with the twelfth. And Elijah passed over to him and threw his mantle on him."
    },
    {
        "o": 10285,
        "r": "nasb:1 Kings:19:20",
        "t": "He left the oxen and ran after Elijah and said, “Please let me kiss my father and my mother, then I will follow you.” And he said to him, “Go back again, for what have I done to you?”"
    },
    {
        "o": 10286,
        "r": "nasb:1 Kings:19:21",
        "t": "So he returned from following him, and took the pair of oxen and sacrificed them and boiled their flesh with the implements of the oxen, and gave it*i to the people and they ate. Then he arose and followed Elijah and ministered to him."
    },
    {
        "o": 10287,
        "r": "nasb:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10288,
        "r": "nasb:1 Kings:20:0",
        "t": "War with Aram",
        "h": 2
    },
    {
        "o": 10289,
        "r": "nasb:1 Kings:20:1",
        "t": "Now*p Ben-hadad king of Aram gathered all his army, and there were*i thirty-two kings with him, and horses and chariots. And he went up and besieged Samaria and fought against it."
    },
    {
        "o": 10290,
        "r": "nasb:1 Kings:20:2",
        "t": "Then he sent messengers to the city to Ahab king of Israel and said to him, “Thus says Ben-hadad,"
    },
    {
        "o": 10291,
        "r": "nasb:1 Kings:20:3",
        "t": "‘Your silver and your gold are mine; your most beautiful wives and children are also mine.’ ”"
    },
    {
        "o": 10292,
        "r": "nasb:1 Kings:20:4",
        "t": "The king of Israel replied, “It is according to your word, my lord, O king; I am yours, and all that I have.”"
    },
    {
        "o": 10293,
        "r": "nasb:1 Kings:20:5",
        "t": "Then the messengers returned and said, “Thus says Ben-hadad, ‘Surely, I sent to you saying, “You shall give me your silver and your gold and your wives and your children,”"
    },
    {
        "o": 10294,
        "r": "nasb:1 Kings:20:6",
        "t": "but about this time tomorrow I will send my servants to you, and they will search your house and the houses of your servants; and whatever is desirable in your eyes, they will take in their hand and carry away.’ ”"
    },
    {
        "o": 10295,
        "r": "nasb:1 Kings:20:7",
        "t": "Then*p the king of Israel called all the elders of the land and said, “Please observe and see how this man is looking for trouble; for he sent to me for my wives and my children and my silver and my gold, and I did not refuse him.”"
    },
    {
        "o": 10296,
        "r": "nasb:1 Kings:20:8",
        "t": "All the elders and all the people said to him, “Do not listen or consent.”"
    },
    {
        "o": 10297,
        "r": "nasb:1 Kings:20:9",
        "t": "So he said to the messengers of Ben-hadad, “Tell my lord the king, ‘All that you sent for to your servant at the first I will do, but this thing I cannot do.’ ” And the messengers departed and brought him word again."
    },
    {
        "o": 10298,
        "r": "nasb:1 Kings:20:10",
        "t": "Ben-hadad sent to him and said, “May the gods do so to me and more also, if the dust of Samaria will suffice for handfuls for all the people who follow me.”"
    },
    {
        "o": 10299,
        "r": "nasb:1 Kings:20:11",
        "t": "Then the king of Israel replied, “Tell him,*i ‘Let not him who girds on his*i armor*i boast like him who takes it*i off.’ ”"
    },
    {
        "o": 10300,
        "r": "nasb:1 Kings:20:12",
        "t": "When Ben-hadad*i heard this message, as he was drinking with the kings in the temporary shelters, he said to his servants, “Station yourselves.”*i So they stationed themselves*i against the city."
    },
    {
        "o": 10301,
        "r": "nasb:1 Kings:20:12",
        "t": "Ahab Victorious",
        "h": 2
    },
    {
        "o": 10302,
        "r": "nasb:1 Kings:20:13",
        "t": "Now*p behold, a prophet approached Ahab king of Israel and said, “Thus says the Lord,*s ‘Have you seen all this great multitude? Behold, I will deliver them into your hand today, and you shall know that I am the Lord*s .’ ”"
    },
    {
        "o": 10303,
        "r": "nasb:1 Kings:20:14",
        "t": "Ahab said, “By whom?” So he said, “Thus says the Lord,*s ‘By the young men of the rulers of the provinces.’ ” Then he said, “Who shall begin the battle?” And he answered, “You.”"
    },
    {
        "o": 10304,
        "r": "nasb:1 Kings:20:15",
        "t": "Then he mustered the young men of the rulers of the provinces, and there were 232; and after them he mustered all the people, even*i all the sons of Israel, 7,000."
    },
    {
        "o": 10305,
        "r": "nasb:1 Kings:20:16",
        "t": "They*p went out at noon, while Ben-hadad was drinking himself drunk in the temporary shelters with the thirty-two kings who helped him."
    },
    {
        "o": 10306,
        "r": "nasb:1 Kings:20:17",
        "t": "The young men of the rulers of the provinces went out first; and Ben-hadad sent out and they told him, saying, “Men have come out from Samaria.”"
    },
    {
        "o": 10307,
        "r": "nasb:1 Kings:20:18",
        "t": "Then he said, “If they have come out for peace, take them alive; or if they have come out for war, take them alive.”"
    },
    {
        "o": 10308,
        "r": "nasb:1 Kings:20:19",
        "t": "So*p these went out from the city, the young men of the rulers of the provinces, and the army which followed them."
    },
    {
        "o": 10309,
        "r": "nasb:1 Kings:20:20",
        "t": "They killed each his man; and the Arameans fled and Israel pursued them, and Ben-hadad king of Aram escaped on a horse with horsemen."
    },
    {
        "o": 10310,
        "r": "nasb:1 Kings:20:21",
        "t": "The king of Israel went out and struck the horses and chariots, and killed the Arameans with a great slaughter."
    },
    {
        "o": 10311,
        "r": "nasb:1 Kings:20:22",
        "t": "Then*p the prophet came near to the king of Israel and said to him, “Go, strengthen yourself and observe and see what you have to do; for at the turn of the year the king of Aram will come up against you.”"
    },
    {
        "o": 10312,
        "r": "nasb:1 Kings:20:23",
        "t": "Now*p the servants of the king of Aram said to him, “Their gods are gods of the mountains, therefore they were stronger than we; but rather let us fight against them in the plain, and*i surely we will be stronger than they."
    },
    {
        "o": 10313,
        "r": "nasb:1 Kings:20:24",
        "t": "Do this thing: remove the kings, each from his place, and put captains in their place,"
    },
    {
        "o": 10314,
        "r": "nasb:1 Kings:20:25",
        "t": "and muster an army like the army that you have lost, horse for horse, and chariot for chariot. Then we will fight against them in the plain, and surely we will be stronger than they.” And he listened to their voice and did so."
    },
    {
        "o": 10315,
        "r": "nasb:1 Kings:20:25",
        "t": "Another Aramean War",
        "h": 2
    },
    {
        "o": 10316,
        "r": "nasb:1 Kings:20:26",
        "t": "At*p the turn of the year, Ben-hadad mustered the Arameans and went up to Aphek to fight against Israel."
    },
    {
        "o": 10317,
        "r": "nasb:1 Kings:20:27",
        "t": "The sons of Israel were mustered and were provisioned and went to meet them; and the sons of Israel camped before them like two little flocks of goats, but the Arameans filled the country."
    },
    {
        "o": 10318,
        "r": "nasb:1 Kings:20:28",
        "t": "Then a man of God came near and spoke to the king of Israel and said, “Thus says the Lord,*s ‘Because the Arameans have said, “The Lord*s is a god of the*i mountains, but He is not a god of the*i valleys,” therefore I will give all this great multitude into your hand, and you shall know that I am the Lord*s .’ ”"
    },
    {
        "o": 10319,
        "r": "nasb:1 Kings:20:29",
        "t": "So they camped one over against the other seven days. And on the seventh day the battle was joined, and the sons of Israel killed of*i the Arameans 100,000 foot soldiers in one day."
    },
    {
        "o": 10320,
        "r": "nasb:1 Kings:20:30",
        "t": "But the rest fled to Aphek into the city, and the wall fell on 27,000 men who were left. And Ben-hadad fled and came into the city into an inner chamber."
    },
    {
        "o": 10321,
        "r": "nasb:1 Kings:20:31",
        "t": "His*p servants said to him, “Behold now, we have heard that the kings of the house of Israel are merciful kings, please let us put sackcloth on our loins and ropes on our heads, and go out to the king of Israel; perhaps he will save your life.”"
    },
    {
        "o": 10322,
        "r": "nasb:1 Kings:20:32",
        "t": "So they girded sackcloth on their loins and put*i ropes on their heads, and came to the king of Israel and said, “Your servant Ben-hadad says, ‘Please let me live.’ ” And he said, “Is he still alive? He is my brother.”"
    },
    {
        "o": 10323,
        "r": "nasb:1 Kings:20:33",
        "t": "Now the men took this as an omen, and quickly catching his word said, “Your brother Ben-hadad.” Then he said, “Go, bring him.” Then Ben-hadad came out to him, and he took him up into the chariot."
    },
    {
        "o": 10324,
        "r": "nasb:1 Kings:20:34",
        "t": "Ben-hadad*i said to him, “The cities which my father took from your father I will restore, and you shall make streets for yourself in Damascus, as my father made in Samaria.” Ahab*i said,*i “And I will let you go with this covenant.” So he made a covenant with him and let him go."
    },
    {
        "o": 10325,
        "r": "nasb:1 Kings:20:35",
        "t": "Now*p a certain man of the sons of the prophets said to another by the word of the Lord,*s “Please strike me.” But the man refused to strike him."
    },
    {
        "o": 10326,
        "r": "nasb:1 Kings:20:36",
        "t": "Then he said to him, “Because you have not listened to the voice of the Lord,*s behold, as soon as you have departed from me, a lion will kill you.” And as soon as he had departed from him a lion found him and killed him."
    },
    {
        "o": 10327,
        "r": "nasb:1 Kings:20:37",
        "t": "Then he found another man and said, “Please strike me.” And the man struck him, wounding him."
    },
    {
        "o": 10328,
        "r": "nasb:1 Kings:20:38",
        "t": "So the prophet departed and waited for the king by the way, and disguised himself with a bandage over his eyes."
    },
    {
        "o": 10329,
        "r": "nasb:1 Kings:20:39",
        "t": "As the king passed by, he cried to the king and said, “Your servant went out into the midst of the battle; and behold, a man turned aside and brought a man to me and said, ‘Guard this man; if for any reason he is missing, then your life shall be for his life, or else you shall pay a talent of silver.’"
    },
    {
        "o": 10330,
        "r": "nasb:1 Kings:20:40",
        "t": "While your servant was busy here and there, he was gone.” And the king of Israel said to him, “So shall your judgment be; you yourself have decided it.”*i"
    },
    {
        "o": 10331,
        "r": "nasb:1 Kings:20:41",
        "t": "Then he hastily took the bandage away from his eyes, and the king of Israel recognized him that he was of the prophets."
    },
    {
        "o": 10332,
        "r": "nasb:1 Kings:20:42",
        "t": "He said to him, “Thus says the Lord,*s ‘Because you have let go out of your*i hand the man whom I had devoted to destruction, therefore your life shall go for his life, and your people for his people.’ ”"
    },
    {
        "o": 10333,
        "r": "nasb:1 Kings:20:43",
        "t": "So the king of Israel went to his house sullen and vexed, and came to Samaria."
    },
    {
        "o": 10334,
        "r": "nasb:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10335,
        "r": "nasb:1 Kings:21:0",
        "t": "Ahab Covets Naboth’s Vineyard",
        "h": 2
    },
    {
        "o": 10336,
        "r": "nasb:1 Kings:21:1",
        "t": "Now*p it came about after these things that Naboth the Jezreelite had a vineyard which was*i in Jezreel beside the palace of Ahab king of Samaria."
    },
    {
        "o": 10337,
        "r": "nasb:1 Kings:21:2",
        "t": "Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a vegetable garden because it is close beside my house, and I will give you a better vineyard than it in its place; if you like, I will give you the price of it in money.”"
    },
    {
        "o": 10338,
        "r": "nasb:1 Kings:21:3",
        "t": "But Naboth said to Ahab, “The Lord*s forbid me that I should give you the inheritance of my fathers.”"
    },
    {
        "o": 10339,
        "r": "nasb:1 Kings:21:4",
        "t": "So Ahab came into his house sullen and vexed because of the word which Naboth the Jezreelite had spoken to him; for he said, “I will not give you the inheritance of my fathers.” And he lay down on his bed and turned away his face and ate no food."
    },
    {
        "o": 10340,
        "r": "nasb:1 Kings:21:5",
        "t": "But*p Jezebel his wife came to him and said to him, “How is it that your spirit is so sullen that you are not eating food?”"
    },
    {
        "o": 10341,
        "r": "nasb:1 Kings:21:6",
        "t": "So he said to her, “Because I spoke to Naboth the Jezreelite and said to him, ‘Give me your vineyard for money; or else, if it pleases you, I will give you a vineyard in its place.’ But he said, ‘I will not give you my vineyard.’ ”"
    },
    {
        "o": 10342,
        "r": "nasb:1 Kings:21:7",
        "t": "Jezebel his wife said to him, “Do you now reign over Israel? Arise, eat bread, and let your heart be joyful; I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10343,
        "r": "nasb:1 Kings:21:8",
        "t": "So*p she wrote letters in Ahab’s name and sealed them with his seal, and sent letters to the elders and to the nobles who were living with Naboth in his city."
    },
    {
        "o": 10344,
        "r": "nasb:1 Kings:21:9",
        "t": "Now she wrote in the letters, saying, “Proclaim a fast and seat Naboth at the head of the people;"
    },
    {
        "o": 10345,
        "r": "nasb:1 Kings:21:10",
        "t": "and seat two worthless men before him, and let them testify against him, saying, ‘You cursed God and the king.’ Then take him out and stone him to death.”"
    },
    {
        "o": 10346,
        "r": "nasb:1 Kings:21:10",
        "t": "Jezebel’s Plot",
        "h": 2
    },
    {
        "o": 10347,
        "r": "nasb:1 Kings:21:11",
        "t": "So*p the men of his city, the elders and the nobles who lived in his city, did as Jezebel had sent word*i to them, just as it was written in the letters which she had sent them."
    },
    {
        "o": 10348,
        "r": "nasb:1 Kings:21:12",
        "t": "They proclaimed a fast and seated Naboth at the head of the people."
    },
    {
        "o": 10349,
        "r": "nasb:1 Kings:21:13",
        "t": "Then the two worthless men came in and sat before him; and the worthless men testified against him, even against Naboth, before the people, saying, “Naboth cursed God and the king.” So they took him outside the city and stoned him to death with stones."
    },
    {
        "o": 10350,
        "r": "nasb:1 Kings:21:14",
        "t": "Then they sent word*i to Jezebel, saying, “Naboth has been stoned and is dead.”"
    },
    {
        "o": 10351,
        "r": "nasb:1 Kings:21:15",
        "t": "When*p Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth, the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.”"
    },
    {
        "o": 10352,
        "r": "nasb:1 Kings:21:16",
        "t": "When Ahab heard that Naboth was dead, Ahab arose to go down to the vineyard of Naboth the Jezreelite, to take possession of it."
    },
    {
        "o": 10353,
        "r": "nasb:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10354,
        "r": "nasb:1 Kings:21:18",
        "t": "“Arise, go down to meet Ahab king of Israel, who is in Samaria; behold, he is in the vineyard of Naboth where he has gone down to take possession of it."
    },
    {
        "o": 10355,
        "r": "nasb:1 Kings:21:19",
        "t": "You shall speak to him, saying, ‘Thus says the Lord,*s “Have you murdered and also taken possession?” ’ And you shall speak to him, saying, ‘Thus says the Lord,*s “In the place where the dogs licked up the blood of Naboth the dogs will lick up your blood, even yours.” ’ ”"
    },
    {
        "o": 10356,
        "r": "nasb:1 Kings:21:20",
        "t": "Ahab*p said to Elijah, “Have you found me, O my enemy?” And he answered, “I have found you,*i because you have sold yourself to do evil in the sight of the Lord.*s"
    },
    {
        "o": 10357,
        "r": "nasb:1 Kings:21:21",
        "t": "Behold, I will bring evil upon you, and will utterly sweep you away, and will cut off from Ahab every male, both bond and free in Israel;"
    },
    {
        "o": 10358,
        "r": "nasb:1 Kings:21:22",
        "t": "and I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, because of the provocation with which you have provoked Me*i to anger, and because*i you have made Israel sin."
    },
    {
        "o": 10359,
        "r": "nasb:1 Kings:21:23",
        "t": "Of Jezebel also has the Lord*s spoken, saying, ‘The dogs will eat Jezebel in the district of Jezreel.’"
    },
    {
        "o": 10360,
        "r": "nasb:1 Kings:21:24",
        "t": "The one belonging to Ahab, who dies in the city, the dogs will eat, and the one who dies in the field the birds of heaven will eat.”"
    },
    {
        "o": 10361,
        "r": "nasb:1 Kings:21:25",
        "t": "Surely*p there was no one like Ahab who sold himself to do evil in the sight of the Lord,*s because Jezebel his wife incited him."
    },
    {
        "o": 10362,
        "r": "nasb:1 Kings:21:26",
        "t": "He acted very abominably in following idols, according to all that the Amorites had done, whom the Lord*s cast out before the sons of Israel."
    },
    {
        "o": 10363,
        "r": "nasb:1 Kings:21:27",
        "t": "It*p came about when Ahab heard these words, that he tore his clothes and put on sackcloth and fasted, and he lay in sackcloth and went about despondently."
    },
    {
        "o": 10364,
        "r": "nasb:1 Kings:21:28",
        "t": "Then the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10365,
        "r": "nasb:1 Kings:21:29",
        "t": "“Do you see how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the evil in his days, but*i I will bring the evil upon his house in his son’s days.”"
    },
    {
        "o": 10366,
        "r": "nasb:1 Kings:22:0",
        "t": "1 Kings 22",
        "h": 1
    },
    {
        "o": 10367,
        "r": "nasb:1 Kings:22:0",
        "t": "Ahab’s Third Campaign against Aram",
        "h": 2
    },
    {
        "o": 10368,
        "r": "nasb:1 Kings:22:1",
        "t": "Three*p years passed without war between Aram and Israel."
    },
    {
        "o": 10369,
        "r": "nasb:1 Kings:22:2",
        "t": "In the third year Jehoshaphat the king of Judah came down to the king of Israel."
    },
    {
        "o": 10370,
        "r": "nasb:1 Kings:22:3",
        "t": "Now the king of Israel said to his servants, “Do you know that Ramoth-gilead belongs to us, and we are still doing nothing to take it out of the hand of the king of Aram?”"
    },
    {
        "o": 10371,
        "r": "nasb:1 Kings:22:4",
        "t": "And he said to Jehoshaphat, “Will you go with me to battle at Ramoth-gilead?” And Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10372,
        "r": "nasb:1 Kings:22:5",
        "t": "Moreover,*p Jehoshaphat said to the king of Israel, “Please inquire first for the word of the Lord.”*s"
    },
    {
        "o": 10373,
        "r": "nasb:1 Kings:22:6",
        "t": "Then the king of Israel gathered the prophets together, about four hundred men, and said to them, “Shall I go against Ramoth-gilead to battle or shall I refrain?” And they said, “Go up, for the Lord will give it*i into the hand of the king.”"
    },
    {
        "o": 10374,
        "r": "nasb:1 Kings:22:7",
        "t": "But Jehoshaphat said, “Is there not yet a prophet of the Lord*s here that we may inquire of him?”"
    },
    {
        "o": 10375,
        "r": "nasb:1 Kings:22:8",
        "t": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the Lord,*s but I hate him, because he does not prophesy good concerning me, but evil. He*i is*i Micaiah son of Imlah.” But Jehoshaphat said, “Let not the king say so.”"
    },
    {
        "o": 10376,
        "r": "nasb:1 Kings:22:9",
        "t": "Then the king of Israel called an officer and said, “Bring quickly Micaiah son of Imlah.”"
    },
    {
        "o": 10377,
        "r": "nasb:1 Kings:22:10",
        "t": "Now the king of Israel and Jehoshaphat king of Judah were sitting each on his throne, arrayed in their*i robes, at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
    },
    {
        "o": 10378,
        "r": "nasb:1 Kings:22:11",
        "t": "Then Zedekiah the son of Chenaanah made horns of iron for himself and said, “Thus says the Lord,*s ‘With these you will gore the Arameans until they are consumed.’ ”"
    },
    {
        "o": 10379,
        "r": "nasb:1 Kings:22:12",
        "t": "All the prophets were prophesying thus, saying, “Go up to Ramoth-gilead and prosper, for the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 10380,
        "r": "nasb:1 Kings:22:12",
        "t": "Micaiah Predicts Defeat",
        "h": 2
    },
    {
        "o": 10381,
        "r": "nasb:1 Kings:22:13",
        "t": "Then*p the messenger who went to summon Micaiah spoke to him saying, “Behold now, the words of the prophets are uniformly favorable to the king. Please let your word be like the word of one of them, and speak favorably.”"
    },
    {
        "o": 10382,
        "r": "nasb:1 Kings:22:14",
        "t": "But Micaiah said, “As the Lord*s lives, what the Lord*s says to me, that I shall speak.”"
    },
    {
        "o": 10383,
        "r": "nasb:1 Kings:22:15",
        "t": "When*p he came to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall we refrain?” And he answered him, “Go up and succeed, and the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 10384,
        "r": "nasb:1 Kings:22:16",
        "t": "Then the king said to him, “How many times must I adjure you to speak to me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 10385,
        "r": "nasb:1 Kings:22:17",
        "t": "So he said, “I*pn saw all Israel Scattered*ln on the mountains, Like*ln sheep which have no shepherd. And*ln the Lord*s said, ‘These*ln have no master. Let*ln each of them return to his house in peace.’ ”"
    },
    {
        "o": 10386,
        "r": "nasb:1 Kings:22:18",
        "t": "Then*p the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 10387,
        "r": "nasb:1 Kings:22:19",
        "t": "Micaiah*p said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on His throne, and all the host of heaven standing by Him on His right and on His left."
    },
    {
        "o": 10388,
        "r": "nasb:1 Kings:22:20",
        "t": "The Lord*s said, ‘Who will entice Ahab to go up and fall at Ramoth-gilead?’ And one said this while another said that."
    },
    {
        "o": 10389,
        "r": "nasb:1 Kings:22:21",
        "t": "Then a spirit came forward and stood before the Lord*s and said, ‘I will entice him.’"
    },
    {
        "o": 10390,
        "r": "nasb:1 Kings:22:22",
        "t": "The Lord*s said to him, ‘How?’ And he said, ‘I will go out and be a deceiving spirit in the mouth of all his prophets.’ Then He said, ‘You are to entice him*i and also prevail. Go and do so.’"
    },
    {
        "o": 10391,
        "r": "nasb:1 Kings:22:23",
        "t": "Now therefore, behold, the Lord*s has put a deceiving spirit in the mouth of all these your prophets; and the Lord*s has proclaimed disaster against you.”"
    },
    {
        "o": 10392,
        "r": "nasb:1 Kings:22:24",
        "t": "Then*p Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “How did the Spirit of the Lord*s pass from me to speak to you?”"
    },
    {
        "o": 10393,
        "r": "nasb:1 Kings:22:25",
        "t": "Micaiah said, “Behold, you shall see on that day when you enter an inner room to hide yourself.”"
    },
    {
        "o": 10394,
        "r": "nasb:1 Kings:22:26",
        "t": "Then the king of Israel said, “Take Micaiah and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 10395,
        "r": "nasb:1 Kings:22:27",
        "t": "and say, ‘Thus says the king, “Put this man in prison and feed him sparingly with bread and water until I return safely.” ’ ”"
    },
    {
        "o": 10396,
        "r": "nasb:1 Kings:22:28",
        "t": "Micaiah said, “If you indeed return safely the Lord*s has not spoken by me.” And he said, “Listen, all you people.”"
    },
    {
        "o": 10397,
        "r": "nasb:1 Kings:22:28",
        "t": "Defeat and Death of Ahab",
        "h": 2
    },
    {
        "o": 10398,
        "r": "nasb:1 Kings:22:29",
        "t": "So*p the king of Israel and Jehoshaphat king of Judah went up against Ramoth-gilead."
    },
    {
        "o": 10399,
        "r": "nasb:1 Kings:22:30",
        "t": "The king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you put on your robes.” So the king of Israel disguised himself and went into the battle."
    },
    {
        "o": 10400,
        "r": "nasb:1 Kings:22:31",
        "t": "Now the king of Aram had commanded the thirty-two captains of his chariots, saying, “Do not fight with small or great, but with the king of Israel alone.”"
    },
    {
        "o": 10401,
        "r": "nasb:1 Kings:22:32",
        "t": "So when the captains of the chariots saw Jehoshaphat, they said, “Surely it is the king of Israel,” and they turned aside to fight against him, and Jehoshaphat cried out."
    },
    {
        "o": 10402,
        "r": "nasb:1 Kings:22:33",
        "t": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 10403,
        "r": "nasb:1 Kings:22:34",
        "t": "Now*p a certain man drew his bow at random and struck the king of Israel in a joint of the armor. So he said to the driver of his chariot, “Turn around and take me out of the fight; for I am severely wounded.”"
    },
    {
        "o": 10404,
        "r": "nasb:1 Kings:22:35",
        "t": "The battle raged that day, and the king was propped up in his chariot in front of the Arameans, and died at evening, and the blood from the wound ran into the bottom of the chariot."
    },
    {
        "o": 10405,
        "r": "nasb:1 Kings:22:36",
        "t": "Then a cry passed throughout the army close to sunset, saying, “Every man to his city and every man to his country.”"
    },
    {
        "o": 10406,
        "r": "nasb:1 Kings:22:37",
        "t": "So*p the king died and was brought to Samaria, and they buried the king in Samaria."
    },
    {
        "o": 10407,
        "r": "nasb:1 Kings:22:38",
        "t": "They washed the chariot by the pool of Samaria, and the dogs licked up his blood (now the harlots bathed themselves there),*i according to the word of the Lord*s which He spoke."
    },
    {
        "o": 10408,
        "r": "nasb:1 Kings:22:39",
        "t": "Now the rest of the acts of Ahab and all that he did and the ivory house which he built and all the cities which he built, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10409,
        "r": "nasb:1 Kings:22:40",
        "t": "So Ahab slept with his fathers, and Ahaziah his son became king in his place."
    },
    {
        "o": 10410,
        "r": "nasb:1 Kings:22:40",
        "t": "The New Rulers",
        "h": 2
    },
    {
        "o": 10411,
        "r": "nasb:1 Kings:22:41",
        "t": "Now*p Jehoshaphat the son of Asa became king over Judah in the fourth year of Ahab king of Israel."
    },
    {
        "o": 10412,
        "r": "nasb:1 Kings:22:42",
        "t": "Jehoshaphat was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. And his mother’s name was Azubah the daughter of Shilhi."
    },
    {
        "o": 10413,
        "r": "nasb:1 Kings:22:43",
        "t": "He walked in all the way of Asa his father; he did not turn aside from it, doing right in the sight of the Lord.*s However, the high places were not taken away; the people still sacrificed and burnt incense on the high places."
    },
    {
        "o": 10414,
        "r": "nasb:1 Kings:22:44",
        "t": "Jehoshaphat also made peace with the king of Israel."
    },
    {
        "o": 10415,
        "r": "nasb:1 Kings:22:45",
        "t": "Now*p the rest of the acts of Jehoshaphat, and his might which he showed and how he warred, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10416,
        "r": "nasb:1 Kings:22:46",
        "t": "The remnant of the sodomites who remained in the days of his father Asa, he expelled from the land."
    },
    {
        "o": 10417,
        "r": "nasb:1 Kings:22:47",
        "t": "Now*p there was no king in Edom; a deputy was king."
    },
    {
        "o": 10418,
        "r": "nasb:1 Kings:22:48",
        "t": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they did not go for the ships were broken at Ezion-geber."
    },
    {
        "o": 10419,
        "r": "nasb:1 Kings:22:49",
        "t": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat was not willing."
    },
    {
        "o": 10420,
        "r": "nasb:1 Kings:22:50",
        "t": "And Jehoshaphat slept with his fathers and was buried with his fathers in the city of his father David, and Jehoram his son became king in his place."
    },
    {
        "o": 10421,
        "r": "nasb:1 Kings:22:51",
        "t": "Ahaziah*p the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel."
    },
    {
        "o": 10422,
        "r": "nasb:1 Kings:22:52",
        "t": "He did evil in the sight of the Lord*s and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who caused Israel to sin."
    },
    {
        "o": 10423,
        "r": "nasb:1 Kings:22:53",
        "t": "So he served Baal and worshiped him and provoked the Lord*s God of Israel to anger, according to all that his father had done."
    }
]
