[
    {
        "o": 2290,
        "r": "csb:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2291,
        "r": "csb:Exodus:21:1",
        "t": "“These*p are the ordinances that you are to set before them:"
    },
    {
        "o": 2292,
        "r": "csb:Exodus:21:1",
        "t": "Laws about Slaves",
        "h": 2
    },
    {
        "o": 2293,
        "r": "csb:Exodus:21:2",
        "t": "“When*p you buy a Hebrew slave, he is to serve for six years; then in the seventh he is to leave as a free man without paying anything."
    },
    {
        "o": 2294,
        "r": "csb:Exodus:21:3",
        "t": "If he arrives alone, he is to leave alone; if he arrives with a wife, his wife is to leave with him."
    },
    {
        "o": 2295,
        "r": "csb:Exodus:21:4",
        "t": "If his master gives him a wife and she bears him sons or daughters, the wife and her children belong to her master, and the man must leave alone."
    },
    {
        "o": 2296,
        "r": "csb:Exodus:21:5",
        "t": "“But*p if the slave declares, ‘I love my master, my wife, and my children; I do not want to leave as a free man,’"
    },
    {
        "o": 2297,
        "r": "csb:Exodus:21:6",
        "t": "his master is to bring him to the judges and then bring him to the door or doorpost. His master will pierce his ear with an awl, and he will serve his master for life."
    },
    {
        "o": 2298,
        "r": "csb:Exodus:21:7",
        "t": "“When*p a man sells his daughter as a concubine, she is not to leave as the male slaves do."
    },
    {
        "o": 2299,
        "r": "csb:Exodus:21:8",
        "t": "If she is displeasing to her master, who chose her for himself, then he must let her be redeemed. He has no right to sell her to foreigners because he has acted treacherously toward her."
    },
    {
        "o": 2300,
        "r": "csb:Exodus:21:9",
        "t": "Or if he chooses her for his son, he must deal with her according to the customary treatment of daughters."
    },
    {
        "o": 2301,
        "r": "csb:Exodus:21:10",
        "t": "If he takes an additional wife, he must not reduce the food, clothing, or marital rights of the first wife."
    },
    {
        "o": 2302,
        "r": "csb:Exodus:21:11",
        "t": "And if he does not do these three things for her, she may leave free of charge, without any payment."
    },
    {
        "o": 2303,
        "r": "csb:Exodus:21:11",
        "t": "Laws about Personal Injury",
        "h": 2
    },
    {
        "o": 2304,
        "r": "csb:Exodus:21:12",
        "t": "“Whoever*p strikes a person so that he dies must be put to death."
    },
    {
        "o": 2305,
        "r": "csb:Exodus:21:13",
        "t": "But if he did not intend any harm, and yet God allowed it to happen, I will appoint a place for you where he may flee."
    },
    {
        "o": 2306,
        "r": "csb:Exodus:21:14",
        "t": "If a person schemes and willfully acts against his neighbor to murder him, you must take him from my altar to be put to death."
    },
    {
        "o": 2307,
        "r": "csb:Exodus:21:15",
        "t": "“Whoever*p strikes his father or his mother must be put to death."
    },
    {
        "o": 2308,
        "r": "csb:Exodus:21:16",
        "t": "“Whoever*p kidnaps a person must be put to death, whether he sells him or the person is found in his possession."
    },
    {
        "o": 2309,
        "r": "csb:Exodus:21:17",
        "t": "“Whoever*p curses his father or his mother must be put to death."
    },
    {
        "o": 2310,
        "r": "csb:Exodus:21:18",
        "t": "“When*p men quarrel and one strikes the other with a stone or his fist, and the injured man does not die but is confined to bed,"
    },
    {
        "o": 2311,
        "r": "csb:Exodus:21:19",
        "t": "if he can later get up and walk around outside leaning on his staff, then the one who struck him will be exempt from punishment. Nevertheless, he must pay for his lost work time and provide for his complete recovery."
    },
    {
        "o": 2312,
        "r": "csb:Exodus:21:20",
        "t": "“When*p a man strikes his male or female slave with a rod, and the slave dies under his abuse, the owner must be punished."
    },
    {
        "o": 2313,
        "r": "csb:Exodus:21:21",
        "t": "However, if the slave can stand up after a day or two, the owner should not be punished because he is his owner’s property."
    },
    {
        "o": 2314,
        "r": "csb:Exodus:21:22",
        "t": "“When*p men get in a fight and hit a pregnant woman so that her children are born prematurely but there is no injury, the one who hit her must be fined as the woman’s husband demands from him, and he must pay according to judicial assessment."
    },
    {
        "o": 2315,
        "r": "csb:Exodus:21:23",
        "t": "If there is an injury, then you must give life for life,"
    },
    {
        "o": 2316,
        "r": "csb:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2317,
        "r": "csb:Exodus:21:25",
        "t": "burn for burn, bruise for bruise, wound for wound."
    },
    {
        "o": 2318,
        "r": "csb:Exodus:21:26",
        "t": "“When*p a man strikes the eye of his male or female slave and destroys it, he must let the slave go free in compensation for his eye."
    },
    {
        "o": 2319,
        "r": "csb:Exodus:21:27",
        "t": "If he knocks out the tooth of his male or female slave, he must let the slave go free in compensation for his tooth."
    },
    {
        "o": 2320,
        "r": "csb:Exodus:21:28",
        "t": "“When*p an ox gores a man or a woman to death, the ox must be stoned, and its meat may not be eaten, but the ox’s owner is innocent."
    },
    {
        "o": 2321,
        "r": "csb:Exodus:21:29",
        "t": "However, if the ox was in the habit of goring, and its owner has been warned yet does not restrain it, and it kills a man or a woman, the ox must be stoned, and its owner must also be put to death."
    },
    {
        "o": 2322,
        "r": "csb:Exodus:21:30",
        "t": "If instead a ransom is demanded of him, he can pay a redemption price for his life in the full amount demanded from him."
    },
    {
        "o": 2323,
        "r": "csb:Exodus:21:31",
        "t": "If it gores a son or a daughter, he is to be dealt with according to this same law."
    },
    {
        "o": 2324,
        "r": "csb:Exodus:21:32",
        "t": "If the ox gores a male or female slave, he must give thirty shekels of silver to the slave’s master, and the ox must be stoned."
    },
    {
        "o": 2325,
        "r": "csb:Exodus:21:33",
        "t": "“When*p a man uncovers a pit or digs a pit, and does not cover it, and an ox or a donkey falls into it,"
    },
    {
        "o": 2326,
        "r": "csb:Exodus:21:34",
        "t": "the owner of the pit must give compensation; he must pay to its owner, but the dead animal will become his."
    },
    {
        "o": 2327,
        "r": "csb:Exodus:21:35",
        "t": "“When*p a man’s ox injures his neighbor’s ox and it dies, they must sell the live ox and divide its proceeds; they must also divide the dead animal."
    },
    {
        "o": 2328,
        "r": "csb:Exodus:21:36",
        "t": "If, however, it is known that the ox was in the habit of goring, yet its owner has not restrained it, he must compensate fully, ox for ox; the dead animal will become his."
    }
]
