[
    {
        "o": 8799,
        "r": "nkjv:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8800,
        "r": "nkjv:1 Samuel:30:0",
        "t": "David’s Conflict with the Amalekites",
        "h": 2
    },
    {
        "o": 8801,
        "r": "nkjv:1 Samuel:30:1",
        "t": "Now*p it happened, when David and his men came to Ziklag, on the third day, that the Amalekites had invaded the South and Ziklag, attacked Ziklag and burned it with fire,"
    },
    {
        "o": 8802,
        "r": "nkjv:1 Samuel:30:2",
        "t": "and had taken captive the women and those who were*i there, from small to great; they did not kill anyone, but carried them*i away and went their way."
    },
    {
        "o": 8803,
        "r": "nkjv:1 Samuel:30:3",
        "t": "So David and his men came to the city, and there it was, burned with fire; and their wives, their sons, and their daughters had been taken captive."
    },
    {
        "o": 8804,
        "r": "nkjv:1 Samuel:30:4",
        "t": "Then David and the people who were*i with him lifted up their voices and wept, until they had no more power to weep."
    },
    {
        "o": 8805,
        "r": "nkjv:1 Samuel:30:5",
        "t": "And David’s two wives, Ahinoam the Jezreelitess, and Abigail the widow of Nabal the Carmelite, had been taken captive."
    },
    {
        "o": 8806,
        "r": "nkjv:1 Samuel:30:6",
        "t": "Now David was greatly distressed, for the people spoke of stoning him, because the soul of all the people was grieved, every man for his sons and his daughters. But David strengthened himself in the Lord*s his God."
    },
    {
        "o": 8807,
        "r": "nkjv:1 Samuel:30:7",
        "t": "Then*p David said to Abiathar the priest, Ahimelech’s son, “Please bring the ephod here to me.” And Abiathar brought the ephod to David."
    },
    {
        "o": 8808,
        "r": "nkjv:1 Samuel:30:8",
        "t": "So David inquired of the Lord,*s saying, “Shall I pursue this troop? Shall I overtake them?” And*p He answered him, “Pursue, for you shall surely overtake them*i and without fail recover all.”*i"
    },
    {
        "o": 8809,
        "r": "nkjv:1 Samuel:30:9",
        "t": "So*p David went, he and the six hundred men who were*i with him, and came to the Brook Besor, where those stayed who were left behind."
    },
    {
        "o": 8810,
        "r": "nkjv:1 Samuel:30:10",
        "t": "But David pursued, he and four hundred men; for two hundred stayed behind,*i who were so weary that they could not cross the Brook Besor."
    },
    {
        "o": 8811,
        "r": "nkjv:1 Samuel:30:11",
        "t": "Then*p they found an Egyptian in the field, and brought him to David; and they gave him bread and he ate, and they let him drink water."
    },
    {
        "o": 8812,
        "r": "nkjv:1 Samuel:30:12",
        "t": "And they gave him a piece of a cake of figs and two clusters of raisins. So when he had eaten, his strength came back to him; for he had eaten no bread nor drunk water for three days and three nights."
    },
    {
        "o": 8813,
        "r": "nkjv:1 Samuel:30:13",
        "t": "Then David said to him, “To whom do you belong,*i and where are*i you from?” And*p he said, “I am*i a young man from Egypt, servant of an Amalekite; and my master left me behind, because three days ago I fell sick."
    },
    {
        "o": 8814,
        "r": "nkjv:1 Samuel:30:14",
        "t": "We made an invasion of the southern area*i of the Cherethites, in the territory*i which belongs*i to Judah, and of the southern area*i of Caleb; and we burned Ziklag with fire.”"
    },
    {
        "o": 8815,
        "r": "nkjv:1 Samuel:30:15",
        "t": "And*p David said to him, “Can you take me down to this troop?” So*p he said, “Swear to me by God that you will neither kill me nor deliver me into the hands of my master, and I will take you down to this troop.”"
    },
    {
        "o": 8816,
        "r": "nkjv:1 Samuel:30:16",
        "t": "And*p when he had brought him down, there they were, spread out over all the land, eating and drinking and dancing, because of all the great spoil which they had taken from the land of the Philistines and from the land of Judah."
    },
    {
        "o": 8817,
        "r": "nkjv:1 Samuel:30:17",
        "t": "Then David attacked them from twilight until the evening of the next day. Not a man of them escaped, except four hundred young men who rode on camels and fled."
    },
    {
        "o": 8818,
        "r": "nkjv:1 Samuel:30:18",
        "t": "So David recovered all that the Amalekites had carried away, and David rescued his two wives."
    },
    {
        "o": 8819,
        "r": "nkjv:1 Samuel:30:19",
        "t": "And nothing of theirs was lacking, either small or great, sons or daughters, spoil or anything which they had taken from them; David recovered all."
    },
    {
        "o": 8820,
        "r": "nkjv:1 Samuel:30:20",
        "t": "Then David took all the flocks and herds they had driven before those other*i livestock, and said, “This is*i David’s spoil.”"
    },
    {
        "o": 8821,
        "r": "nkjv:1 Samuel:30:21",
        "t": "Now*p David came to the two hundred men who had been so weary that they could not follow David, whom they also had made to stay at the Brook Besor. So they went out to meet David and to meet the people who were*i with him. And when David came near the people, he greeted them."
    },
    {
        "o": 8822,
        "r": "nkjv:1 Samuel:30:22",
        "t": "Then all the wicked and worthless men of those who went with David answered and said, “Because they did not go with us, we will not give them any*i of the spoil that we have recovered, except for every man’s wife and children, that they may lead them*i away and depart.”"
    },
    {
        "o": 8823,
        "r": "nkjv:1 Samuel:30:23",
        "t": "But*p David said, “My brethren, you shall not do so with what the Lord*s has given us, who has preserved us and delivered into our hand the troop that came against us."
    },
    {
        "o": 8824,
        "r": "nkjv:1 Samuel:30:24",
        "t": "For who will heed you in this matter? But as his part is*i who goes down to the battle, so shall*i his part be*i who stays by the supplies; they shall share alike.”"
    },
    {
        "o": 8825,
        "r": "nkjv:1 Samuel:30:25",
        "t": "So it was, from that day forward; he made it a statute and an ordinance for Israel to this day."
    },
    {
        "o": 8826,
        "r": "nkjv:1 Samuel:30:26",
        "t": "Now*p when David came to Ziklag, he sent some*i of the spoil to the elders of Judah, to his friends, saying, “Here is a present for you from the spoil of the enemies of the Lord”—*s"
    },
    {
        "o": 8827,
        "r": "nkjv:1 Samuel:30:27",
        "t": "to those*i who were*i in Bethel, those*i who were*i in Ramoth of the South, those*i who were*i in Jattir,"
    },
    {
        "o": 8828,
        "r": "nkjv:1 Samuel:30:28",
        "t": "those*i who were*i in Aroer, those*i who were*i in Siphmoth, those*i who were*i in Eshtemoa,"
    },
    {
        "o": 8829,
        "r": "nkjv:1 Samuel:30:29",
        "t": "those*i who were*i in Rachal, those*i who were*i in the cities of the Jerahmeelites, those*i who were*i in the cities of the Kenites,"
    },
    {
        "o": 8830,
        "r": "nkjv:1 Samuel:30:30",
        "t": "those*i who were*i in Hormah, those*i who were*i in Chorashan, those*i who were*i in Athach,"
    },
    {
        "o": 8831,
        "r": "nkjv:1 Samuel:30:31",
        "t": "those*i who were*i in Hebron, and to all the places where David himself and his men were accustomed to rove."
    }
]
