[
    {
        "o": 10209,
        "r": "nkjv:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10210,
        "r": "nkjv:1 Kings:15:0",
        "t": "Abijam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10211,
        "r": "nkjv:1 Kings:15:1",
        "t": "In*p the eighteenth year of King Jeroboam the son of Nebat, Abijam became king over Judah."
    },
    {
        "o": 10212,
        "r": "nkjv:1 Kings:15:2",
        "t": "He reigned three years in Jerusalem. His mother’s name was*i Maachah the granddaughter of Abishalom."
    },
    {
        "o": 10213,
        "r": "nkjv:1 Kings:15:3",
        "t": "And he walked in all the sins of his father, which he had done before him; his heart was not loyal to the Lord*s his God, as was the heart of his father David."
    },
    {
        "o": 10214,
        "r": "nkjv:1 Kings:15:4",
        "t": "Nevertheless for David’s sake the Lord*s his God gave him a lamp in Jerusalem, by setting up his son after him and by establishing Jerusalem;"
    },
    {
        "o": 10215,
        "r": "nkjv:1 Kings:15:5",
        "t": "because David did what*i was*i right in the eyes of the Lord,*s and had not turned aside from anything that He commanded him all the days of his life, except in the matter of Uriah the Hittite."
    },
    {
        "o": 10216,
        "r": "nkjv:1 Kings:15:6",
        "t": "And there was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 10217,
        "r": "nkjv:1 Kings:15:7",
        "t": "Now the rest of the acts of Abijam, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 10218,
        "r": "nkjv:1 Kings:15:8",
        "t": "So*p Abijam rested with his fathers, and they buried him in the City of David. Then Asa his son reigned in his place."
    },
    {
        "o": 10219,
        "r": "nkjv:1 Kings:15:8",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 10220,
        "r": "nkjv:1 Kings:15:9",
        "t": "In*p the twentieth year of Jeroboam king of Israel, Asa became king over Judah."
    },
    {
        "o": 10221,
        "r": "nkjv:1 Kings:15:10",
        "t": "And he reigned forty-one years in Jerusalem. His grandmother’s name was*i Maachah the granddaughter of Abishalom."
    },
    {
        "o": 10222,
        "r": "nkjv:1 Kings:15:11",
        "t": "Asa did what*i was*i right in the eyes of the Lord,*s as did*i his father David."
    },
    {
        "o": 10223,
        "r": "nkjv:1 Kings:15:12",
        "t": "And he banished the perverted persons from the land, and removed all the idols that his fathers had made."
    },
    {
        "o": 10224,
        "r": "nkjv:1 Kings:15:13",
        "t": "Also he removed Maachah his grandmother from being*i queen mother, because she had made an obscene image of Asherah. And Asa cut down her obscene image and burned it*i by the Brook Kidron."
    },
    {
        "o": 10225,
        "r": "nkjv:1 Kings:15:14",
        "t": "But the high places were not removed. Nevertheless Asa’s heart was loyal to the Lord*s all his days."
    },
    {
        "o": 10226,
        "r": "nkjv:1 Kings:15:15",
        "t": "He also brought into the house of the Lord*s the things which his father had dedicated, and the things which he himself had dedicated: silver and gold and utensils."
    },
    {
        "o": 10227,
        "r": "nkjv:1 Kings:15:16",
        "t": "Now*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10228,
        "r": "nkjv:1 Kings:15:17",
        "t": "And Baasha king of Israel came up against Judah, and built Ramah, that he might let none go out or come in to Asa king of Judah."
    },
    {
        "o": 10229,
        "r": "nkjv:1 Kings:15:18",
        "t": "Then Asa took all the silver and gold that*i was*i left in the treasuries of the house of the Lord*s and the treasuries of the king’s house, and delivered them into the hand of his servants. And King Asa sent them to Ben-Hadad the son of Tabrimmon, the son of Hezion, king of Syria, who dwelt in Damascus, saying,"
    },
    {
        "o": 10230,
        "r": "nkjv:1 Kings:15:19",
        "t": "“Let*i there*i be*i a treaty between you and me, as there was between my father and your father. See, I have sent you a present of silver and gold. Come and break your treaty with Baasha king of Israel, so that he will withdraw from me.”"
    },
    {
        "o": 10231,
        "r": "nkjv:1 Kings:15:20",
        "t": "So*p Ben-Hadad heeded King Asa, and sent the captains of his armies against the cities of Israel. He attacked Ijon, Dan, Abel Beth Maachah, and all Chinneroth, with all the land of Naphtali."
    },
    {
        "o": 10232,
        "r": "nkjv:1 Kings:15:21",
        "t": "Now it happened, when Baasha heard it,*i that he stopped building Ramah, and remained in Tirzah."
    },
    {
        "o": 10233,
        "r": "nkjv:1 Kings:15:22",
        "t": "Then*p King Asa made a proclamation throughout all Judah; none was*i exempted. And they took away the stones and timber of Ramah, which Baasha had used for building; and with them King Asa built Geba of Benjamin, and Mizpah."
    },
    {
        "o": 10234,
        "r": "nkjv:1 Kings:15:23",
        "t": "The*p rest of all the acts of Asa, all his might, all that he did, and the cities which he built, are*i they not written in the book of the chronicles of the kings of Judah? But in the time of his old age he was diseased in his feet."
    },
    {
        "o": 10235,
        "r": "nkjv:1 Kings:15:24",
        "t": "So Asa rested with his fathers, and was buried with his fathers in the City of David his father. Then Jehoshaphat his son reigned in his place."
    },
    {
        "o": 10236,
        "r": "nkjv:1 Kings:15:24",
        "t": "Nadab Reigns in Israel",
        "h": 2
    },
    {
        "o": 10237,
        "r": "nkjv:1 Kings:15:25",
        "t": "Now*p Nadab the son of Jeroboam became king over Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10238,
        "r": "nkjv:1 Kings:15:26",
        "t": "And he did evil in the sight of the Lord,*s and walked in the way of his father, and in his sin by which he had made Israel sin."
    },
    {
        "o": 10239,
        "r": "nkjv:1 Kings:15:27",
        "t": "Then*p Baasha the son of Ahijah, of the house of Issachar, conspired against him. And Baasha killed him at Gibbethon, which belonged*i to the Philistines, while Nadab and all Israel laid siege to Gibbethon."
    },
    {
        "o": 10240,
        "r": "nkjv:1 Kings:15:28",
        "t": "Baasha killed him in the third year of Asa king of Judah, and reigned in his place."
    },
    {
        "o": 10241,
        "r": "nkjv:1 Kings:15:29",
        "t": "And it was so, when he became king, that*i he killed all the house of Jeroboam. He did not leave to Jeroboam anyone that breathed, until he had destroyed him, according to the word of the Lord*s which He had spoken by His servant Ahijah the Shilonite,"
    },
    {
        "o": 10242,
        "r": "nkjv:1 Kings:15:30",
        "t": "because of the sins of Jeroboam, which he had sinned and by which he had made Israel sin, because of his provocation with which he had provoked the Lord*s God of Israel to anger."
    },
    {
        "o": 10243,
        "r": "nkjv:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab, and all that he did, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10244,
        "r": "nkjv:1 Kings:15:32",
        "t": "And there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10245,
        "r": "nkjv:1 Kings:15:32",
        "t": "Baasha Reigns in Israel",
        "h": 2
    },
    {
        "o": 10246,
        "r": "nkjv:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha the son of Ahijah became king over all Israel in Tirzah, and reigned*i twenty-four years."
    },
    {
        "o": 10247,
        "r": "nkjv:1 Kings:15:34",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of Jeroboam, and in his sin by which he had made Israel sin."
    }
]
