[
    {
        "o": 10618,
        "r": "csb:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10619,
        "r": "csb:2 Kings:4:0",
        "t": "The Widow’s Oil Multiplied",
        "h": 2
    },
    {
        "o": 10620,
        "r": "csb:2 Kings:4:1",
        "t": "One*p of the wives of the sons of the prophets cried out to Elisha, “Your servant, my husband, has died. You know that your servant feared the Lord.*s Now the creditor is coming to take my two children as his slaves.”"
    },
    {
        "o": 10621,
        "r": "csb:2 Kings:4:2",
        "t": "Elisha*p asked her, “What can I do for you? Tell me, what do you have in the house?” She*p said, “Your servant has nothing in the house except a jar of oil.”"
    },
    {
        "o": 10622,
        "r": "csb:2 Kings:4:3",
        "t": "Then*p he said, “Go out and borrow empty containers from all your neighbors. Do not get just a few."
    },
    {
        "o": 10623,
        "r": "csb:2 Kings:4:4",
        "t": "Then go in and shut the door behind you and your sons, and pour oil into all these containers. Set the full ones to one side.”"
    },
    {
        "o": 10624,
        "r": "csb:2 Kings:4:5",
        "t": "So she left. After*p she had shut the door behind her and her sons, they kept bringing her containers, and she kept pouring."
    },
    {
        "o": 10625,
        "r": "csb:2 Kings:4:6",
        "t": "When they were full, she said to her son, “Bring me another container.” But*p he replied, “There aren’t any more.” Then the oil stopped."
    },
    {
        "o": 10626,
        "r": "csb:2 Kings:4:7",
        "t": "She*p went and told the man of God, and he said, “Go sell the oil and pay your debt; you and your sons can live on the rest.”"
    },
    {
        "o": 10627,
        "r": "csb:2 Kings:4:7",
        "t": "The Shunammite Woman’s Hospitality",
        "h": 2
    },
    {
        "o": 10628,
        "r": "csb:2 Kings:4:8",
        "t": "One*p day Elisha went to Shunem. A prominent woman who lived there persuaded him to eat some food. So whenever he passed by, he stopped there to eat."
    },
    {
        "o": 10629,
        "r": "csb:2 Kings:4:9",
        "t": "Then she said to her husband, “I know that the one who often passes by here is a holy man of God,"
    },
    {
        "o": 10630,
        "r": "csb:2 Kings:4:10",
        "t": "so let’s make a small, walled-in upper room and put a bed, a table, a chair, and a lamp there for him. Whenever he comes, he can stay there.”"
    },
    {
        "o": 10631,
        "r": "csb:2 Kings:4:10",
        "t": "The Shunammite Woman’s Son",
        "h": 2
    },
    {
        "o": 10632,
        "r": "csb:2 Kings:4:11",
        "t": "One*p day he came there and stopped at the upstairs room to lie down."
    },
    {
        "o": 10633,
        "r": "csb:2 Kings:4:12",
        "t": "He ordered his attendant Gehazi, “Call this Shunammite woman.” So he called her and she stood before him."
    },
    {
        "o": 10634,
        "r": "csb:2 Kings:4:13",
        "t": "Then*p he said to Gehazi, “Say to her, ‘Look, you’ve gone to all this trouble for us. What can we do for you? Can we speak on your behalf to the king or to the commander of the army? ’” She*p answered, “I am living among my own people.”"
    },
    {
        "o": 10635,
        "r": "csb:2 Kings:4:14",
        "t": "So*p he asked, “Then what should be done for her?” Gehazi*p answered, “Well, she has no son, and her husband is old.”"
    },
    {
        "o": 10636,
        "r": "csb:2 Kings:4:15",
        "t": "“Call*p her,” Elisha said. So Gehazi called her, and she stood in the doorway."
    },
    {
        "o": 10637,
        "r": "csb:2 Kings:4:16",
        "t": "Elisha said, “At this time next year you will have a son in your arms.” Then*p she said, “No, my lord. Man of God, do not lie to your servant.”"
    },
    {
        "o": 10638,
        "r": "csb:2 Kings:4:17",
        "t": "The*p woman conceived and gave birth to a son at the same time the following year, as Elisha had promised her."
    },
    {
        "o": 10639,
        "r": "csb:2 Kings:4:17",
        "t": "The Shunammite’s Son Raised",
        "h": 2
    },
    {
        "o": 10640,
        "r": "csb:2 Kings:4:18",
        "t": "The*p child grew and one day went out to his father and the harvesters."
    },
    {
        "o": 10641,
        "r": "csb:2 Kings:4:19",
        "t": "Suddenly he complained to his father, “My head! My head!” His*p father told his servant, “Carry him to his mother.”"
    },
    {
        "o": 10642,
        "r": "csb:2 Kings:4:20",
        "t": "So he picked him up and took him to his mother. The child sat on her lap until noon and then died."
    },
    {
        "o": 10643,
        "r": "csb:2 Kings:4:21",
        "t": "She went up and laid him on the bed of the man of God, shut him in, and left."
    },
    {
        "o": 10644,
        "r": "csb:2 Kings:4:22",
        "t": "She*p summoned her husband and said, “Please send me one of the servants and one of the donkeys, so I can hurry to the man of God and come back again.”"
    },
    {
        "o": 10645,
        "r": "csb:2 Kings:4:23",
        "t": "But*p he said, “Why go to him today? It’s not a New Moon or a Sabbath.” She*p replied, “It’s all right.”"
    },
    {
        "o": 10646,
        "r": "csb:2 Kings:4:24",
        "t": "Then*p she saddled the donkey and said to her servant, “Go fast; don’t slow the pace for me unless I tell you.”"
    },
    {
        "o": 10647,
        "r": "csb:2 Kings:4:25",
        "t": "So she came to the man of God at Mount Carmel. When*p the man of God saw her at a distance, he said to his attendant Gehazi, “Look, there’s the Shunammite woman."
    },
    {
        "o": 10648,
        "r": "csb:2 Kings:4:26",
        "t": "Run out to meet her and ask, ‘Are you all right? Is your husband all right? Is your son all right? ’” And*p she answered, “It’s all right.”"
    },
    {
        "o": 10649,
        "r": "csb:2 Kings:4:27",
        "t": "When*p she came up to the man of God at the mountain, she clung to his feet. Gehazi came to push her away, but the man of God said, “Leave her alone - she is in severe anguish, and the Lord*s has hidden it from me. He hasn’t told me.”"
    },
    {
        "o": 10650,
        "r": "csb:2 Kings:4:28",
        "t": "Then*p she said, “Did I ask my lord for a son? Didn’t I say, ‘Do not lie to me?’”"
    },
    {
        "o": 10651,
        "r": "csb:2 Kings:4:29",
        "t": "So*p Elisha said to Gehazi, “Tuck your mantle under your belt, take my staff with you, and go. If you meet anyone, don’t stop to greet him, and if a man greets you, don’t answer him. Then place my staff on the boy’s face.”"
    },
    {
        "o": 10652,
        "r": "csb:2 Kings:4:30",
        "t": "The*p boy’s mother said to Elisha, “As the Lord*s lives and as you yourself live, I will not leave you.” So he got up and followed her."
    },
    {
        "o": 10653,
        "r": "csb:2 Kings:4:31",
        "t": "Gehazi*p went ahead of them and placed the staff on the boy’s face, but there was no sound or sign of life, so he went back to meet Elisha and told him, “The boy didn’t wake up.”"
    },
    {
        "o": 10654,
        "r": "csb:2 Kings:4:32",
        "t": "When*p Elisha got to the house, he discovered the boy lying dead on his bed."
    },
    {
        "o": 10655,
        "r": "csb:2 Kings:4:33",
        "t": "So he went in, closed the door behind the two of them, and prayed to the Lord.*s"
    },
    {
        "o": 10656,
        "r": "csb:2 Kings:4:34",
        "t": "Then he went up and lay on the boy: he put mouth to mouth, eye to eye, hand to hand. While he bent down over him, the boy’s flesh became warm."
    },
    {
        "o": 10657,
        "r": "csb:2 Kings:4:35",
        "t": "Elisha got up, went into the house, and paced back and forth. Then he went up and bent down over him again. The boy sneezed seven times and opened his eyes."
    },
    {
        "o": 10658,
        "r": "csb:2 Kings:4:36",
        "t": "Elisha*p called Gehazi and said, “Call the Shunammite woman.” He called her and she came. Then Elisha said, “Pick up your son.”"
    },
    {
        "o": 10659,
        "r": "csb:2 Kings:4:37",
        "t": "She came, fell at his feet, and bowed to the ground; she picked up her son and left."
    },
    {
        "o": 10660,
        "r": "csb:2 Kings:4:37",
        "t": "The Deadly Stew",
        "h": 2
    },
    {
        "o": 10661,
        "r": "csb:2 Kings:4:38",
        "t": "When*p Elisha returned to Gilgal, there was a famine in the land. The sons of the prophets were sitting before him. He said to his attendant, “Put on the large pot and make stew for the sons of the prophets.”"
    },
    {
        "o": 10662,
        "r": "csb:2 Kings:4:39",
        "t": "One*p went out to the field to gather herbs and found a wild vine from which he gathered as many wild gourds as his garment would hold. Then he came back and cut them up into the pot of stew, but they were unaware of what they were."
    },
    {
        "o": 10663,
        "r": "csb:2 Kings:4:40",
        "t": "They*p served some for the men to eat, but when they ate the stew they cried out, “There’s death in the pot, man of God!” And they were unable to eat it."
    },
    {
        "o": 10664,
        "r": "csb:2 Kings:4:41",
        "t": "Then*p Elisha said, “Get some flour.” He threw it into the pot and said, “Serve it for the people to eat.” And there was nothing bad in the pot."
    },
    {
        "o": 10665,
        "r": "csb:2 Kings:4:41",
        "t": "The Multiplied Bread",
        "h": 2
    },
    {
        "o": 10666,
        "r": "csb:2 Kings:4:42",
        "t": "A*p man from Baal-shalishah came to the man of God with his sack full of twenty loaves of barley bread from the first bread of the harvest. Elisha said, “Give it to the people to eat.”"
    },
    {
        "o": 10667,
        "r": "csb:2 Kings:4:43",
        "t": "But*p Elisha’s attendant asked, “What? Am I to set this before a hundred men?” “Give*p it to the people to eat,” Elisha said, “for this is what the Lord*s says: ‘They will eat, and they will have some left over.’”"
    },
    {
        "o": 10668,
        "r": "csb:2 Kings:4:44",
        "t": "So he set it before them, and as the Lord*s had promised, they ate and had some left over."
    }
]
