[
    {
        "o": 20294,
        "r": "csb:Isaiah:25:0",
        "t": "Isaiah 25",
        "h": 1
    },
    {
        "o": 20295,
        "r": "csb:Isaiah:25:0",
        "t": "Salvation and Judgment on That Day",
        "h": 2
    },
    {
        "o": 20296,
        "r": "csb:Isaiah:25:1",
        "t": "Lord,*spn you are my God; I*ln will exalt you. I will praise your name, for*ln you have accomplished wonders, plans*ln formed long ago, with perfect faithfulness."
    },
    {
        "o": 20297,
        "r": "csb:Isaiah:25:2",
        "t": "For*ln you have turned the city into a pile of rocks, a*ln fortified city, into ruins; the*ln fortress of barbarians is no longer a city; it*ln will never be rebuilt."
    },
    {
        "o": 20298,
        "r": "csb:Isaiah:25:3",
        "t": "Therefore,*ln a strong people will honor you. The*ln cities of violent nations will fear you."
    },
    {
        "o": 20299,
        "r": "csb:Isaiah:25:4",
        "t": "For*ln you have been a stronghold for the poor person, a*ln stronghold for the needy in his distress, a*ln refuge from storms and a shade from heat. When*ln the breath of the violent is*ln like a storm against a wall,"
    },
    {
        "o": 20300,
        "r": "csb:Isaiah:25:5",
        "t": "like*ln heat in a dry land, you*ln will subdue the uproar of barbarians. As*ln the shade of a cloud cools the heat of the day, so*ln he will silence the song of the violent."
    },
    {
        "o": 20301,
        "r": "csb:Isaiah:25:6",
        "t": "On*pn this mountain, the*ln Lord*s of Armies will prepare for all the peoples a feast of choice meat, a*ln feast with aged wine, prime cuts of choice meat, fine vintage wine."
    },
    {
        "o": 20302,
        "r": "csb:Isaiah:25:7",
        "t": "On*ln this mountain he*ln will swallow up the burial shroud, the*ln shroud over all the peoples, the*ln sheet covering all the nations."
    },
    {
        "o": 20303,
        "r": "csb:Isaiah:25:8",
        "t": "When*ln he has swallowed up death once and for all, the*ln Lord God*s will wipe away the tears from*ln every face and*ln remove his people’s disgrace from*ln the whole earth, for*ln the Lord*s has spoken."
    },
    {
        "o": 20304,
        "r": "csb:Isaiah:25:9",
        "t": "On*pn that day it will be said, “Look,*ln this is our God; we*ln have waited for him, and he has saved us. This*ln is the Lord;*s we have waited for him. Let’s*ln rejoice and be glad in his salvation.”"
    },
    {
        "o": 20305,
        "r": "csb:Isaiah:25:10",
        "t": "For*ln the Lord’s*s power will rest on this mountain. But*ln Moab will be trampled in his place as*ln straw is trampled in a dung pile."
    },
    {
        "o": 20306,
        "r": "csb:Isaiah:25:11",
        "t": "He*pn will spread out his arms in the middle of it, as*ln a swimmer spreads out his arms to swim. His*ln pride will be brought low, along*ln with the trickery of his hands."
    },
    {
        "o": 20307,
        "r": "csb:Isaiah:25:12",
        "t": "The*ln high-walled fortress will be brought down, thrown*ln to the ground, to the dust."
    }
]
