[
    {
        "o": 5784,
        "r": "nasb:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5785,
        "r": "nasb:Deuteronomy:15:0",
        "t": "The Sabbatic Year",
        "h": 2
    },
    {
        "o": 5786,
        "r": "nasb:Deuteronomy:15:1",
        "t": "“At*p the end of every*i seven years you shall grant a remission of*i debts.*i"
    },
    {
        "o": 5787,
        "r": "nasb:Deuteronomy:15:2",
        "t": "This is the manner of remission: every creditor shall release what he has loaned to his neighbor; he shall not exact it of his neighbor and his brother, because the Lord’s*s remission has been proclaimed."
    },
    {
        "o": 5788,
        "r": "nasb:Deuteronomy:15:3",
        "t": "From a foreigner you may exact it,*i but your hand shall release whatever of yours is with your brother."
    },
    {
        "o": 5789,
        "r": "nasb:Deuteronomy:15:4",
        "t": "However, there will be no poor among you, since the Lord*s will surely bless you in the land which the Lord*s your God is giving you as an inheritance to possess,"
    },
    {
        "o": 5790,
        "r": "nasb:Deuteronomy:15:5",
        "t": "if only you listen obediently to the voice of the Lord*s your God, to observe carefully all this commandment which I am commanding you today."
    },
    {
        "o": 5791,
        "r": "nasb:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you as He has promised you, and you will lend to many nations, but you will not borrow; and you will rule over many nations, but they will not rule over you."
    },
    {
        "o": 5792,
        "r": "nasb:Deuteronomy:15:7",
        "t": "“If*p there is a poor man with you, one of your brothers, in any of your towns in your land which the Lord*s your God is giving you, you shall not harden your heart, nor close your hand from your poor brother;"
    },
    {
        "o": 5793,
        "r": "nasb:Deuteronomy:15:8",
        "t": "but you shall freely open your hand to him, and shall generously lend him sufficient for his need in*i whatever he lacks."
    },
    {
        "o": 5794,
        "r": "nasb:Deuteronomy:15:9",
        "t": "Beware that there is no base thought in your heart, saying, ‘The seventh year, the year of remission, is near,’ and your eye is hostile toward your poor brother, and you give him nothing; then he may cry to the Lord*s against you, and it will be a sin in you."
    },
    {
        "o": 5795,
        "r": "nasb:Deuteronomy:15:10",
        "t": "You shall generously give to him, and your heart shall not be grieved when you give to him, because for this thing the Lord*s your God will bless you in all your work and in all your undertakings."
    },
    {
        "o": 5796,
        "r": "nasb:Deuteronomy:15:11",
        "t": "For the poor will never cease to*i be*i in the land; therefore I command you, saying, ‘You shall freely open your hand to your brother, to your needy and poor in your land.’"
    },
    {
        "o": 5797,
        "r": "nasb:Deuteronomy:15:12",
        "t": "“If*p your kinsman, a Hebrew man or woman, is sold to you, then he shall serve you six years, but in the seventh year you shall set him free."
    },
    {
        "o": 5798,
        "r": "nasb:Deuteronomy:15:13",
        "t": "When you set him free, you shall not send him away empty-handed."
    },
    {
        "o": 5799,
        "r": "nasb:Deuteronomy:15:14",
        "t": "You shall furnish him liberally from your flock and from your threshing floor and from your wine vat; you shall give to him as the Lord*s your God has blessed you."
    },
    {
        "o": 5800,
        "r": "nasb:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this today."
    },
    {
        "o": 5801,
        "r": "nasb:Deuteronomy:15:16",
        "t": "It shall come about if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he fares well with you;"
    },
    {
        "o": 5802,
        "r": "nasb:Deuteronomy:15:17",
        "t": "then you shall take an awl and pierce it through his ear into the door, and he shall be your servant forever. Also you shall do likewise to your maidservant."
    },
    {
        "o": 5803,
        "r": "nasb:Deuteronomy:15:18",
        "t": "“It*p shall not seem hard to you when you set him free, for he has given you six years with*i double the service of a hired man; so the Lord*s your God will bless you in whatever you do."
    },
    {
        "o": 5804,
        "r": "nasb:Deuteronomy:15:19",
        "t": "“You*p shall consecrate to the Lord*s your God all the firstborn males that are born of your herd and of your flock; you shall not work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5805,
        "r": "nasb:Deuteronomy:15:20",
        "t": "You and your household shall eat it every year before the Lord*s your God in the place which the Lord*s chooses."
    },
    {
        "o": 5806,
        "r": "nasb:Deuteronomy:15:21",
        "t": "But if it has any defect, such*i as*i lameness or blindness, or*i any serious defect, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5807,
        "r": "nasb:Deuteronomy:15:22",
        "t": "You shall eat it within your gates; the unclean and the clean alike may*i eat*i it,*i as a gazelle or a deer."
    },
    {
        "o": 5808,
        "r": "nasb:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you are to pour it out on the ground like water."
    }
]
