[
    {
        "o": 4735,
        "r": "nasb:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4736,
        "r": "nasb:Numbers:21:0",
        "t": "Arad Conquered",
        "h": 2
    },
    {
        "o": 4737,
        "r": "nasb:Numbers:21:1",
        "t": "When*p the Canaanite, the king of Arad, who lived in the Negev, heard that Israel was coming by the way of Atharim, then he fought against Israel and took some of them captive."
    },
    {
        "o": 4738,
        "r": "nasb:Numbers:21:2",
        "t": "So Israel made a vow to the Lord*s and said, “If You will indeed deliver this people into my hand, then I will utterly destroy their cities.”"
    },
    {
        "o": 4739,
        "r": "nasb:Numbers:21:3",
        "t": "The Lord*s heard the voice of Israel and delivered up the Canaanites; then they utterly destroyed them and their cities. Thus the name of the place was called Hormah."
    },
    {
        "o": 4740,
        "r": "nasb:Numbers:21:4",
        "t": "Then*p they set out from Mount Hor by the way of the Red Sea, to go around the land of Edom; and the people became impatient because of the journey."
    },
    {
        "o": 4741,
        "r": "nasb:Numbers:21:5",
        "t": "The people spoke against God and Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this miserable food.”"
    },
    {
        "o": 4742,
        "r": "nasb:Numbers:21:5",
        "t": "The Bronze Serpent",
        "h": 2
    },
    {
        "o": 4743,
        "r": "nasb:Numbers:21:6",
        "t": "The*p Lord*s sent fiery serpents among the people and they bit the people, so that many people of Israel died."
    },
    {
        "o": 4744,
        "r": "nasb:Numbers:21:7",
        "t": "So the people came to Moses and said, “We have sinned, because we have spoken against the Lord*s and you; intercede with the Lord,*s that He may remove the serpents from us.” And Moses interceded for the people."
    },
    {
        "o": 4745,
        "r": "nasb:Numbers:21:8",
        "t": "Then the Lord*s said to Moses, “Make a fiery serpent,*i and set it on a standard; and it shall come about, that everyone who is bitten, when he looks at it, he will live.”"
    },
    {
        "o": 4746,
        "r": "nasb:Numbers:21:9",
        "t": "And Moses made a bronze serpent and set it on the standard; and it came about, that if a serpent bit any man, when he looked to the bronze serpent, he lived."
    },
    {
        "o": 4747,
        "r": "nasb:Numbers:21:10",
        "t": "Now*p the sons of Israel moved out and camped in Oboth."
    },
    {
        "o": 4748,
        "r": "nasb:Numbers:21:11",
        "t": "They journeyed from Oboth and camped at Iye-abarim, in the wilderness which is opposite Moab, to the east."
    },
    {
        "o": 4749,
        "r": "nasb:Numbers:21:12",
        "t": "From there they set out and camped in Wadi Zered."
    },
    {
        "o": 4750,
        "r": "nasb:Numbers:21:13",
        "t": "From there they journeyed and camped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites."
    },
    {
        "o": 4751,
        "r": "nasb:Numbers:21:14",
        "t": "Therefore it is said in the Book of the Wars of the Lord,*s “Waheb*pn in Suphah, And*ln the wadis of the Arnon,"
    },
    {
        "o": 4752,
        "r": "nasb:Numbers:21:15",
        "t": "And*ln the slope of the wadis That*ln extends to the site of Ar, And*ln leans to the border of Moab.”"
    },
    {
        "o": 4753,
        "r": "nasb:Numbers:21:16",
        "t": "From*p there they*i continued*i to Beer, that is the well where the Lord*s said to Moses, “Assemble the people, that I may give them water.”"
    },
    {
        "o": 4754,
        "r": "nasb:Numbers:21:17",
        "t": "Then*p Israel sang this song: “Spring*pn up, O well! Sing to it!"
    },
    {
        "o": 4755,
        "r": "nasb:Numbers:21:18",
        "t": "The*ln well, which the leaders sank, Which*ln the nobles of the people dug, With*ln the scepter and*i with their staffs.” And*p from the wilderness they*i continued*i to Mattanah,"
    },
    {
        "o": 4756,
        "r": "nasb:Numbers:21:19",
        "t": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,"
    },
    {
        "o": 4757,
        "r": "nasb:Numbers:21:20",
        "t": "and from Bamoth to the valley that is in the land of Moab, at the top of Pisgah which overlooks the wasteland."
    },
    {
        "o": 4758,
        "r": "nasb:Numbers:21:20",
        "t": "Two Victories",
        "h": 2
    },
    {
        "o": 4759,
        "r": "nasb:Numbers:21:21",
        "t": "Then*p Israel sent messengers to Sihon, king of the Amorites, saying,"
    },
    {
        "o": 4760,
        "r": "nasb:Numbers:21:22",
        "t": "“Let me pass through your land. We will not turn off into field or vineyard; we will not drink water from wells. We will go by the king’s highway until we have passed through your border.”"
    },
    {
        "o": 4761,
        "r": "nasb:Numbers:21:23",
        "t": "But Sihon would not permit Israel to pass through his border. So Sihon gathered all his people and went out against Israel in the wilderness, and came to Jahaz and fought against Israel."
    },
    {
        "o": 4762,
        "r": "nasb:Numbers:21:24",
        "t": "Then Israel struck him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the sons of Ammon; for the border of the sons of Ammon was*i Jazer."
    },
    {
        "o": 4763,
        "r": "nasb:Numbers:21:25",
        "t": "Israel took all these cities and Israel lived in all the cities of the Amorites, in Heshbon, and in all her villages."
    },
    {
        "o": 4764,
        "r": "nasb:Numbers:21:26",
        "t": "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land out of his hand, as far as the Arnon."
    },
    {
        "o": 4765,
        "r": "nasb:Numbers:21:27",
        "t": "Therefore those who use proverbs say, “Come*pn to Heshbon! Let it be built! So*ln let the city of Sihon be established."
    },
    {
        "o": 4766,
        "r": "nasb:Numbers:21:28",
        "t": "For*ln a fire went forth from Heshbon, A*ln flame from the town of Sihon; It*ln devoured Ar of Moab, The*ln dominant heights of the Arnon."
    },
    {
        "o": 4767,
        "r": "nasb:Numbers:21:29",
        "t": "Woe*ln to you, O Moab! You*ln are ruined, O people of Chemosh! He*ln has given his sons as fugitives, And*ln his daughters into captivity, To*ln an Amorite king, Sihon."
    },
    {
        "o": 4768,
        "r": "nasb:Numbers:21:30",
        "t": "But*ln we have cast them down, Heshbon*ln is ruined as far as Dibon, Then*ln we have laid waste even to Nophah, Which*ln reaches*i to Medeba.”"
    },
    {
        "o": 4769,
        "r": "nasb:Numbers:21:31",
        "t": "Thus*p Israel lived in the land of the Amorites."
    },
    {
        "o": 4770,
        "r": "nasb:Numbers:21:32",
        "t": "Moses sent to spy out Jazer, and they captured its villages and dispossessed the Amorites who were*i there."
    },
    {
        "o": 4771,
        "r": "nasb:Numbers:21:33",
        "t": "Then*p they turned and went up by the way of Bashan, and Og the king of Bashan went out with all his people, for battle at Edrei."
    },
    {
        "o": 4772,
        "r": "nasb:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have given him into your hand, and all his people and his land; and you shall do to him as you did to Sihon, king of the Amorites, who lived at Heshbon.”"
    },
    {
        "o": 4773,
        "r": "nasb:Numbers:21:35",
        "t": "So they killed him and his sons and all his people, until there was no remnant left him; and they possessed his land."
    }
]
