[
    {
        "o": 24718,
        "r": "nasb:Hosea:9:0",
        "t": "Hosea 9",
        "h": 1
    },
    {
        "o": 24719,
        "r": "nasb:Hosea:9:0",
        "t": "Ephraim Punished",
        "h": 2
    },
    {
        "o": 24720,
        "r": "nasb:Hosea:9:1",
        "t": "Do*pn not rejoice, O Israel, with exultation like the nations! For*ln you have played the harlot, forsaking your God. You*ln have loved harlots’*i earnings on every threshing floor."
    },
    {
        "o": 24721,
        "r": "nasb:Hosea:9:2",
        "t": "Threshing*ln floor and wine press will not feed them, And*ln the new wine will fail them."
    },
    {
        "o": 24722,
        "r": "nasb:Hosea:9:3",
        "t": "They*ln will not remain in the Lord’s*s land, But*ln Ephraim will return to Egypt, And*ln in Assyria they will eat unclean food.*i"
    },
    {
        "o": 24723,
        "r": "nasb:Hosea:9:4",
        "t": "They*ln will not pour out drink offerings of wine to the Lord,*s Their*ln sacrifices will not please Him. Their*iln bread*i will*i be*i like mourners’ bread; All*ln who eat of it will be defiled, For*ln their bread will be for themselves alone;*i It*ln will not enter the house of the Lord.*s"
    },
    {
        "o": 24724,
        "r": "nasb:Hosea:9:5",
        "t": "What*ln will you do on the day of the appointed festival And*ln on the day of the feast of the Lord?*s"
    },
    {
        "o": 24725,
        "r": "nasb:Hosea:9:6",
        "t": "For*ln behold, they will go because of destruction; Egypt*ln will gather them up, Memphis will bury them. Weeds*ln will take over their treasures of silver; Thorns*ln will*i be*i in their tents."
    },
    {
        "o": 24726,
        "r": "nasb:Hosea:9:7",
        "t": "The*ln days of punishment have come, The*ln days of retribution have come; Let*ln Israel know this!*i The*ln prophet is a fool, The*ln inspired man is demented, Because*ln of the grossness of your iniquity, And*ln because*i your hostility is so*i great."
    },
    {
        "o": 24727,
        "r": "nasb:Hosea:9:8",
        "t": "Ephraim*ln was*i a watchman with my God, a prophet; Yet*iln the snare of a bird catcher is in all his ways, And*iln there is only*i hostility in the house of his God."
    },
    {
        "o": 24728,
        "r": "nasb:Hosea:9:9",
        "t": "They*ln have gone deep in depravity As*ln in the days of Gibeah; He*ln will remember their iniquity, He*ln will punish their sins."
    },
    {
        "o": 24729,
        "r": "nasb:Hosea:9:10",
        "t": "I*ln found Israel like grapes in the wilderness; I*ln saw your forefathers as the earliest fruit on the fig tree in its first season.*i But*iln they came to Baal-peor and devoted themselves to shame, And*ln they became as detestable as that which they loved."
    },
    {
        "o": 24730,
        "r": "nasb:Hosea:9:11",
        "t": "As*ln for Ephraim, their glory will fly away like a bird— No*ln birth, no pregnancy and no conception!"
    },
    {
        "o": 24731,
        "r": "nasb:Hosea:9:12",
        "t": "Though*ln they bring up their children, Yet*ln I will bereave them until not a man is left. Yes,*ln woe to them indeed when I depart from them!"
    },
    {
        "o": 24732,
        "r": "nasb:Hosea:9:13",
        "t": "Ephraim,*ln as I have seen, Is*ln planted in a pleasant meadow like Tyre; But*ln Ephraim will bring out his children for slaughter."
    },
    {
        "o": 24733,
        "r": "nasb:Hosea:9:14",
        "t": "Give*ln them, O Lord*s —what will You give? Give*ln them a miscarrying womb and dry breasts."
    },
    {
        "o": 24734,
        "r": "nasb:Hosea:9:15",
        "t": "All*ln their evil is at Gilgal; Indeed,*ln I came to hate them there! Because*ln of the wickedness of their deeds I*ln will drive them out of My house! I*ln will love them no more; All*ln their princes are rebels."
    },
    {
        "o": 24735,
        "r": "nasb:Hosea:9:16",
        "t": "Ephraim*ln is stricken, their root is dried up, They*ln will bear no fruit. Even*ln though they bear children, I*ln will slay the precious ones of their womb."
    },
    {
        "o": 24736,
        "r": "nasb:Hosea:9:17",
        "t": "My*ln God will cast them away Because*ln they have not listened to Him; And*ln they will be wanderers among the nations."
    }
]
