[
    {
        "o": 3124,
        "r": "nasb:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3125,
        "r": "nasb:Leviticus:6:0",
        "t": "Guilt Offering",
        "h": 2
    },
    {
        "o": 3126,
        "r": "nasb:Leviticus:6:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3127,
        "r": "nasb:Leviticus:6:2",
        "t": "“When a person sins and acts unfaithfully against the Lord,*s and deceives his companion in regard to a deposit or a security entrusted to*i him,*i or through robbery, or if*i he has extorted from his companion,"
    },
    {
        "o": 3128,
        "r": "nasb:Leviticus:6:3",
        "t": "or has found what was lost and lied about it and sworn falsely, so that he sins in regard to any one of the things a man may do;"
    },
    {
        "o": 3129,
        "r": "nasb:Leviticus:6:4",
        "t": "then it shall be, when he sins and becomes guilty, that he shall restore what he took by robbery or what he got by extortion, or the deposit which was entrusted to him or the lost thing which he found,"
    },
    {
        "o": 3130,
        "r": "nasb:Leviticus:6:5",
        "t": "or anything about which he swore falsely; he shall make restitution for it in full and add to it one-fifth more. He shall give it to the one to whom it belongs on the day he*i presents*i his guilt offering."
    },
    {
        "o": 3131,
        "r": "nasb:Leviticus:6:6",
        "t": "Then he shall bring to the priest his guilt offering to the Lord,*s a ram without defect from the flock, according to your valuation, for a guilt offering,"
    },
    {
        "o": 3132,
        "r": "nasb:Leviticus:6:7",
        "t": "and the priest shall make atonement for him before the Lord,*s and he will be forgiven for any one of the things which he may have done to incur guilt.”"
    },
    {
        "o": 3133,
        "r": "nasb:Leviticus:6:7",
        "t": "The Priest’s Part in the Offerings",
        "h": 2
    },
    {
        "o": 3134,
        "r": "nasb:Leviticus:6:8",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3135,
        "r": "nasb:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, ‘This is the law for the burnt offering: the burnt offering itself shall*i remain*i on the hearth on the altar all night until the morning, and the fire on the altar is to be kept burning on it."
    },
    {
        "o": 3136,
        "r": "nasb:Leviticus:6:10",
        "t": "The priest is to put on his linen robe, and he shall put on undergarments next to his flesh; and he shall take up the ashes to*i which the fire reduces the burnt offering on the altar and place them beside the altar."
    },
    {
        "o": 3137,
        "r": "nasb:Leviticus:6:11",
        "t": "Then he shall take off his garments and put on other garments, and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3138,
        "r": "nasb:Leviticus:6:12",
        "t": "The fire on the altar shall be kept burning on it. It shall not go out, but the priest shall burn wood on it every morning; and he shall lay out the burnt offering on it, and offer up in smoke the fat portions of the peace offerings on it."
    },
    {
        "o": 3139,
        "r": "nasb:Leviticus:6:13",
        "t": "Fire shall be kept burning continually on the altar; it is not to go out."
    },
    {
        "o": 3140,
        "r": "nasb:Leviticus:6:14",
        "t": "‘Now*p this is the law of the grain offering: the sons of Aaron shall present it before the Lord*s in front of the altar."
    },
    {
        "o": 3141,
        "r": "nasb:Leviticus:6:15",
        "t": "Then one of*i them*i shall lift up from it a handful of the fine flour of the grain offering, with its oil and all the incense that is on the grain offering, and he shall offer it*i up in smoke on the altar, a soothing aroma, as its memorial offering to the Lord.*s"
    },
    {
        "o": 3142,
        "r": "nasb:Leviticus:6:16",
        "t": "What is left of it Aaron and his sons are to eat. It shall be eaten as unleavened cakes in a holy place; they are to eat it in the court of the tent of meeting."
    },
    {
        "o": 3143,
        "r": "nasb:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their share from My offerings by fire; it is most holy, like the sin offering and the guilt offering."
    },
    {
        "o": 3144,
        "r": "nasb:Leviticus:6:18",
        "t": "Every male among the sons of Aaron may eat it; it is a permanent ordinance throughout your generations, from the offerings by fire to the Lord.*s Whoever touches them will become consecrated.’ ”"
    },
    {
        "o": 3145,
        "r": "nasb:Leviticus:6:19",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3146,
        "r": "nasb:Leviticus:6:20",
        "t": "“This is the offering which Aaron and his sons are to present to the Lord*s on the day when he is anointed; the tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half of it in the evening."
    },
    {
        "o": 3147,
        "r": "nasb:Leviticus:6:21",
        "t": "It shall be prepared with oil on a griddle. When it is well*i stirred, you shall bring it. You shall present the grain offering in baked pieces as a soothing aroma to the Lord.*s"
    },
    {
        "o": 3148,
        "r": "nasb:Leviticus:6:22",
        "t": "The anointed priest who will be in his place among his sons shall offer it. By a permanent ordinance it shall be entirely offered up in smoke to the Lord.*s"
    },
    {
        "o": 3149,
        "r": "nasb:Leviticus:6:23",
        "t": "So every grain offering of the priest shall be burned entirely. It shall not be eaten.”"
    },
    {
        "o": 3150,
        "r": "nasb:Leviticus:6:24",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3151,
        "r": "nasb:Leviticus:6:25",
        "t": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: in the place where the burnt offering is slain the sin offering shall be slain before the Lord;*s it is most holy."
    },
    {
        "o": 3152,
        "r": "nasb:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. It shall be eaten in a holy place, in the court of the tent of meeting."
    },
    {
        "o": 3153,
        "r": "nasb:Leviticus:6:27",
        "t": "Anyone who touches its flesh will become consecrated; and when any of its blood splashes on a garment, in a holy place you shall wash what was splashed on."
    },
    {
        "o": 3154,
        "r": "nasb:Leviticus:6:28",
        "t": "Also the earthenware vessel in which it was boiled shall be broken; and if it was boiled in a bronze vessel, then it shall be scoured and rinsed in water."
    },
    {
        "o": 3155,
        "r": "nasb:Leviticus:6:29",
        "t": "Every male among the priests may eat of it; it is most holy."
    },
    {
        "o": 3156,
        "r": "nasb:Leviticus:6:30",
        "t": "But no sin offering of which any of the blood is brought into the tent of meeting to make atonement in the holy place shall be eaten; it shall be burned with fire."
    }
]
