[
    {
        "o": 23539,
        "r": "esv:Ezekiel:29:0",
        "t": "Ezekiel 29",
        "h": 1
    },
    {
        "o": 23540,
        "r": "esv:Ezekiel:29:0",
        "t": "Prophecy Against Egypt",
        "h": 2
    },
    {
        "o": 23541,
        "r": "esv:Ezekiel:29:1",
        "t": "In*p the tenth year, in the tenth month, on the twelfth day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23542,
        "r": "esv:Ezekiel:29:2",
        "t": "“Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt;"
    },
    {
        "o": 23543,
        "r": "esv:Ezekiel:29:3",
        "t": "speak, and say, Thus says the Lord God:*s “Behold,*pn I am against you, Pharaoh*ld king of Egypt, the*ln great dragon that lies in*ld the midst of his streams, that*ln says, ‘My Nile is my own; I*ld made it for myself.’"
    },
    {
        "o": 23544,
        "r": "esv:Ezekiel:29:4",
        "t": "I*ln will put hooks in your jaws, and*ld make the fish of your streams stick to your scales; and*ln I will draw you up out of the midst of your streams, with*ld all the fish of your streams that*ld stick to your scales."
    },
    {
        "o": 23545,
        "r": "esv:Ezekiel:29:5",
        "t": "And*ln I will cast you out into the wilderness, you*ld and all the fish of your streams; you*ln shall fall on the open field, and*ld not be brought together or gathered. To*ln the beasts of the earth and to the birds of the heavens I*ld give you as food."
    },
    {
        "o": 23546,
        "r": "esv:Ezekiel:29:6",
        "t": "Then*p all the inhabitants of Egypt shall know that I am the Lord.*s “Because*p you have been a staff of reed to the house of Israel,"
    },
    {
        "o": 23547,
        "r": "esv:Ezekiel:29:7",
        "t": "when they grasped you with the hand, you broke and tore all their shoulders; and when they leaned on you, you broke and made all their loins to shake."
    },
    {
        "o": 23548,
        "r": "esv:Ezekiel:29:8",
        "t": "Therefore thus says the Lord God:*s Behold, I will bring a sword upon you, and will cut off from you man and beast,"
    },
    {
        "o": 23549,
        "r": "esv:Ezekiel:29:9",
        "t": "and the land of Egypt shall be a desolation and a waste. Then they will know that I am the Lord.*s “Because*p you said, ‘The Nile is mine, and I made it,’"
    },
    {
        "o": 23550,
        "r": "esv:Ezekiel:29:10",
        "t": "therefore, behold, I am against you and against your streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Cush."
    },
    {
        "o": 23551,
        "r": "esv:Ezekiel:29:11",
        "t": "No foot of man shall pass through it, and no foot of beast shall pass through it; it shall be uninhabited forty years."
    },
    {
        "o": 23552,
        "r": "esv:Ezekiel:29:12",
        "t": "And I will make the land of Egypt a desolation in the midst of desolated countries, and her cities shall be a desolation forty years among cities that are laid waste. I will scatter the Egyptians among the nations, and disperse them through the countries."
    },
    {
        "o": 23553,
        "r": "esv:Ezekiel:29:13",
        "t": "“For*p thus says the Lord God:*s At the end of forty years I will gather the Egyptians from the peoples among whom they were scattered,"
    },
    {
        "o": 23554,
        "r": "esv:Ezekiel:29:14",
        "t": "and I will restore the fortunes of Egypt and bring them back to the land of Pathros, the land of their origin, and there they shall be a lowly kingdom."
    },
    {
        "o": 23555,
        "r": "esv:Ezekiel:29:15",
        "t": "It shall be the most lowly of the kingdoms, and never again exalt itself above the nations. And I will make them so small that they will never again rule over the nations."
    },
    {
        "o": 23556,
        "r": "esv:Ezekiel:29:16",
        "t": "And it shall never again be the reliance of the house of Israel, recalling their iniquity, when they turn to them for aid. Then they will know that I am the Lord God.”*s"
    },
    {
        "o": 23557,
        "r": "esv:Ezekiel:29:17",
        "t": "In*p the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23558,
        "r": "esv:Ezekiel:29:18",
        "t": "“Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head was made bald, and every shoulder was rubbed bare, yet neither he nor his army got anything from Tyre to pay for the labor that he had performed against her."
    },
    {
        "o": 23559,
        "r": "esv:Ezekiel:29:19",
        "t": "Therefore thus says the Lord God:*s Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon; and he shall carry off its wealth and despoil it and plunder it; and it shall be the wages for his army."
    },
    {
        "o": 23560,
        "r": "esv:Ezekiel:29:20",
        "t": "I have given him the land of Egypt as his payment for which he labored, because they worked for me, declares the Lord God.*s"
    },
    {
        "o": 23561,
        "r": "esv:Ezekiel:29:21",
        "t": "“On*p that day I will cause a horn to spring up for the house of Israel, and I will open your lips among them. Then they will know that I am the Lord.”*s"
    }
]
