[
    {
        "o": 6959,
        "r": "csb:Joshua:18:0",
        "t": "Joshua 18",
        "h": 1
    },
    {
        "o": 6960,
        "r": "csb:Joshua:18:0",
        "t": "Land Distribution at Shiloh",
        "h": 2
    },
    {
        "o": 6961,
        "r": "csb:Joshua:18:1",
        "t": "The*p entire Israelite community assembled at Shiloh and set up the tent of meeting there. The land had been subdued before them,"
    },
    {
        "o": 6962,
        "r": "csb:Joshua:18:2",
        "t": "but seven tribes among the Israelites were left who had not divided up their inheritance."
    },
    {
        "o": 6963,
        "r": "csb:Joshua:18:3",
        "t": "So Joshua asked the Israelites, “How long will you delay going out to take possession of the land that the Lord,*s the God of your ancestors, gave you?"
    },
    {
        "o": 6964,
        "r": "csb:Joshua:18:4",
        "t": "Appoint for yourselves three men from each tribe, and I will send them out. They are to go and survey the land, write a description of it for the purpose of their inheritance, and return to me."
    },
    {
        "o": 6965,
        "r": "csb:Joshua:18:5",
        "t": "Then they are to divide it into seven portions. Judah is to remain in its territory in the south and Joseph’s family in their territory in the north."
    },
    {
        "o": 6966,
        "r": "csb:Joshua:18:6",
        "t": "When you have written a description of the seven portions of land and brought it to me, I will cast lots for you here in the presence of the Lord*s our God."
    },
    {
        "o": 6967,
        "r": "csb:Joshua:18:7",
        "t": "But the Levites among you do not get a portion, because their inheritance is the priesthood of the Lord.*s Gad, Reuben, and half the tribe of Manasseh have taken their inheritance beyond the Jordan to the east, which Moses the Lord’s*s servant gave them.”"
    },
    {
        "o": 6968,
        "r": "csb:Joshua:18:8",
        "t": "As*p the men prepared to go, Joshua commanded them to write down a description of the land, saying, “Go and survey the land, write a description of it, and return to me. I will then cast lots for you here in Shiloh in the presence of the Lord.”*s"
    },
    {
        "o": 6969,
        "r": "csb:Joshua:18:9",
        "t": "So the men left, went through the land, and described it by towns in a document of seven sections. They returned to Joshua at the camp in Shiloh."
    },
    {
        "o": 6970,
        "r": "csb:Joshua:18:10",
        "t": "Joshua cast lots for them at Shiloh in the presence of the Lord*s where he distributed the land to the Israelites according to their divisions."
    },
    {
        "o": 6971,
        "r": "csb:Joshua:18:10",
        "t": "Benjamin’s Inheritance",
        "h": 2
    },
    {
        "o": 6972,
        "r": "csb:Joshua:18:11",
        "t": "The*p lot came up for the tribe of Benjamin’s descendants by their clans, and their allotted territory lay between Judah’s descendants and Joseph’s descendants."
    },
    {
        "o": 6973,
        "r": "csb:Joshua:18:12",
        "t": "Their*p border on the north side began at the Jordan, ascended to the slope of Jericho on the north, through the hill country westward, and ended at the wilderness around Beth-aven."
    },
    {
        "o": 6974,
        "r": "csb:Joshua:18:13",
        "t": "From there the border went toward Luz, to the southern slope of Luz (that is, Bethel); it then went down by Ataroth-addar, over the hill south of Lower Beth-horon."
    },
    {
        "o": 6975,
        "r": "csb:Joshua:18:14",
        "t": "On*p the west side, from the hill facing Beth-horon on the south, the border curved, turning southward, and ended at Kiriath-baal (that is, Kiriath-jearim), a city of the descendants of Judah. This was the west side of their border."
    },
    {
        "o": 6976,
        "r": "csb:Joshua:18:15",
        "t": "The*p south side began at the edge of Kiriath-jearim, and the border extended westward; it went to the spring at the Waters of Nephtoah."
    },
    {
        "o": 6977,
        "r": "csb:Joshua:18:16",
        "t": "The border descended to the foot of the hill that faces Ben Hinnom Valley at the northern end of Rephaim Valley. It ran down Hinnom Valley toward the south Jebusite slope and downward to En-rogel."
    },
    {
        "o": 6978,
        "r": "csb:Joshua:18:17",
        "t": "It curved northward and went to En-shemesh and on to Geliloth, which is opposite the Ascent of Adummim, and continued down to the Stone of Bohan son of Reuben."
    },
    {
        "o": 6979,
        "r": "csb:Joshua:18:18",
        "t": "Then it went north to the slope opposite the Arabah and proceeded into the plains."
    },
    {
        "o": 6980,
        "r": "csb:Joshua:18:19",
        "t": "The border continued to the north slope of Beth-hoglah and ended at the northern bay of the Dead Sea, at the southern end of the Jordan. This was the southern border."
    },
    {
        "o": 6981,
        "r": "csb:Joshua:18:20",
        "t": "The*p Jordan formed the border on the east side. This*p was the inheritance of Benjamin’s descendants, by their clans, according to its surrounding borders."
    },
    {
        "o": 6982,
        "r": "csb:Joshua:18:20",
        "t": "Benjamin’s Cities",
        "h": 2
    },
    {
        "o": 6983,
        "r": "csb:Joshua:18:21",
        "t": "These*p were the cities of the tribe of Benjamin’s descendants by their clans: Jericho,*p Beth-hoglah, Emek-keziz,"
    },
    {
        "o": 6984,
        "r": "csb:Joshua:18:22",
        "t": "Beth-arabah, Zemaraim, Bethel,"
    },
    {
        "o": 6985,
        "r": "csb:Joshua:18:23",
        "t": "Avvim, Parah, Ophrah,"
    },
    {
        "o": 6986,
        "r": "csb:Joshua:18:24",
        "t": "Chephar-ammoni, Ophni, and Geba - twelve cities, with their settlements;"
    },
    {
        "o": 6987,
        "r": "csb:Joshua:18:25",
        "t": "Gibeon, Ramah, Beeroth,"
    },
    {
        "o": 6988,
        "r": "csb:Joshua:18:26",
        "t": "Mizpeh, Chephirah, Mozah,"
    },
    {
        "o": 6989,
        "r": "csb:Joshua:18:27",
        "t": "Rekem, Irpeel, Taralah,"
    },
    {
        "o": 6990,
        "r": "csb:Joshua:18:28",
        "t": "Zela, Haeleph, Jebus (that is, Jerusalem), Gibeah, and Kiriath- fourteen cities, with their settlements. This*p was the inheritance for Benjamin’s descendants by their clans."
    }
]
