[
    {
        "o": 21953,
        "r": "esv:Jeremiah:32:0",
        "t": "Jeremiah 32",
        "h": 1
    },
    {
        "o": 21954,
        "r": "esv:Jeremiah:32:0",
        "t": "Jeremiah Buys a Field During the Siege",
        "h": 2
    },
    {
        "o": 21955,
        "r": "esv:Jeremiah:32:1",
        "t": "The*p word that came to Jeremiah from the Lord*s in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar."
    },
    {
        "o": 21956,
        "r": "esv:Jeremiah:32:2",
        "t": "At that time the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard that was in the palace of the king of Judah."
    },
    {
        "o": 21957,
        "r": "esv:Jeremiah:32:3",
        "t": "For Zedekiah king of Judah had imprisoned him, saying, “Why do you prophesy and say, ‘Thus says the Lord:*s Behold, I am giving this city into the hand of the king of Babylon, and he shall capture it;"
    },
    {
        "o": 21958,
        "r": "esv:Jeremiah:32:4",
        "t": "Zedekiah king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be given into the hand of the king of Babylon, and shall speak with him face to face and see him eye to eye."
    },
    {
        "o": 21959,
        "r": "esv:Jeremiah:32:5",
        "t": "And he shall take Zedekiah to Babylon, and there he shall remain until I visit him, declares the Lord.*s Though you fight against the Chaldeans, you shall not succeed’?”"
    },
    {
        "o": 21960,
        "r": "esv:Jeremiah:32:6",
        "t": "Jeremiah*p said, “The word of the Lord*s came to me:"
    },
    {
        "o": 21961,
        "r": "esv:Jeremiah:32:7",
        "t": "Behold, Hanamel the son of Shallum your uncle will come to you and say, ‘Buy my field that is at Anathoth, for the right of redemption by purchase is yours.’"
    },
    {
        "o": 21962,
        "r": "esv:Jeremiah:32:8",
        "t": "Then Hanamel my cousin came to me in the court of the guard, in accordance with the word of the Lord,*s and said to me, ‘Buy my field that is at Anathoth in the land of Benjamin, for the right of possession and redemption is yours; buy it for yourself.’ Then I knew that this was the word of the Lord.*s"
    },
    {
        "o": 21963,
        "r": "esv:Jeremiah:32:9",
        "t": "“And*p I bought the field at Anathoth from Hanamel my cousin, and weighed out the money to him, seventeen shekels of silver."
    },
    {
        "o": 21964,
        "r": "esv:Jeremiah:32:10",
        "t": "I signed the deed, sealed it, got witnesses, and weighed the money on scales."
    },
    {
        "o": 21965,
        "r": "esv:Jeremiah:32:11",
        "t": "Then I took the sealed deed of purchase, containing the terms and conditions and the open copy."
    },
    {
        "o": 21966,
        "r": "esv:Jeremiah:32:12",
        "t": "And I gave the deed of purchase to Baruch the son of Neriah son of Mahseiah, in the presence of Hanamel my cousin, in the presence of the witnesses who signed the deed of purchase, and in the presence of all the Judeans who were sitting in the court of the guard."
    },
    {
        "o": 21967,
        "r": "esv:Jeremiah:32:13",
        "t": "I charged Baruch in their presence, saying,"
    },
    {
        "o": 21968,
        "r": "esv:Jeremiah:32:14",
        "t": "‘Thus says the Lord*s of hosts, the God of Israel: Take these deeds, both this sealed deed of purchase and this open deed, and put them in an earthenware vessel, that they may last for a long time."
    },
    {
        "o": 21969,
        "r": "esv:Jeremiah:32:15",
        "t": "For thus says the Lord*s of hosts, the God of Israel: Houses and fields and vineyards shall again be bought in this land.’"
    },
    {
        "o": 21970,
        "r": "esv:Jeremiah:32:15",
        "t": "Jeremiah Prays for Understanding",
        "h": 2
    },
    {
        "o": 21971,
        "r": "esv:Jeremiah:32:16",
        "t": "“After*p I had given the deed of purchase to Baruch the son of Neriah, I prayed to the Lord,*s saying:"
    },
    {
        "o": 21972,
        "r": "esv:Jeremiah:32:17",
        "t": "‘Ah, Lord God!*s It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you."
    },
    {
        "o": 21973,
        "r": "esv:Jeremiah:32:18",
        "t": "You show steadfast love to thousands, but you repay the guilt of fathers to their children after them, O great and mighty God, whose name is the Lord*s of hosts,"
    },
    {
        "o": 21974,
        "r": "esv:Jeremiah:32:19",
        "t": "great in counsel and mighty in deed, whose eyes are open to all the ways of the children of man, rewarding each one according to his ways and according to the fruit of his deeds."
    },
    {
        "o": 21975,
        "r": "esv:Jeremiah:32:20",
        "t": "You have shown signs and wonders in the land of Egypt, and to this day in Israel and among all mankind, and have made a name for yourself, as at this day."
    },
    {
        "o": 21976,
        "r": "esv:Jeremiah:32:21",
        "t": "You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and outstretched arm, and with great terror."
    },
    {
        "o": 21977,
        "r": "esv:Jeremiah:32:22",
        "t": "And you gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey."
    },
    {
        "o": 21978,
        "r": "esv:Jeremiah:32:23",
        "t": "And they entered and took possession of it. But they did not obey your voice or walk in your law. They did nothing of all you commanded them to do. Therefore you have made all this disaster come upon them."
    },
    {
        "o": 21979,
        "r": "esv:Jeremiah:32:24",
        "t": "Behold, the siege mounds have come up to the city to take it, and because of sword and famine and pestilence the city is given into the hands of the Chaldeans who are fighting against it. What you spoke has come to pass, and behold, you see it."
    },
    {
        "o": 21980,
        "r": "esv:Jeremiah:32:25",
        "t": "Yet you, O Lord God,*s have said to me, “Buy the field for money and get witnesses”— though the city is given into the hands of the Chaldeans.’”"
    },
    {
        "o": 21981,
        "r": "esv:Jeremiah:32:26",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21982,
        "r": "esv:Jeremiah:32:27",
        "t": "“Behold, I am the Lord,*s the God of all flesh. Is anything too hard for me?"
    },
    {
        "o": 21983,
        "r": "esv:Jeremiah:32:28",
        "t": "Therefore, thus says the Lord:*s Behold, I am giving this city into the hands of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he shall capture it."
    },
    {
        "o": 21984,
        "r": "esv:Jeremiah:32:29",
        "t": "The Chaldeans who are fighting against this city shall come and set this city on fire and burn it, with the houses on whose roofs offerings have been made to Baal and drink offerings have been poured out to other gods, to provoke me to anger."
    },
    {
        "o": 21985,
        "r": "esv:Jeremiah:32:30",
        "t": "For the children of Israel and the children of Judah have done nothing but evil in my sight from their youth. The children of Israel have done nothing but provoke me to anger by the work of their hands, declares the Lord.*s"
    },
    {
        "o": 21986,
        "r": "esv:Jeremiah:32:31",
        "t": "This city has aroused my anger and wrath, from the day it was built to this day, so that I will remove it from my sight"
    },
    {
        "o": 21987,
        "r": "esv:Jeremiah:32:32",
        "t": "because of all the evil of the children of Israel and the children of Judah that they did to provoke me to anger— their kings and their officials, their priests and their prophets, the men of Judah and the inhabitants of Jerusalem."
    },
    {
        "o": 21988,
        "r": "esv:Jeremiah:32:33",
        "t": "They have turned to me their back and not their face. And though I have taught them persistently, they have not listened to receive instruction."
    },
    {
        "o": 21989,
        "r": "esv:Jeremiah:32:34",
        "t": "They set up their abominations in the house that is called by my name, to defile it."
    },
    {
        "o": 21990,
        "r": "esv:Jeremiah:32:35",
        "t": "They built the high places of Baal in the Valley of the Son of Hinnom, to offer up their sons and daughters to Molech, though I did not command them, nor did it enter into my mind, that they should do this abomination, to cause Judah to sin."
    },
    {
        "o": 21991,
        "r": "esv:Jeremiah:32:35",
        "t": "They Shall Be My People; I Will Be Their God",
        "h": 2
    },
    {
        "o": 21992,
        "r": "esv:Jeremiah:32:36",
        "t": "“Now*p therefore thus says the Lord,*s the God of Israel, concerning this city of which you say, ‘It is given into the hand of the king of Babylon by sword, by famine, and by pestilence’:"
    },
    {
        "o": 21993,
        "r": "esv:Jeremiah:32:37",
        "t": "Behold, I will gather them from all the countries to which I drove them in my anger and my wrath and in great indignation. I will bring them back to this place, and I will make them dwell in safety."
    },
    {
        "o": 21994,
        "r": "esv:Jeremiah:32:38",
        "t": "And they shall be my people, and I will be their God."
    },
    {
        "o": 21995,
        "r": "esv:Jeremiah:32:39",
        "t": "I will give them one heart and one way, that they may fear me forever, for their own good and the good of their children after them."
    },
    {
        "o": 21996,
        "r": "esv:Jeremiah:32:40",
        "t": "I will make with them an everlasting covenant, that I will not turn away from doing good to them. And I will put the fear of me in their hearts, that they may not turn from me."
    },
    {
        "o": 21997,
        "r": "esv:Jeremiah:32:41",
        "t": "I will rejoice in doing them good, and I will plant them in this land in faithfulness, with all my heart and all my soul."
    },
    {
        "o": 21998,
        "r": "esv:Jeremiah:32:42",
        "t": "“For*p thus says the Lord:*s Just as I have brought all this great disaster upon this people, so I will bring upon them all the good that I promise them."
    },
    {
        "o": 21999,
        "r": "esv:Jeremiah:32:43",
        "t": "Fields shall be bought in this land of which you are saying, ‘It is a desolation, without man or beast; it is given into the hand of the Chaldeans.’"
    },
    {
        "o": 22000,
        "r": "esv:Jeremiah:32:44",
        "t": "Fields shall be bought for money, and deeds shall be signed and sealed and witnessed, in the land of Benjamin, in the places about Jerusalem, and in the cities of Judah, in the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negeb; for I will restore their fortunes, declares the Lord.”*s"
    }
]
