[
    {
        "o": 30719,
        "r": "niv:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 30720,
        "r": "niv:Acts:26:1",
        "t": "Then*p Agrippa said to Paul, “You have permission to speak for yourself.” So*p Paul motioned with his hand and began his defense:"
    },
    {
        "o": 30721,
        "r": "niv:Acts:26:2",
        "t": "“King Agrippa, I consider myself fortunate to stand before you today as I make my defense against all the accusations of the Jews,"
    },
    {
        "o": 30722,
        "r": "niv:Acts:26:3",
        "t": "and especially so because you are well acquainted with all the Jewish customs and controversies. Therefore, I beg you to listen to me patiently."
    },
    {
        "o": 30723,
        "r": "niv:Acts:26:4",
        "t": "“The*p Jewish people all know the way I have lived ever since I was a child, from the beginning of my life in my own country, and also in Jerusalem."
    },
    {
        "o": 30724,
        "r": "niv:Acts:26:5",
        "t": "They have known me for a long time and can testify, if they are willing, that I conformed to the strictest sect of our religion, living as a Pharisee."
    },
    {
        "o": 30725,
        "r": "niv:Acts:26:6",
        "t": "And now it is because of my hope in what God has promised our ancestors that I am on trial today."
    },
    {
        "o": 30726,
        "r": "niv:Acts:26:7",
        "t": "This is the promise our twelve tribes are hoping to see fulfilled as they earnestly serve God day and night. King Agrippa, it is because of this hope that these Jews are accusing me."
    },
    {
        "o": 30727,
        "r": "niv:Acts:26:8",
        "t": "Why should any of you consider it incredible that God raises the dead?"
    },
    {
        "o": 30728,
        "r": "niv:Acts:26:9",
        "t": "“I*p too was convinced that I ought to do all that was possible to oppose the name of Jesus of Nazareth."
    },
    {
        "o": 30729,
        "r": "niv:Acts:26:10",
        "t": "And that is just what I did in Jerusalem. On the authority of the chief priests I put many of the Lord’s people in prison, and when they were put to death, I cast my vote against them."
    },
    {
        "o": 30730,
        "r": "niv:Acts:26:11",
        "t": "Many a time I went from one synagogue to another to have them punished, and I tried to force them to blaspheme. I was so obsessed with persecuting them that I even hunted them down in foreign cities."
    },
    {
        "o": 30731,
        "r": "niv:Acts:26:12",
        "t": "“On*p one of these journeys I was going to Damascus with the authority and commission of the chief priests."
    },
    {
        "o": 30732,
        "r": "niv:Acts:26:13",
        "t": "About noon, King Agrippa, as I was on the road, I saw a light from heaven, brighter than the sun, blazing around me and my companions."
    },
    {
        "o": 30733,
        "r": "niv:Acts:26:14",
        "t": "We all fell to the ground, and I heard a voice saying to me in Aramaic, ‘Saul,*r Saul,*r why*r do*r you*r persecute*r me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 30734,
        "r": "niv:Acts:26:15",
        "t": "“Then*p I asked, ‘Who are you, Lord?’ “‘I*rp am*r Jesus,*r whom*r you*r are*r persecuting,’*r the Lord replied."
    },
    {
        "o": 30735,
        "r": "niv:Acts:26:16",
        "t": "‘Now*r get*r up*r and*r stand*r on*r your*r feet.*r I*r have*r appeared*r to*r you*r to*r appoint*r you*r as*r a*r servant*r and*r as*r a*r witness*r of*r what*r you*r have*r seen*r and*r will*r see*r of*r me.*r"
    },
    {
        "o": 30736,
        "r": "niv:Acts:26:17",
        "t": "I*r will*r rescue*r you*r from*r your*r own*r people*r and*r from*r the*r Gentiles.*r I*r am*r sending*r you*r to*r them*r"
    },
    {
        "o": 30737,
        "r": "niv:Acts:26:18",
        "t": "to*r open*r their*r eyes*r and*r turn*r them*r from*r darkness*r to*r light,*r and*r from*r the*r power*r of*r Satan*r to*r God,*r so*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r a*r place*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r me.’*r"
    },
    {
        "o": 30738,
        "r": "niv:Acts:26:19",
        "t": "“So*p then, King Agrippa, I was not disobedient to the vision from heaven."
    },
    {
        "o": 30739,
        "r": "niv:Acts:26:20",
        "t": "First to those in Damascus, then to those in Jerusalem and in all Judea, and then to the Gentiles, I preached that they should repent and turn to God and demonstrate their repentance by their deeds."
    },
    {
        "o": 30740,
        "r": "niv:Acts:26:21",
        "t": "That is why some Jews seized me in the temple courts and tried to kill me."
    },
    {
        "o": 30741,
        "r": "niv:Acts:26:22",
        "t": "But God has helped me to this very day; so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen—"
    },
    {
        "o": 30742,
        "r": "niv:Acts:26:23",
        "t": "that the Messiah would suffer and, as the first to rise from the dead, would bring the message of light to his own people and to the Gentiles.”"
    },
    {
        "o": 30743,
        "r": "niv:Acts:26:24",
        "t": "At*p this point Festus interrupted Paul’s defense. “You are out of your mind, Paul!” he shouted. “Your great learning is driving you insane.”"
    },
    {
        "o": 30744,
        "r": "niv:Acts:26:25",
        "t": "“I*p am not insane, most excellent Festus,” Paul replied. “What I am saying is true and reasonable."
    },
    {
        "o": 30745,
        "r": "niv:Acts:26:26",
        "t": "The king is familiar with these things, and I can speak freely to him. I am convinced that none of this has escaped his notice, because it was not done in a corner."
    },
    {
        "o": 30746,
        "r": "niv:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know you do.”"
    },
    {
        "o": 30747,
        "r": "niv:Acts:26:28",
        "t": "Then*p Agrippa said to Paul, “Do you think that in such a short time you can persuade me to be a Christian?”"
    },
    {
        "o": 30748,
        "r": "niv:Acts:26:29",
        "t": "Paul*p replied, “Short time or long—I pray to God that not only you but all who are listening to me today may become what I am, except for these chains.”"
    },
    {
        "o": 30749,
        "r": "niv:Acts:26:30",
        "t": "The*p king rose, and with him the governor and Bernice and those sitting with them."
    },
    {
        "o": 30750,
        "r": "niv:Acts:26:31",
        "t": "After they left the room, they began saying to one another, “This man is not doing anything that deserves death or imprisonment.”"
    },
    {
        "o": 30751,
        "r": "niv:Acts:26:32",
        "t": "Agrippa*p said to Festus, “This man could have been set free if he had not appealed to Caesar.”"
    }
]
