[
    {
        "o": 4067,
        "r": "csb:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4068,
        "r": "csb:Numbers:3:0",
        "t": "Aaron’s Sons and the Levites",
        "h": 2
    },
    {
        "o": 4069,
        "r": "csb:Numbers:3:1",
        "t": "These*p are the family records of Aaron and Moses at the time the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4070,
        "r": "csb:Numbers:3:2",
        "t": "These are the names of Aaron’s sons: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4071,
        "r": "csb:Numbers:3:3",
        "t": "These are the names of Aaron’s sons, the anointed priests, who were ordained to serve as priests."
    },
    {
        "o": 4072,
        "r": "csb:Numbers:3:4",
        "t": "But Nadab and Abihu died in the Lord’s*s presence when they presented unauthorized fire before the Lord*s in the Wilderness of Sinai, and they had no sons. So Eleazar and Ithamar served as priests under the direction of Aaron their father."
    },
    {
        "o": 4073,
        "r": "csb:Numbers:3:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4074,
        "r": "csb:Numbers:3:6",
        "t": "“Bring the tribe of Levi near and present them to the priest Aaron to assist him."
    },
    {
        "o": 4075,
        "r": "csb:Numbers:3:7",
        "t": "They are to perform duties for him and the entire community before the tent of meeting by attending to the service of the tabernacle."
    },
    {
        "o": 4076,
        "r": "csb:Numbers:3:8",
        "t": "They are to take care of all the furnishings of the tent of meeting and perform duties for the Israelites by attending to the service of the tabernacle."
    },
    {
        "o": 4077,
        "r": "csb:Numbers:3:9",
        "t": "Assign the Levites to Aaron and his sons; they have been assigned exclusively to him from the Israelites."
    },
    {
        "o": 4078,
        "r": "csb:Numbers:3:10",
        "t": "You are to appoint Aaron and his sons to carry out their priestly responsibilities, but any unauthorized person who comes near the sanctuary is to be put to death.”"
    },
    {
        "o": 4079,
        "r": "csb:Numbers:3:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4080,
        "r": "csb:Numbers:3:12",
        "t": "“See, I have taken the Levites from the Israelites in place of every firstborn Israelite from the womb. The Levites belong to me,"
    },
    {
        "o": 4081,
        "r": "csb:Numbers:3:13",
        "t": "because every firstborn belongs to me. At the time I struck down every firstborn in the land of Egypt, I consecrated every firstborn in Israel to myself, both man and animal. They are mine; I am the Lord.”*s"
    },
    {
        "o": 4082,
        "r": "csb:Numbers:3:13",
        "t": "The Levitical Census",
        "h": 2
    },
    {
        "o": 4083,
        "r": "csb:Numbers:3:14",
        "t": "The*p Lord*s spoke to Moses in the Wilderness of Sinai:"
    },
    {
        "o": 4084,
        "r": "csb:Numbers:3:15",
        "t": "“Register the Levites by their ancestral families and their clans. You are to register every male one month old or more.”"
    },
    {
        "o": 4085,
        "r": "csb:Numbers:3:16",
        "t": "So Moses registered them in obedience to the Lord*s as he had been commanded:"
    },
    {
        "o": 4086,
        "r": "csb:Numbers:3:17",
        "t": "These*p were Levi’s sons by name: Gershon, Kohath, and Merari."
    },
    {
        "o": 4087,
        "r": "csb:Numbers:3:18",
        "t": "These were the names of Gershon’s sons by their clans: Libni and Shimei."
    },
    {
        "o": 4088,
        "r": "csb:Numbers:3:19",
        "t": "Kohath’s sons by their clans were Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 4089,
        "r": "csb:Numbers:3:20",
        "t": "Merari’s sons by their clans were Mahli and Mushi. These were the Levite clans by their ancestral families."
    },
    {
        "o": 4090,
        "r": "csb:Numbers:3:21",
        "t": "The*p Libnite clan and the Shimeite clan came from Gershon; these were the Gershonite clans."
    },
    {
        "o": 4091,
        "r": "csb:Numbers:3:22",
        "t": "Those registered, counting every male one month old or more, numbered 7,500."
    },
    {
        "o": 4092,
        "r": "csb:Numbers:3:23",
        "t": "The Gershonite clans camped behind the tabernacle on the west side,"
    },
    {
        "o": 4093,
        "r": "csb:Numbers:3:24",
        "t": "and the leader of the Gershonite families was Eliasaph son of Lael."
    },
    {
        "o": 4094,
        "r": "csb:Numbers:3:25",
        "t": "The Gershonites’ duties at the tent of meeting involved the tabernacle, the tent, its covering, the screen for the entrance to the tent of meeting,"
    },
    {
        "o": 4095,
        "r": "csb:Numbers:3:26",
        "t": "the hangings of the courtyard, the screen for the entrance to the courtyard that surrounds the tabernacle and the altar, and the tent ropes - all the work relating to these."
    },
    {
        "o": 4096,
        "r": "csb:Numbers:3:27",
        "t": "The*p Amramite clan, the Izharite clan, the Hebronite clan, and the Uzzielite clan came from Kohath; these were the Kohathites."
    },
    {
        "o": 4097,
        "r": "csb:Numbers:3:28",
        "t": "Counting every male one month old or more, there were 8,600 responsible for the duties of the sanctuary."
    },
    {
        "o": 4098,
        "r": "csb:Numbers:3:29",
        "t": "The clans of the Kohathites camped on the south side of the tabernacle,"
    },
    {
        "o": 4099,
        "r": "csb:Numbers:3:30",
        "t": "and the leader of the families of the Kohathite clans was Elizaphan son of Uzziel."
    },
    {
        "o": 4100,
        "r": "csb:Numbers:3:31",
        "t": "Their duties involved the ark, the table, the lampstand, the altars, the sanctuary utensils that were used with these, and the screen- and all the work relating to them."
    },
    {
        "o": 4101,
        "r": "csb:Numbers:3:32",
        "t": "The chief of the Levite leaders was Eleazar son of Aaron the priest; he had oversight of those responsible for the duties of the sanctuary."
    },
    {
        "o": 4102,
        "r": "csb:Numbers:3:33",
        "t": "The*p Mahlite clan and the Mushite clan came from Merari; these were the Merarite clans."
    },
    {
        "o": 4103,
        "r": "csb:Numbers:3:34",
        "t": "Those registered, counting every male one month old or more, numbered 6,200."
    },
    {
        "o": 4104,
        "r": "csb:Numbers:3:35",
        "t": "The leader of the families of the Merarite clans was Zuriel son of Abihail; they camped on the north side of the tabernacle."
    },
    {
        "o": 4105,
        "r": "csb:Numbers:3:36",
        "t": "The assigned duties of Merari’s descendants involved the tabernacle’s supports, crossbars, pillars, bases, all its equipment, and all the work related to these,"
    },
    {
        "o": 4106,
        "r": "csb:Numbers:3:37",
        "t": "in addition to the posts of the surrounding courtyard with their bases, tent pegs, and ropes."
    },
    {
        "o": 4107,
        "r": "csb:Numbers:3:38",
        "t": "Moses,*p Aaron, and his sons, who performed the duties of the sanctuary as a service on behalf of the Israelites, camped in front of the tabernacle on the east, in front of the tent of meeting toward the sunrise. Any unauthorized person who came near it was to be put to death."
    },
    {
        "o": 4108,
        "r": "csb:Numbers:3:39",
        "t": "The*p total number of all the Levite males one month old or more that Moses and Aaron registered by their clans at the Lord’s*s command was 22,000."
    },
    {
        "o": 4109,
        "r": "csb:Numbers:3:39",
        "t": "Redemption of the Firstborn",
        "h": 2
    },
    {
        "o": 4110,
        "r": "csb:Numbers:3:40",
        "t": "The*p Lord*s told Moses, “Register every firstborn male of the Israelites one month old or more, and list their names."
    },
    {
        "o": 4111,
        "r": "csb:Numbers:3:41",
        "t": "You are to take the Levites for me - I am the Lord-*s in place of every firstborn among the Israelites, and the Levites’ cattle in place of every firstborn among the Israelites’ cattle.”"
    },
    {
        "o": 4112,
        "r": "csb:Numbers:3:42",
        "t": "So Moses registered every firstborn among the Israelites, as the Lord*s commanded him."
    },
    {
        "o": 4113,
        "r": "csb:Numbers:3:43",
        "t": "The total number of the firstborn males one month old or more listed by name was 22,273."
    },
    {
        "o": 4114,
        "r": "csb:Numbers:3:44",
        "t": "The*p Lord*s spoke to Moses again:"
    },
    {
        "o": 4115,
        "r": "csb:Numbers:3:45",
        "t": "“Take the Levites in place of every firstborn among the Israelites, and the Levites’ cattle in place of their cattle. The Levites belong to me; I am the Lord.*s"
    },
    {
        "o": 4116,
        "r": "csb:Numbers:3:46",
        "t": "As the redemption price for the 273 firstborn Israelites who outnumber the Levites,"
    },
    {
        "o": 4117,
        "r": "csb:Numbers:3:47",
        "t": "collect five shekels for each person, according to the standard sanctuary shekel - twenty gerahs to the shekel."
    },
    {
        "o": 4118,
        "r": "csb:Numbers:3:48",
        "t": "Give the silver to Aaron and his sons as the redemption price for those who are in excess among the Israelites.”"
    },
    {
        "o": 4119,
        "r": "csb:Numbers:3:49",
        "t": "So*p Moses collected the redemption amount from those in excess of the ones redeemed by the Levites."
    },
    {
        "o": 4120,
        "r": "csb:Numbers:3:50",
        "t": "He collected the silver from the firstborn Israelites: 1,365 shekels measured by the standard sanctuary shekel."
    },
    {
        "o": 4121,
        "r": "csb:Numbers:3:51",
        "t": "He gave the redemption silver to Aaron and his sons in obedience to the Lord,*s just as the Lord*s commanded Moses."
    }
]
