[
    {
        "o": 24281,
        "r": "nkjv:Ezekiel:48:0",
        "t": "Ezekiel 48",
        "h": 1
    },
    {
        "o": 24282,
        "r": "nkjv:Ezekiel:48:0",
        "t": "Division of the Land",
        "h": 2
    },
    {
        "o": 24283,
        "r": "nkjv:Ezekiel:48:1",
        "t": "“Now*p these are*i the names of the tribes: From the northern border along the road to Hethlon at the entrance of Hamath, to Hazar Enan, the border of Damascus northward, in the direction of Hamath, there*i shall*i be*i one section*i for*i Dan from its east to its west side;"
    },
    {
        "o": 24284,
        "r": "nkjv:Ezekiel:48:2",
        "t": "by the border of Dan, from the east side to the west, one section*i for*i Asher;"
    },
    {
        "o": 24285,
        "r": "nkjv:Ezekiel:48:3",
        "t": "by the border of Asher, from the east side to the west, one section*i for*i Naphtali;"
    },
    {
        "o": 24286,
        "r": "nkjv:Ezekiel:48:4",
        "t": "by the border of Naphtali, from the east side to the west, one section*i for*i Manasseh;"
    },
    {
        "o": 24287,
        "r": "nkjv:Ezekiel:48:5",
        "t": "by the border of Manasseh, from the east side to the west, one section*i for*i Ephraim;"
    },
    {
        "o": 24288,
        "r": "nkjv:Ezekiel:48:6",
        "t": "by the border of Ephraim, from the east side to the west, one section*i for*i Reuben;"
    },
    {
        "o": 24289,
        "r": "nkjv:Ezekiel:48:7",
        "t": "by the border of Reuben, from the east side to the west, one section*i for*i Judah;"
    },
    {
        "o": 24290,
        "r": "nkjv:Ezekiel:48:8",
        "t": "by the border of Judah, from the east side to the west, shall be the district which you shall set apart, twenty-five thousand cubits*i in width, and in*i length the same as one of the other*i portions, from the east side to the west, with the sanctuary in the center."
    },
    {
        "o": 24291,
        "r": "nkjv:Ezekiel:48:9",
        "t": "“The*p district that you shall set apart for the Lord*s shall*i be*i twenty-five thousand cubits*i in length and ten thousand in width."
    },
    {
        "o": 24292,
        "r": "nkjv:Ezekiel:48:10",
        "t": "To these—to the priests—the holy district shall belong: on the north twenty-five thousand cubits*i in*i length,*i on the west ten thousand in width, on the east ten thousand in width, and on the south twenty-five thousand in length. The sanctuary of the Lord*s shall be in the center."
    },
    {
        "o": 24293,
        "r": "nkjv:Ezekiel:48:11",
        "t": "It*i shall*i be*i for the priests of the sons of Zadok, who are sanctified, who have kept My charge, who did not go astray when the children of Israel went astray, as the Levites went astray."
    },
    {
        "o": 24294,
        "r": "nkjv:Ezekiel:48:12",
        "t": "And this*i district of land that is set apart shall be to them a thing most holy by the border of the Levites."
    },
    {
        "o": 24295,
        "r": "nkjv:Ezekiel:48:13",
        "t": "“Opposite*p the border of the priests, the Levites shall*i have*i an*i area*i twenty-five thousand cubits*i in length and ten thousand in width; its entire length shall*i be*i twenty-five thousand and its width ten thousand."
    },
    {
        "o": 24296,
        "r": "nkjv:Ezekiel:48:14",
        "t": "And they shall not sell or exchange any of it; they may not alienate this best part*i of the land, for it*i is*i holy to the Lord.*s"
    },
    {
        "o": 24297,
        "r": "nkjv:Ezekiel:48:15",
        "t": "“The*p five thousand cubits*i in width that remain, along the edge of the twenty-five thousand, shall be for general use by the city, for dwellings and common-land; and the city shall be in the center."
    },
    {
        "o": 24298,
        "r": "nkjv:Ezekiel:48:16",
        "t": "These shall*i be*i its measurements: the north side four thousand five hundred cubits,*i the south side four thousand five hundred, the east side four thousand five hundred, and the west side four thousand five hundred."
    },
    {
        "o": 24299,
        "r": "nkjv:Ezekiel:48:17",
        "t": "The common-land of the city shall be: to the north two hundred and fifty cubits,*i to the south two hundred and fifty, to the east two hundred and fifty, and to the west two hundred and fifty."
    },
    {
        "o": 24300,
        "r": "nkjv:Ezekiel:48:18",
        "t": "The rest of the length, alongside the district of the holy section,*i shall*i be*i ten thousand cubits*i to the east and ten thousand to the west. It shall be adjacent to the district of the holy section,*i and its produce shall be food for the workers of the city."
    },
    {
        "o": 24301,
        "r": "nkjv:Ezekiel:48:19",
        "t": "The workers of the city, from all the tribes of Israel, shall cultivate it."
    },
    {
        "o": 24302,
        "r": "nkjv:Ezekiel:48:20",
        "t": "The entire district shall*i be*i twenty-five thousand cubits*i by twenty-five thousand cubits,*i foursquare. You shall set apart the holy district with the property of the city."
    },
    {
        "o": 24303,
        "r": "nkjv:Ezekiel:48:21",
        "t": "“The*p rest shall*i belong*i to the prince, on one side and on the other of the holy district and of the city’s property, next to the twenty-five thousand cubits*i of the holy*i district as far as the eastern border, and westward next to the twenty-five thousand as far as the western border, adjacent to the tribal*i portions; it*i shall*i belong*i to the prince. It shall be the holy district, and the sanctuary of the temple shall*i be*i in the center."
    },
    {
        "o": 24304,
        "r": "nkjv:Ezekiel:48:22",
        "t": "Moreover, apart from the possession of the Levites and the possession of the city which*i are*i in the midst of what belongs*i to the prince, the*i area*i between the border of Judah and the border of Benjamin shall belong to the prince."
    },
    {
        "o": 24305,
        "r": "nkjv:Ezekiel:48:23",
        "t": "“As*p for the rest of the tribes, from the east side to the west, Benjamin shall*i have*i one section;*i"
    },
    {
        "o": 24306,
        "r": "nkjv:Ezekiel:48:24",
        "t": "by the border of Benjamin, from the east side to the west, Simeon shall*i have*i one section;*i"
    },
    {
        "o": 24307,
        "r": "nkjv:Ezekiel:48:25",
        "t": "by the border of Simeon, from the east side to the west, Issachar shall*i have*i one section;*i"
    },
    {
        "o": 24308,
        "r": "nkjv:Ezekiel:48:26",
        "t": "by the border of Issachar, from the east side to the west, Zebulun shall*i have*i one section;*i"
    },
    {
        "o": 24309,
        "r": "nkjv:Ezekiel:48:27",
        "t": "by the border of Zebulun, from the east side to the west, Gad shall*i have*i one section;*i"
    },
    {
        "o": 24310,
        "r": "nkjv:Ezekiel:48:28",
        "t": "by the border of Gad, on the south side, toward the South, the border shall be from Tamar to*i the waters of Meribah by*i Kadesh, along the brook to the Great Sea."
    },
    {
        "o": 24311,
        "r": "nkjv:Ezekiel:48:29",
        "t": "This is*i the land which you shall divide by lot as an inheritance among the tribes of Israel, and these are*i their portions,” says the Lord God.*s"
    },
    {
        "o": 24312,
        "r": "nkjv:Ezekiel:48:29",
        "t": "The Gates of the City and Its Name",
        "h": 2
    },
    {
        "o": 24313,
        "r": "nkjv:Ezekiel:48:30",
        "t": "“These*p are*i the exits of the city. On the north side, measuring four thousand five hundred cubits*i"
    },
    {
        "o": 24314,
        "r": "nkjv:Ezekiel:48:31",
        "t": "(the gates of the city shall*i be*i named after the tribes of Israel), the three gates northward: one gate for Reuben, one gate for Judah, and one gate for Levi;"
    },
    {
        "o": 24315,
        "r": "nkjv:Ezekiel:48:32",
        "t": "on the east side, four thousand five hundred cubits,*i three gates: one gate for Joseph, one gate for Benjamin, and one gate for Dan;"
    },
    {
        "o": 24316,
        "r": "nkjv:Ezekiel:48:33",
        "t": "on the south side, measuring four thousand five hundred cubits,*i three gates: one gate for Simeon, one gate for Issachar, and one gate for Zebulun;"
    },
    {
        "o": 24317,
        "r": "nkjv:Ezekiel:48:34",
        "t": "on the west side, four thousand five hundred cubits*i with their three gates: one gate for Gad, one gate for Asher, and one gate for Naphtali."
    },
    {
        "o": 24318,
        "r": "nkjv:Ezekiel:48:35",
        "t": "All the way around shall*i be*i eighteen thousand cubits;*i and the name of the city from that*i day shall*i be:*i THE LORD IS*i THERE.”"
    }
]
