[
    {
        "o": 24342,
        "r": "nkjv:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 24343,
        "r": "nkjv:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24344,
        "r": "nkjv:Daniel:2:1",
        "t": "Now*p in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so*i troubled that his sleep left him."
    },
    {
        "o": 24345,
        "r": "nkjv:Daniel:2:2",
        "t": "Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king."
    },
    {
        "o": 24346,
        "r": "nkjv:Daniel:2:3",
        "t": "And the king said to them, “I have had a dream, and my spirit is anxious to know the dream.”"
    },
    {
        "o": 24347,
        "r": "nkjv:Daniel:2:4",
        "t": "Then*p the Chaldeans spoke to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will give the interpretation.”"
    },
    {
        "o": 24348,
        "r": "nkjv:Daniel:2:5",
        "t": "The*p king answered and said to the Chaldeans, “My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap."
    },
    {
        "o": 24349,
        "r": "nkjv:Daniel:2:6",
        "t": "However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.”"
    },
    {
        "o": 24350,
        "r": "nkjv:Daniel:2:7",
        "t": "They*p answered again and said, “Let the king tell his servants the dream, and we will give its interpretation.”"
    },
    {
        "o": 24351,
        "r": "nkjv:Daniel:2:8",
        "t": "The*p king answered and said, “I know for certain that you would gain time, because you see that my decision is firm:"
    },
    {
        "o": 24352,
        "r": "nkjv:Daniel:2:9",
        "t": "if you do not make known the dream to me, there*i is*i only*i one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.”"
    },
    {
        "o": 24353,
        "r": "nkjv:Daniel:2:10",
        "t": "The*p Chaldeans answered the king, and said, “There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever*i asked such things of any magician, astrologer, or Chaldean."
    },
    {
        "o": 24354,
        "r": "nkjv:Daniel:2:11",
        "t": "It*i is*i a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.”"
    },
    {
        "o": 24355,
        "r": "nkjv:Daniel:2:12",
        "t": "For*p this reason the king was angry and very furious, and gave the command to destroy all the wise men*i of Babylon."
    },
    {
        "o": 24356,
        "r": "nkjv:Daniel:2:13",
        "t": "So the decree went out, and they began killing the wise men;*i and they sought Daniel and his companions, to kill them.*i"
    },
    {
        "o": 24357,
        "r": "nkjv:Daniel:2:13",
        "t": "God Reveals Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24358,
        "r": "nkjv:Daniel:2:14",
        "t": "Then*p with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men*i of Babylon;"
    },
    {
        "o": 24359,
        "r": "nkjv:Daniel:2:15",
        "t": "he answered and said to Arioch the king’s captain, “Why is the decree from the king so urgent?” Then Arioch made the decision known to Daniel."
    },
    {
        "o": 24360,
        "r": "nkjv:Daniel:2:16",
        "t": "So*p Daniel went in and asked the king to give him time, that he might tell the king the interpretation."
    },
    {
        "o": 24361,
        "r": "nkjv:Daniel:2:17",
        "t": "Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,"
    },
    {
        "o": 24362,
        "r": "nkjv:Daniel:2:18",
        "t": "that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men*i of Babylon."
    },
    {
        "o": 24363,
        "r": "nkjv:Daniel:2:19",
        "t": "Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven."
    },
    {
        "o": 24364,
        "r": "nkjv:Daniel:2:20",
        "t": "Daniel*p answered and said: “Blessed*pn be the name of God forever and ever, For*ld wisdom and might are His."
    },
    {
        "o": 24365,
        "r": "nkjv:Daniel:2:21",
        "t": "And*ld He changes the times and the seasons; He*ld removes kings and raises up kings; He*ld gives wisdom to the wise And*ld knowledge to those who have understanding."
    },
    {
        "o": 24366,
        "r": "nkjv:Daniel:2:22",
        "t": "He*ld reveals deep and secret things; He*ld knows what is*i in the darkness, And*ld light dwells with Him."
    },
    {
        "o": 24367,
        "r": "nkjv:Daniel:2:23",
        "t": "“I*ln thank You and praise You, O*ld God of my fathers; You*ld have given me wisdom and might, And*ld have now made known to me what we asked of You, For*ld You have made known to us the king’s demand.”"
    },
    {
        "o": 24368,
        "r": "nkjv:Daniel:2:23",
        "t": "Daniel Explains the Dream",
        "h": 2
    },
    {
        "o": 24369,
        "r": "nkjv:Daniel:2:24",
        "t": "Therefore*p Daniel went to Arioch, whom the king had appointed to destroy the wise men*i of Babylon. He went and said thus to him: “Do not destroy the wise men*i of Babylon; take me before the king, and I will tell the king the interpretation.”"
    },
    {
        "o": 24370,
        "r": "nkjv:Daniel:2:25",
        "t": "Then*p Arioch quickly brought Daniel before the king, and said thus to him, “I have found a man of the captives of Judah, who will make known to the king the interpretation.”"
    },
    {
        "o": 24371,
        "r": "nkjv:Daniel:2:26",
        "t": "The*p king answered and said to Daniel, whose name was*i Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”"
    },
    {
        "o": 24372,
        "r": "nkjv:Daniel:2:27",
        "t": "Daniel*p answered in the presence of the king, and said, “The secret which the king has demanded, the wise men,*i the astrologers, the magicians, and the soothsayers cannot declare to the king."
    },
    {
        "o": 24373,
        "r": "nkjv:Daniel:2:28",
        "t": "But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:"
    },
    {
        "o": 24374,
        "r": "nkjv:Daniel:2:29",
        "t": "As for you, O king, thoughts came to*i your mind*i while*i on your bed, about*i what would come to pass after this; and He who reveals secrets has made known to you what will be."
    },
    {
        "o": 24375,
        "r": "nkjv:Daniel:2:30",
        "t": "But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our*i sakes who make known the interpretation to the king, and that you may know the thoughts of your heart."
    },
    {
        "o": 24376,
        "r": "nkjv:Daniel:2:31",
        "t": "“You,*p O king, were watching; and behold, a great image! This great image, whose splendor was*i excellent, stood before you; and its form was*i awesome."
    },
    {
        "o": 24377,
        "r": "nkjv:Daniel:2:32",
        "t": "This image’s head was*i of fine gold, its chest and arms of silver, its belly and thighs of bronze,"
    },
    {
        "o": 24378,
        "r": "nkjv:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of clay."
    },
    {
        "o": 24379,
        "r": "nkjv:Daniel:2:34",
        "t": "You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces."
    },
    {
        "o": 24380,
        "r": "nkjv:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth."
    },
    {
        "o": 24381,
        "r": "nkjv:Daniel:2:36",
        "t": "“This*p is*i the dream. Now we will tell the interpretation of it before the king."
    },
    {
        "o": 24382,
        "r": "nkjv:Daniel:2:37",
        "t": "You, O king, are*i a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;"
    },
    {
        "o": 24383,
        "r": "nkjv:Daniel:2:38",
        "t": "and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them*i into your hand, and has made you ruler over them all— you are*i this head of gold."
    },
    {
        "o": 24384,
        "r": "nkjv:Daniel:2:39",
        "t": "But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth."
    },
    {
        "o": 24385,
        "r": "nkjv:Daniel:2:40",
        "t": "And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that*i kingdom*i will break in pieces and crush all the others."
    },
    {
        "o": 24386,
        "r": "nkjv:Daniel:2:41",
        "t": "Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay."
    },
    {
        "o": 24387,
        "r": "nkjv:Daniel:2:42",
        "t": "And as*i the toes of the feet were*i partly of iron and partly of clay, so*i the kingdom shall be partly strong and partly fragile."
    },
    {
        "o": 24388,
        "r": "nkjv:Daniel:2:43",
        "t": "As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay."
    },
    {
        "o": 24389,
        "r": "nkjv:Daniel:2:44",
        "t": "And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever."
    },
    {
        "o": 24390,
        "r": "nkjv:Daniel:2:45",
        "t": "Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”"
    },
    {
        "o": 24391,
        "r": "nkjv:Daniel:2:45",
        "t": "Daniel and His Friends Promoted",
        "h": 2
    },
    {
        "o": 24392,
        "r": "nkjv:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him."
    },
    {
        "o": 24393,
        "r": "nkjv:Daniel:2:47",
        "t": "The king answered Daniel, and said, “Truly your God is*i the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.”"
    },
    {
        "o": 24394,
        "r": "nkjv:Daniel:2:48",
        "t": "Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men*i of Babylon."
    },
    {
        "o": 24395,
        "r": "nkjv:Daniel:2:49",
        "t": "Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat*i in the gate of the king."
    }
]
