[
    {
        "o": 23976,
        "r": "kjv:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 23977,
        "r": "kjv:Zechariah:4:1",
        "t": "And*p the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep,"
    },
    {
        "o": 23978,
        "r": "kjv:Zechariah:4:2",
        "t": "And*p said unto me, What seest thou? And I said, I have looked, and behold a candlestick all of gold, with a bowl upon the top of it, and his seven lamps thereon, and seven pipes to the seven lamps, which are upon the top thereof:"
    },
    {
        "o": 23979,
        "r": "kjv:Zechariah:4:3",
        "t": "And*p two olive trees by it, one upon the right side of the bowl, and the other upon the left side thereof."
    },
    {
        "o": 23980,
        "r": "kjv:Zechariah:4:4",
        "t": "So*p I answered and spake to the angel that talked with me, saying, What are these, my lord?"
    },
    {
        "o": 23981,
        "r": "kjv:Zechariah:4:5",
        "t": "Then*p the angel that talked with me answered and said unto me, Knowest thou not what these be? And I said, No, my lord."
    },
    {
        "o": 23982,
        "r": "kjv:Zechariah:4:6",
        "t": "Then*p he answered and spake unto me, saying, This is the word of the Lord*s unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord*s of hosts."
    },
    {
        "o": 23983,
        "r": "kjv:Zechariah:4:7",
        "t": "Who*p art thou, O great mountain? before Zerubbabel thou shalt become a plain: and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it."
    },
    {
        "o": 23984,
        "r": "kjv:Zechariah:4:8",
        "t": "Moreover*p the word of the Lord*s came unto me, saying,"
    },
    {
        "o": 23985,
        "r": "kjv:Zechariah:4:9",
        "t": "The*p hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the Lord*s of hosts hath sent me unto you."
    },
    {
        "o": 23986,
        "r": "kjv:Zechariah:4:10",
        "t": "For*p who hath despised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the Lord,*s which run to and fro through the whole earth."
    },
    {
        "o": 23987,
        "r": "kjv:Zechariah:4:11",
        "t": "Then*p answered I, and said unto him, What are these two olive trees upon the right side of the candlestick and upon the left side thereof?"
    },
    {
        "o": 23988,
        "r": "kjv:Zechariah:4:12",
        "t": "And*p I answered again, and said unto him, What be these two olive branches which through the two golden pipes empty the golden oil out of themselves?"
    },
    {
        "o": 23989,
        "r": "kjv:Zechariah:4:13",
        "t": "And*p he answered me and said, Knowest thou not what these be? And I said, No, my lord."
    },
    {
        "o": 23990,
        "r": "kjv:Zechariah:4:14",
        "t": "Then*p said he, These are the two anointed ones, that stand by the Lord of the whole earth."
    }
]
