[
    {
        "o": 14192,
        "r": "kjv:Job:35:0",
        "t": "Job 35",
        "h": 1
    },
    {
        "o": 14193,
        "r": "kjv:Job:35:1",
        "t": "Elihu*p spake moreover, and said,"
    },
    {
        "o": 14194,
        "r": "kjv:Job:35:2",
        "t": "Thinkest*p thou this to be right, that thou saidst, My righteousness is more than God's?"
    },
    {
        "o": 14195,
        "r": "kjv:Job:35:3",
        "t": "For*p thou saidst, What advantage will it be unto thee? and, What profit shall I have, if I be cleansed from my sin?"
    },
    {
        "o": 14196,
        "r": "kjv:Job:35:4",
        "t": "I*p will answer thee, and thy companions with thee."
    },
    {
        "o": 14197,
        "r": "kjv:Job:35:5",
        "t": "Look*p unto the heavens, and see; and behold the clouds which are higher than thou."
    },
    {
        "o": 14198,
        "r": "kjv:Job:35:6",
        "t": "If*p thou sinnest, what doest thou against him? or if thy transgressions be multiplied, what doest thou unto him?"
    },
    {
        "o": 14199,
        "r": "kjv:Job:35:7",
        "t": "If*p thou be righteous, what givest thou him? or what receiveth he of thine hand?"
    },
    {
        "o": 14200,
        "r": "kjv:Job:35:8",
        "t": "Thy*p wickedness may hurt a man as thou art; and thy righteousness may profit the son of man."
    },
    {
        "o": 14201,
        "r": "kjv:Job:35:9",
        "t": "By*p reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty."
    },
    {
        "o": 14202,
        "r": "kjv:Job:35:10",
        "t": "But*p none saith, Where is God my maker, who giveth songs in the night;"
    },
    {
        "o": 14203,
        "r": "kjv:Job:35:11",
        "t": "Who*p teacheth us more than the beasts of the earth, and maketh us wiser than the fowls of heaven?"
    },
    {
        "o": 14204,
        "r": "kjv:Job:35:12",
        "t": "There*p they cry, but none giveth answer, because of the pride of evil men."
    },
    {
        "o": 14205,
        "r": "kjv:Job:35:13",
        "t": "Surely*p God will not hear vanity, neither will the Almighty regard it."
    },
    {
        "o": 14206,
        "r": "kjv:Job:35:14",
        "t": "Although*p thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him."
    },
    {
        "o": 14207,
        "r": "kjv:Job:35:15",
        "t": "But*p now, because it is not so, he hath visited in his anger; yet he knoweth it not in great extremity:"
    },
    {
        "o": 14208,
        "r": "kjv:Job:35:16",
        "t": "Therefore*p doth Job open his mouth in vain; he multiplieth words without knowledge."
    }
]
