[
    {
        "o": 6413,
        "r": "nasb:Joshua:3:0",
        "t": "Joshua 3",
        "h": 1
    },
    {
        "o": 6414,
        "r": "nasb:Joshua:3:0",
        "t": "Israel Crosses the Jordan",
        "h": 2
    },
    {
        "o": 6415,
        "r": "nasb:Joshua:3:1",
        "t": "Then*p Joshua rose early in the morning; and he and all the sons of Israel set out from Shittim and came to the Jordan, and they lodged there before they crossed."
    },
    {
        "o": 6416,
        "r": "nasb:Joshua:3:2",
        "t": "At the end of three days the officers went through the midst of the camp;"
    },
    {
        "o": 6417,
        "r": "nasb:Joshua:3:3",
        "t": "and they commanded the people, saying, “When you see the ark of the covenant of the Lord*s your God with the Levitical priests carrying it, then you shall set out from your place and go after it."
    },
    {
        "o": 6418,
        "r": "nasb:Joshua:3:4",
        "t": "However, there shall be between you and it a distance of about 2,000 cubits by measure. Do not come near it, that you may know the way by which you shall go, for you have not passed this way before.”"
    },
    {
        "o": 6419,
        "r": "nasb:Joshua:3:5",
        "t": "Then*p Joshua said to the people, “Consecrate yourselves, for tomorrow the Lord*s will do wonders among you.”"
    },
    {
        "o": 6420,
        "r": "nasb:Joshua:3:6",
        "t": "And Joshua spoke to the priests, saying, “Take up the ark of the covenant and cross over ahead of the people.” So they took up the ark of the covenant and went ahead of the people."
    },
    {
        "o": 6421,
        "r": "nasb:Joshua:3:7",
        "t": "Now*p the Lord*s said to Joshua, “This day I will begin to exalt you in the sight of all Israel, that they may know that just as I have been with Moses, I will be with you."
    },
    {
        "o": 6422,
        "r": "nasb:Joshua:3:8",
        "t": "You shall, moreover, command the priests who are carrying the ark of the covenant, saying, ‘When you come to the edge of the waters of the Jordan, you shall stand still*i in the Jordan.’ ”"
    },
    {
        "o": 6423,
        "r": "nasb:Joshua:3:9",
        "t": "Then Joshua said to the sons of Israel, “Come here, and hear the words of the Lord*s your God.”"
    },
    {
        "o": 6424,
        "r": "nasb:Joshua:3:10",
        "t": "Joshua said, “By this you shall know that the living God is among you, and that He will assuredly dispossess from before you the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite, and the Jebusite."
    },
    {
        "o": 6425,
        "r": "nasb:Joshua:3:11",
        "t": "Behold, the ark of the covenant of the Lord of all the earth is crossing over ahead of you into the Jordan."
    },
    {
        "o": 6426,
        "r": "nasb:Joshua:3:12",
        "t": "Now then, take for yourselves twelve men from the tribes of Israel, one man for each tribe."
    },
    {
        "o": 6427,
        "r": "nasb:Joshua:3:13",
        "t": "It shall come about when the soles of the feet of the priests who carry the ark of the Lord,*s the Lord of all the earth, rest in the waters of the Jordan, the waters of the Jordan will be cut off, and*i the waters which are flowing down from above will stand in one heap.”"
    },
    {
        "o": 6428,
        "r": "nasb:Joshua:3:14",
        "t": "So*p when the people set out from their tents to cross the Jordan with the priests carrying the ark of the covenant before the people,"
    },
    {
        "o": 6429,
        "r": "nasb:Joshua:3:15",
        "t": "and when those who carried the ark came into the Jordan, and the feet of the priests carrying the ark were dipped in the edge of the water (for the Jordan overflows all its banks all the days of harvest),"
    },
    {
        "o": 6430,
        "r": "nasb:Joshua:3:16",
        "t": "the waters which were flowing down from above stood and*i rose up in one heap, a great distance away at Adam, the city that is beside Zarethan; and those which were flowing down toward the sea of the Arabah, the Salt Sea, were completely cut off. So the people crossed opposite Jericho."
    },
    {
        "o": 6431,
        "r": "nasb:Joshua:3:17",
        "t": "And the priests who carried the ark of the covenant of the Lord*s stood firm on dry ground in the middle of the Jordan while all Israel crossed on dry ground, until all the nation had finished crossing the Jordan."
    }
]
