[
    {
        "o": 12704,
        "r": "nkjv:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12705,
        "r": "nkjv:2 Chronicles:14:1",
        "t": "So*p Abijah rested with his fathers, and they buried him in the City of David. Then Asa his son reigned in his place. In his days the land was quiet for ten years."
    },
    {
        "o": 12706,
        "r": "nkjv:2 Chronicles:14:1",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 12707,
        "r": "nkjv:2 Chronicles:14:2",
        "t": "Asa*p did what*i was*i good and right in the eyes of the Lord*s his God,"
    },
    {
        "o": 12708,
        "r": "nkjv:2 Chronicles:14:3",
        "t": "for he removed the altars of the foreign gods*i and the high places, and broke down the sacred*i pillars and cut down the wooden images."
    },
    {
        "o": 12709,
        "r": "nkjv:2 Chronicles:14:4",
        "t": "He commanded Judah to seek the Lord*s God of their fathers, and to observe the law and the commandment."
    },
    {
        "o": 12710,
        "r": "nkjv:2 Chronicles:14:5",
        "t": "He also removed the high places and the incense altars from all the cities of Judah, and the kingdom was quiet under him."
    },
    {
        "o": 12711,
        "r": "nkjv:2 Chronicles:14:6",
        "t": "And he built fortified cities in Judah, for the land had rest; he had no war in those years, because the Lord*s had given him rest."
    },
    {
        "o": 12712,
        "r": "nkjv:2 Chronicles:14:7",
        "t": "Therefore he said to Judah, “Let us build these cities and make walls around them,*i and towers, gates, and bars, while*i the land is*i yet before us, because we have sought the Lord*s our God; we have sought Him,*i and He has given us rest on every side.” So they built and prospered."
    },
    {
        "o": 12713,
        "r": "nkjv:2 Chronicles:14:8",
        "t": "And Asa had an army of three hundred thousand from Judah who carried shields and spears, and from Benjamin two hundred and eighty thousand men who carried shields and drew bows; all these were*i mighty men of valor."
    },
    {
        "o": 12714,
        "r": "nkjv:2 Chronicles:14:9",
        "t": "Then*p Zerah the Ethiopian came out against them with an army of a million men and three hundred chariots, and he came to Mareshah."
    },
    {
        "o": 12715,
        "r": "nkjv:2 Chronicles:14:10",
        "t": "So Asa went out against him, and they set the troops in battle array in the Valley of Zephathah at Mareshah."
    },
    {
        "o": 12716,
        "r": "nkjv:2 Chronicles:14:11",
        "t": "And Asa cried out to the Lord*s his God, and said, “Lord,*s it*i is*i nothing for You to help, whether with many or with those who have no power; help us, O Lord*s our God, for we rest on You, and in Your name we go against this multitude. O Lord,*s You are*i our God; do not let man prevail against You!”"
    },
    {
        "o": 12717,
        "r": "nkjv:2 Chronicles:14:12",
        "t": "So*p the Lord*s struck the Ethiopians before Asa and Judah, and the Ethiopians fled."
    },
    {
        "o": 12718,
        "r": "nkjv:2 Chronicles:14:13",
        "t": "And Asa and the people who were*i with him pursued them to Gerar. So the Ethiopians were overthrown, and they could not recover, for they were broken before the Lord*s and His army. And they carried away very much spoil."
    },
    {
        "o": 12719,
        "r": "nkjv:2 Chronicles:14:14",
        "t": "Then they defeated all the cities around Gerar, for the fear of the Lord*s came upon them; and they plundered all the cities, for there was exceedingly much spoil in them."
    },
    {
        "o": 12720,
        "r": "nkjv:2 Chronicles:14:15",
        "t": "They also attacked the livestock enclosures, and carried off sheep and camels in abundance, and returned to Jerusalem."
    }
]
