[
    {
        "o": 13660,
        "r": "esv:Nehemiah:6:0",
        "t": "Nehemiah 6",
        "h": 1
    },
    {
        "o": 13661,
        "r": "esv:Nehemiah:6:0",
        "t": "Conspiracy Against Nehemiah",
        "h": 2
    },
    {
        "o": 13662,
        "r": "esv:Nehemiah:6:1",
        "t": "Now*p when Sanballat and Tobiah and Geshem the Arab and the rest of our enemies heard that I had built the wall and that there was no breach left in it (although up to that time I had not set up the doors in the gates),"
    },
    {
        "o": 13663,
        "r": "esv:Nehemiah:6:2",
        "t": "Sanballat and Geshem sent to me, saying, “Come and let us meet together at Hakkephirim in the plain of Ono.” But they intended to do me harm."
    },
    {
        "o": 13664,
        "r": "esv:Nehemiah:6:3",
        "t": "And I sent messengers to them, saying, “I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?”"
    },
    {
        "o": 13665,
        "r": "esv:Nehemiah:6:4",
        "t": "And they sent to me four times in this way, and I answered them in the same manner."
    },
    {
        "o": 13666,
        "r": "esv:Nehemiah:6:5",
        "t": "In the same way Sanballat for the fifth time sent his servant to me with an open letter in his hand."
    },
    {
        "o": 13667,
        "r": "esv:Nehemiah:6:6",
        "t": "In it was written, “It is reported among the nations, and Geshem also says it, that you and the Jews intend to rebel; that is why you are building the wall. And according to these reports you wish to become their king."
    },
    {
        "o": 13668,
        "r": "esv:Nehemiah:6:7",
        "t": "And you have also set up prophets to proclaim concerning you in Jerusalem, ‘There is a king in Judah.’ And now the king will hear of these reports. So now come and let us take counsel together.”"
    },
    {
        "o": 13669,
        "r": "esv:Nehemiah:6:8",
        "t": "Then I sent to him, saying, “No such things as you say have been done, for you are inventing them out of your own mind.”"
    },
    {
        "o": 13670,
        "r": "esv:Nehemiah:6:9",
        "t": "For they all wanted to frighten us, thinking, “Their hands will drop from the work, and it will not be done.” But now, O God, strengthen my hands."
    },
    {
        "o": 13671,
        "r": "esv:Nehemiah:6:10",
        "t": "Now*p when I went into the house of Shemaiah the son of Delaiah, son of Mehetabel, who was confined to his home, he said, “Let us meet together in the house of God, within the temple. Let us close the doors of the temple, for they are coming to kill you. They are coming to kill you by night.”"
    },
    {
        "o": 13672,
        "r": "esv:Nehemiah:6:11",
        "t": "But I said, “Should such a man as I run away? And what man such as I could go into the temple and live? I will not go in.”"
    },
    {
        "o": 13673,
        "r": "esv:Nehemiah:6:12",
        "t": "And I understood and saw that God had not sent him, but he had pronounced the prophecy against me because Tobiah and Sanballat had hired him."
    },
    {
        "o": 13674,
        "r": "esv:Nehemiah:6:13",
        "t": "For this purpose he was hired, that I should be afraid and act in this way and sin, and so they could give me a bad name in order to taunt me."
    },
    {
        "o": 13675,
        "r": "esv:Nehemiah:6:14",
        "t": "Remember Tobiah and Sanballat, O my God, according to these things that they did, and also the prophetess Noadiah and the rest of the prophets who wanted to make me afraid."
    },
    {
        "o": 13676,
        "r": "esv:Nehemiah:6:14",
        "t": "The Wall Is Finished",
        "h": 2
    },
    {
        "o": 13677,
        "r": "esv:Nehemiah:6:15",
        "t": "So*p the wall was finished on the twenty-fifth day of the month Elul, in fifty-two days."
    },
    {
        "o": 13678,
        "r": "esv:Nehemiah:6:16",
        "t": "And when all our enemies heard of it, all the nations around us were afraid and fell greatly in their own esteem, for they perceived that this work had been accomplished with the help of our God."
    },
    {
        "o": 13679,
        "r": "esv:Nehemiah:6:17",
        "t": "Moreover, in those days the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them."
    },
    {
        "o": 13680,
        "r": "esv:Nehemiah:6:18",
        "t": "For many in Judah were bound by oath to him, because he was the son-in-law of Shecaniah the son of Arah: and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as his wife."
    },
    {
        "o": 13681,
        "r": "esv:Nehemiah:6:19",
        "t": "Also they spoke of his good deeds in my presence and reported my words to him. And Tobiah sent letters to make me afraid."
    }
]
