[
    {
        "o": 23044,
        "r": "niv:Ezekiel:22:0",
        "t": "Ezekiel 22",
        "h": 1
    },
    {
        "o": 23045,
        "r": "niv:Ezekiel:22:0",
        "t": "Judgment on Jerusalem’s Sins",
        "h": 2
    },
    {
        "o": 23046,
        "r": "niv:Ezekiel:22:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23047,
        "r": "niv:Ezekiel:22:2",
        "t": "“Son*p of man, will you judge her? Will you judge this city of bloodshed? Then confront her with all her detestable practices"
    },
    {
        "o": 23048,
        "r": "niv:Ezekiel:22:3",
        "t": "and say: ‘This is what the Sovereign Lord*s says: You city that brings on herself doom by shedding blood in her midst and defiles herself by making idols,"
    },
    {
        "o": 23049,
        "r": "niv:Ezekiel:22:4",
        "t": "you have become guilty because of the blood you have shed and have become defiled by the idols you have made. You have brought your days to a close, and the end of your years has come. Therefore I will make you an object of scorn to the nations and a laughingstock to all the countries."
    },
    {
        "o": 23050,
        "r": "niv:Ezekiel:22:5",
        "t": "Those who are near and those who are far away will mock you, you infamous city, full of turmoil."
    },
    {
        "o": 23051,
        "r": "niv:Ezekiel:22:6",
        "t": "“ ‘See*p how each of the princes of Israel who are in you uses his power to shed blood."
    },
    {
        "o": 23052,
        "r": "niv:Ezekiel:22:7",
        "t": "In you they have treated father and mother with contempt; in you they have oppressed the foreigner and mistreated the fatherless and the widow."
    },
    {
        "o": 23053,
        "r": "niv:Ezekiel:22:8",
        "t": "You have despised my holy things and desecrated my Sabbaths."
    },
    {
        "o": 23054,
        "r": "niv:Ezekiel:22:9",
        "t": "In you are slanderers who are bent on shedding blood; in you are those who eat at the mountain shrines and commit lewd acts."
    },
    {
        "o": 23055,
        "r": "niv:Ezekiel:22:10",
        "t": "In you are those who dishonor their father’s bed; in you are those who violate women during their period, when they are ceremonially unclean."
    },
    {
        "o": 23056,
        "r": "niv:Ezekiel:22:11",
        "t": "In you one man commits a detestable offense with his neighbor’s wife, another shamefully defiles his daughter-in-law, and another violates his sister, his own father’s daughter."
    },
    {
        "o": 23057,
        "r": "niv:Ezekiel:22:12",
        "t": "In you are people who accept bribes to shed blood; you take interest and make a profit from the poor. You extort unjust gain from your neighbors. And you have forgotten me, declares the Sovereign Lord.*s"
    },
    {
        "o": 23058,
        "r": "niv:Ezekiel:22:13",
        "t": "“ ‘I*p will surely strike my hands together at the unjust gain you have made and at the blood you have shed in your midst."
    },
    {
        "o": 23059,
        "r": "niv:Ezekiel:22:14",
        "t": "Will your courage endure or your hands be strong in the day I deal with you? I the Lord*s have spoken, and I will do it."
    },
    {
        "o": 23060,
        "r": "niv:Ezekiel:22:15",
        "t": "I will disperse you among the nations and scatter you through the countries; and I will put an end to your uncleanness."
    },
    {
        "o": 23061,
        "r": "niv:Ezekiel:22:16",
        "t": "When you have been defiled in the eyes of the nations, you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23062,
        "r": "niv:Ezekiel:22:17",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 23063,
        "r": "niv:Ezekiel:22:18",
        "t": "“Son of man, the people of Israel have become dross to me; all of them are the copper, tin, iron and lead left inside a furnace. They are but the dross of silver."
    },
    {
        "o": 23064,
        "r": "niv:Ezekiel:22:19",
        "t": "Therefore this is what the Sovereign Lord*s says: ‘Because you have all become dross, I will gather you into Jerusalem."
    },
    {
        "o": 23065,
        "r": "niv:Ezekiel:22:20",
        "t": "As silver, copper, iron, lead and tin are gathered into a furnace to be melted with a fiery blast, so will I gather you in my anger and my wrath and put you inside the city and melt you."
    },
    {
        "o": 23066,
        "r": "niv:Ezekiel:22:21",
        "t": "I will gather you and I will blow on you with my fiery wrath, and you will be melted inside her."
    },
    {
        "o": 23067,
        "r": "niv:Ezekiel:22:22",
        "t": "As silver is melted in a furnace, so you will be melted inside her, and you will know that I the Lord*s have poured out my wrath on you.’ ”"
    },
    {
        "o": 23068,
        "r": "niv:Ezekiel:22:23",
        "t": "Again*p the word of the Lord*s came to me:"
    },
    {
        "o": 23069,
        "r": "niv:Ezekiel:22:24",
        "t": "“Son of man, say to the land, ‘You are a land that has not been cleansed or rained on in the day of wrath.’"
    },
    {
        "o": 23070,
        "r": "niv:Ezekiel:22:25",
        "t": "There is a conspiracy of her princes within her like a roaring lion tearing its prey; they devour people, take treasures and precious things and make many widows within her."
    },
    {
        "o": 23071,
        "r": "niv:Ezekiel:22:26",
        "t": "Her priests do violence to my law and profane my holy things; they do not distinguish between the holy and the common; they teach that there is no difference between the unclean and the clean; and they shut their eyes to the keeping of my Sabbaths, so that I am profaned among them."
    },
    {
        "o": 23072,
        "r": "niv:Ezekiel:22:27",
        "t": "Her officials within her are like wolves tearing their prey; they shed blood and kill people to make unjust gain."
    },
    {
        "o": 23073,
        "r": "niv:Ezekiel:22:28",
        "t": "Her prophets whitewash these deeds for them by false visions and lying divinations. They say, ‘This is what the Sovereign Lord*s says’—when the Lord*s has not spoken."
    },
    {
        "o": 23074,
        "r": "niv:Ezekiel:22:29",
        "t": "The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice."
    },
    {
        "o": 23075,
        "r": "niv:Ezekiel:22:30",
        "t": "“I*p looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one."
    },
    {
        "o": 23076,
        "r": "niv:Ezekiel:22:31",
        "t": "So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign Lord.”*s"
    }
]
