[
    {
        "o": 19566,
        "r": "csb:Ecclesiastes:11:0",
        "t": "Ecclesiastes 11",
        "h": 1
    },
    {
        "o": 19567,
        "r": "csb:Ecclesiastes:11:0",
        "t": "Invest in Life",
        "h": 2
    },
    {
        "o": 19568,
        "r": "csb:Ecclesiastes:11:1",
        "t": "Send*pn your bread on the surface of the water, for*ln after many days you may find it."
    },
    {
        "o": 19569,
        "r": "csb:Ecclesiastes:11:2",
        "t": "Give*ln a portion to seven or even to eight, for*ln you don’t know what disaster may happen on earth."
    },
    {
        "o": 19570,
        "r": "csb:Ecclesiastes:11:3",
        "t": "If*ln the clouds are full, they will pour out rain on the earth; whether*ln a tree falls to the south or the north, the*ln place where the tree falls, there it will lie."
    },
    {
        "o": 19571,
        "r": "csb:Ecclesiastes:11:4",
        "t": "One*ln who watches the wind will not sow, and*ln the one who looks at the clouds will not reap."
    },
    {
        "o": 19572,
        "r": "csb:Ecclesiastes:11:5",
        "t": "Just*ln as you don’t know the path of the wind, or*ln how bones develop in the womb of a pregnant woman, so*ln also you don’t know the work of God who makes everything."
    },
    {
        "o": 19573,
        "r": "csb:Ecclesiastes:11:6",
        "t": "In*ln the morning sow your seed, and*ln at evening do not let your hand rest, because*ln you don’t know which will succeed, whether*ln one or the other, or*ln if both of them will be equally good."
    },
    {
        "o": 19574,
        "r": "csb:Ecclesiastes:11:7",
        "t": "Light*ln is sweet, and*ln it is pleasing for the eyes to see the sun."
    },
    {
        "o": 19575,
        "r": "csb:Ecclesiastes:11:8",
        "t": "Indeed,*ln if someone lives many years, let*ln him rejoice in them all, and*ln let him remember the days of darkness, since they will be many. All*ln that comes is futile."
    },
    {
        "o": 19576,
        "r": "csb:Ecclesiastes:11:9",
        "t": "Rejoice,*ln young person, while you are young, and*ln let your heart be glad in the days of your youth. And*ln walk in the ways of your heart and*ln in the desire of your eyes; but*ln know that for all of these things God will bring you to judgment."
    },
    {
        "o": 19577,
        "r": "csb:Ecclesiastes:11:10",
        "t": "Remove*ln sorrow from your heart, and*ln put away pain from your flesh, because*ln youth and the prime of life are fleeting."
    }
]
