[
    {
        "o": 3971,
        "r": "nkjv:Numbers:1:0",
        "t": "Numbers 1",
        "h": 1
    },
    {
        "o": 3972,
        "r": "nkjv:Numbers:1:0",
        "t": "The First Census of Israel",
        "h": 2
    },
    {
        "o": 3973,
        "r": "nkjv:Numbers:1:1",
        "t": "Now*p the Lord*s spoke to Moses in the Wilderness of Sinai, in the tabernacle of meeting, on the first day*i of the second month, in the second year after they had come out of the land of Egypt, saying:"
    },
    {
        "o": 3974,
        "r": "nkjv:Numbers:1:2",
        "t": "“Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of names, every male individually,"
    },
    {
        "o": 3975,
        "r": "nkjv:Numbers:1:3",
        "t": "from twenty years old and above—all who are*i able*i to*i go to war in Israel. You and Aaron shall number them by their armies."
    },
    {
        "o": 3976,
        "r": "nkjv:Numbers:1:4",
        "t": "And with you there shall be a man from every tribe, each one the head of his father’s house."
    },
    {
        "o": 3977,
        "r": "nkjv:Numbers:1:5",
        "t": "“These*p are the names of the men who shall stand with you: from Reuben, Elizur the son of Shedeur;"
    },
    {
        "o": 3978,
        "r": "nkjv:Numbers:1:6",
        "t": "from Simeon, Shelumiel the son of Zurishaddai;"
    },
    {
        "o": 3979,
        "r": "nkjv:Numbers:1:7",
        "t": "from Judah, Nahshon the son of Amminadab;"
    },
    {
        "o": 3980,
        "r": "nkjv:Numbers:1:8",
        "t": "from Issachar, Nethanel the son of Zuar;"
    },
    {
        "o": 3981,
        "r": "nkjv:Numbers:1:9",
        "t": "from Zebulun, Eliab the son of Helon;"
    },
    {
        "o": 3982,
        "r": "nkjv:Numbers:1:10",
        "t": "from the sons of Joseph: from Ephraim, Elishama the son of Ammihud; from Manasseh, Gamaliel the son of Pedahzur;"
    },
    {
        "o": 3983,
        "r": "nkjv:Numbers:1:11",
        "t": "from Benjamin, Abidan the son of Gideoni;"
    },
    {
        "o": 3984,
        "r": "nkjv:Numbers:1:12",
        "t": "from Dan, Ahiezer the son of Ammishaddai;"
    },
    {
        "o": 3985,
        "r": "nkjv:Numbers:1:13",
        "t": "from Asher, Pagiel the son of Ocran;"
    },
    {
        "o": 3986,
        "r": "nkjv:Numbers:1:14",
        "t": "from Gad, Eliasaph the son of Deuel;"
    },
    {
        "o": 3987,
        "r": "nkjv:Numbers:1:15",
        "t": "from Naphtali, Ahira the son of Enan.”"
    },
    {
        "o": 3988,
        "r": "nkjv:Numbers:1:16",
        "t": "These were*i chosen from the congregation, leaders of their fathers’ tribes, heads of the divisions in Israel."
    },
    {
        "o": 3989,
        "r": "nkjv:Numbers:1:17",
        "t": "Then*p Moses and Aaron took these men who had been mentioned by name,"
    },
    {
        "o": 3990,
        "r": "nkjv:Numbers:1:18",
        "t": "and they assembled all the congregation together on the first day*i of the second month; and they recited their ancestry by families, by their fathers’ houses, according to the number of names, from twenty years old and above, each one individually."
    },
    {
        "o": 3991,
        "r": "nkjv:Numbers:1:19",
        "t": "As the Lord*s commanded Moses, so he numbered them in the Wilderness of Sinai."
    },
    {
        "o": 3992,
        "r": "nkjv:Numbers:1:20",
        "t": "Now*p the children of Reuben, Israel’s oldest son, their genealogies by their families, by their fathers’ house, according to the number of names, every male individually, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 3993,
        "r": "nkjv:Numbers:1:21",
        "t": "those who were numbered of the tribe of Reuben were*i forty-six thousand five hundred."
    },
    {
        "o": 3994,
        "r": "nkjv:Numbers:1:22",
        "t": "From*p the children of Simeon, their genealogies by their families, by their fathers’ house, of those who were numbered, according to the number of names, every male individually, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 3995,
        "r": "nkjv:Numbers:1:23",
        "t": "those who were numbered of the tribe of Simeon were*i fifty-nine thousand three hundred."
    },
    {
        "o": 3996,
        "r": "nkjv:Numbers:1:24",
        "t": "From*p the children of Gad, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 3997,
        "r": "nkjv:Numbers:1:25",
        "t": "those who were numbered of the tribe of Gad were*i forty-five thousand six hundred and fifty."
    },
    {
        "o": 3998,
        "r": "nkjv:Numbers:1:26",
        "t": "From*p the children of Judah, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 3999,
        "r": "nkjv:Numbers:1:27",
        "t": "those who were numbered of the tribe of Judah were*i seventy-four thousand six hundred."
    },
    {
        "o": 4000,
        "r": "nkjv:Numbers:1:28",
        "t": "From*p the children of Issachar, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4001,
        "r": "nkjv:Numbers:1:29",
        "t": "those who were numbered of the tribe of Issachar were*i fifty-four thousand four hundred."
    },
    {
        "o": 4002,
        "r": "nkjv:Numbers:1:30",
        "t": "From*p the children of Zebulun, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4003,
        "r": "nkjv:Numbers:1:31",
        "t": "those who were numbered of the tribe of Zebulun were*i fifty-seven thousand four hundred."
    },
    {
        "o": 4004,
        "r": "nkjv:Numbers:1:32",
        "t": "From*p the sons of Joseph, the children of Ephraim, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4005,
        "r": "nkjv:Numbers:1:33",
        "t": "those who were numbered of the tribe of Ephraim were*i forty thousand five hundred."
    },
    {
        "o": 4006,
        "r": "nkjv:Numbers:1:34",
        "t": "From*p the children of Manasseh, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4007,
        "r": "nkjv:Numbers:1:35",
        "t": "those who were numbered of the tribe of Manasseh were*i thirty-two thousand two hundred."
    },
    {
        "o": 4008,
        "r": "nkjv:Numbers:1:36",
        "t": "From*p the children of Benjamin, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4009,
        "r": "nkjv:Numbers:1:37",
        "t": "those who were numbered of the tribe of Benjamin were*i thirty-five thousand four hundred."
    },
    {
        "o": 4010,
        "r": "nkjv:Numbers:1:38",
        "t": "From*p the children of Dan, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4011,
        "r": "nkjv:Numbers:1:39",
        "t": "those who were numbered of the tribe of Dan were*i sixty-two thousand seven hundred."
    },
    {
        "o": 4012,
        "r": "nkjv:Numbers:1:40",
        "t": "From*p the children of Asher, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4013,
        "r": "nkjv:Numbers:1:41",
        "t": "those who were numbered of the tribe of Asher were*i forty-one thousand five hundred."
    },
    {
        "o": 4014,
        "r": "nkjv:Numbers:1:42",
        "t": "From*p the children of Naphtali, their genealogies by their families, by their fathers’ house, according to the number of names, from twenty years old and above, all who were*i able*i to*i go to war:"
    },
    {
        "o": 4015,
        "r": "nkjv:Numbers:1:43",
        "t": "those who were numbered of the tribe of Naphtali were*i fifty-three thousand four hundred."
    },
    {
        "o": 4016,
        "r": "nkjv:Numbers:1:44",
        "t": "These*p are the ones who were numbered, whom Moses and Aaron numbered, with the leaders of Israel, twelve men, each one representing his father’s house."
    },
    {
        "o": 4017,
        "r": "nkjv:Numbers:1:45",
        "t": "So all who were numbered of the children of Israel, by their fathers’ houses, from twenty years old and above, all who were*i able*i to*i go to war in Israel—"
    },
    {
        "o": 4018,
        "r": "nkjv:Numbers:1:46",
        "t": "all who were numbered were six hundred and three thousand five hundred and fifty."
    },
    {
        "o": 4019,
        "r": "nkjv:Numbers:1:47",
        "t": "But*p the Levites were not numbered among them by their fathers’ tribe;"
    },
    {
        "o": 4020,
        "r": "nkjv:Numbers:1:48",
        "t": "for the Lord*s had spoken to Moses, saying:"
    },
    {
        "o": 4021,
        "r": "nkjv:Numbers:1:49",
        "t": "“Only the tribe of Levi you shall not number, nor take a census of them among the children of Israel;"
    },
    {
        "o": 4022,
        "r": "nkjv:Numbers:1:50",
        "t": "but you shall appoint the Levites over the tabernacle of the Testimony, over all its furnishings, and over all things that belong to it; they shall carry the tabernacle and all its furnishings; they shall attend to it and camp around the tabernacle."
    },
    {
        "o": 4023,
        "r": "nkjv:Numbers:1:51",
        "t": "And when the tabernacle is to go forward, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it up. The outsider who comes near shall be put to death."
    },
    {
        "o": 4024,
        "r": "nkjv:Numbers:1:52",
        "t": "The children of Israel shall pitch their tents, everyone by his own camp, everyone by his own standard, according to their armies;"
    },
    {
        "o": 4025,
        "r": "nkjv:Numbers:1:53",
        "t": "but the Levites shall camp around the tabernacle of the Testimony, that there may be no wrath on the congregation of the children of Israel; and the Levites shall keep charge of the tabernacle of the Testimony.”"
    },
    {
        "o": 4026,
        "r": "nkjv:Numbers:1:54",
        "t": "Thus*p the children of Israel did; according to all that the Lord*s commanded Moses, so they did."
    },
    {
        "o": 4027,
        "r": "nkjv:Numbers:2:0",
        "t": "Numbers 2",
        "h": 1
    },
    {
        "o": 4028,
        "r": "nkjv:Numbers:2:0",
        "t": "The Tribes and Leaders by Armies",
        "h": 2
    },
    {
        "o": 4029,
        "r": "nkjv:Numbers:2:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 4030,
        "r": "nkjv:Numbers:2:2",
        "t": "“Everyone of the children of Israel shall camp by his own standard, beside the emblems of his father’s house; they shall camp some distance from the tabernacle of meeting."
    },
    {
        "o": 4031,
        "r": "nkjv:Numbers:2:3",
        "t": "On the east side, toward the rising of the sun, those of the standard of the forces with Judah shall camp according to their armies; and Nahshon the son of Amminadab shall*i be*i the leader of the children of Judah.”"
    },
    {
        "o": 4032,
        "r": "nkjv:Numbers:2:4",
        "t": "And his army was numbered at seventy-four thousand six hundred."
    },
    {
        "o": 4033,
        "r": "nkjv:Numbers:2:5",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Issachar, and Nethanel the son of Zuar shall*i be*i the leader of the children of Issachar.”"
    },
    {
        "o": 4034,
        "r": "nkjv:Numbers:2:6",
        "t": "And his army was numbered at fifty-four thousand four hundred."
    },
    {
        "o": 4035,
        "r": "nkjv:Numbers:2:7",
        "t": "“Then*p comes*i the tribe of Zebulun, and Eliab the son of Helon shall*i be*i the leader of the children of Zebulun.”"
    },
    {
        "o": 4036,
        "r": "nkjv:Numbers:2:8",
        "t": "And his army was numbered at fifty-seven thousand four hundred."
    },
    {
        "o": 4037,
        "r": "nkjv:Numbers:2:9",
        "t": "“All who were numbered according to their armies of the forces with Judah, one hundred and eighty-six thousand four hundred— these shall break camp first."
    },
    {
        "o": 4038,
        "r": "nkjv:Numbers:2:10",
        "t": "“On*p the south side shall*i be*i the standard of the forces with Reuben according to their armies, and the leader of the children of Reuben shall*i be*i Elizur the son of Shedeur.”"
    },
    {
        "o": 4039,
        "r": "nkjv:Numbers:2:11",
        "t": "And his army was numbered at forty-six thousand five hundred."
    },
    {
        "o": 4040,
        "r": "nkjv:Numbers:2:12",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Simeon, and the leader of the children of Simeon shall*i be*i Shelumiel the son of Zurishaddai.”"
    },
    {
        "o": 4041,
        "r": "nkjv:Numbers:2:13",
        "t": "And his army was numbered at fifty-nine thousand three hundred."
    },
    {
        "o": 4042,
        "r": "nkjv:Numbers:2:14",
        "t": "“Then*p comes*i the tribe of Gad, and the leader of the children of Gad shall*i be*i Eliasaph the son of Reuel.”"
    },
    {
        "o": 4043,
        "r": "nkjv:Numbers:2:15",
        "t": "And his army was numbered at forty-five thousand six hundred and fifty."
    },
    {
        "o": 4044,
        "r": "nkjv:Numbers:2:16",
        "t": "“All who were numbered according to their armies of the forces with Reuben, one hundred and fifty-one thousand four hundred and fifty— they shall be the second to break camp."
    },
    {
        "o": 4045,
        "r": "nkjv:Numbers:2:17",
        "t": "“And*p the tabernacle of meeting shall move out with the camp of the Levites in the middle of the camps; as they camp, so they shall move out, everyone in his place, by their standards."
    },
    {
        "o": 4046,
        "r": "nkjv:Numbers:2:18",
        "t": "“On*p the west side shall*i be*i the standard of the forces with Ephraim according to their armies, and the leader of the children of Ephraim shall*i be*i Elishama the son of Ammihud.”"
    },
    {
        "o": 4047,
        "r": "nkjv:Numbers:2:19",
        "t": "And his army was numbered at forty thousand five hundred."
    },
    {
        "o": 4048,
        "r": "nkjv:Numbers:2:20",
        "t": "“Next*p to him comes*i the tribe of Manasseh, and the leader of the children of Manasseh shall*i be*i Gamaliel the son of Pedahzur.”"
    },
    {
        "o": 4049,
        "r": "nkjv:Numbers:2:21",
        "t": "And his army was numbered at thirty-two thousand two hundred."
    },
    {
        "o": 4050,
        "r": "nkjv:Numbers:2:22",
        "t": "“Then*p comes*i the tribe of Benjamin, and the leader of the children of Benjamin shall*i be*i Abidan the son of Gideoni.”"
    },
    {
        "o": 4051,
        "r": "nkjv:Numbers:2:23",
        "t": "And his army was numbered at thirty-five thousand four hundred."
    },
    {
        "o": 4052,
        "r": "nkjv:Numbers:2:24",
        "t": "“All who were numbered according to their armies of the forces with Ephraim, one hundred and eight thousand one hundred— they shall be the third to break camp."
    },
    {
        "o": 4053,
        "r": "nkjv:Numbers:2:25",
        "t": "“The*p standard of the forces with Dan shall*i be*i on the north side according to their armies, and the leader of the children of Dan shall*i be*i Ahiezer the son of Ammishaddai.”"
    },
    {
        "o": 4054,
        "r": "nkjv:Numbers:2:26",
        "t": "And his army was numbered at sixty-two thousand seven hundred."
    },
    {
        "o": 4055,
        "r": "nkjv:Numbers:2:27",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Asher, and the leader of the children of Asher shall*i be*i Pagiel the son of Ocran.”"
    },
    {
        "o": 4056,
        "r": "nkjv:Numbers:2:28",
        "t": "And his army was numbered at forty-one thousand five hundred."
    },
    {
        "o": 4057,
        "r": "nkjv:Numbers:2:29",
        "t": "“Then*p comes*i the tribe of Naphtali, and the leader of the children of Naphtali shall*i be*i Ahira the son of Enan.”"
    },
    {
        "o": 4058,
        "r": "nkjv:Numbers:2:30",
        "t": "And his army was numbered at fifty-three thousand four hundred."
    },
    {
        "o": 4059,
        "r": "nkjv:Numbers:2:31",
        "t": "“All who were numbered of the forces with Dan, one hundred and fifty-seven thousand six hundred— they shall break camp last, with their standards.”"
    },
    {
        "o": 4060,
        "r": "nkjv:Numbers:2:32",
        "t": "These*p are*i the ones who were numbered of the children of Israel by their fathers’ houses. All who were numbered according to their armies of the forces were*i six hundred and three thousand five hundred and fifty."
    },
    {
        "o": 4061,
        "r": "nkjv:Numbers:2:33",
        "t": "But the Levites were not numbered among the children of Israel, just as the Lord*s commanded Moses."
    },
    {
        "o": 4062,
        "r": "nkjv:Numbers:2:34",
        "t": "Thus*p the children of Israel did according to all that the Lord*s commanded Moses; so they camped by their standards and so they broke camp, each one by his family, according to their fathers’ houses."
    },
    {
        "o": 4063,
        "r": "nkjv:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4064,
        "r": "nkjv:Numbers:3:0",
        "t": "The Sons of Aaron",
        "h": 2
    },
    {
        "o": 4065,
        "r": "nkjv:Numbers:3:1",
        "t": "Now*p these are*i the records of Aaron and Moses when the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4066,
        "r": "nkjv:Numbers:3:2",
        "t": "And these are*i the names of the sons of Aaron: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4067,
        "r": "nkjv:Numbers:3:3",
        "t": "These are*i the names of the sons of Aaron, the anointed priests, whom he consecrated to minister as priests."
    },
    {
        "o": 4068,
        "r": "nkjv:Numbers:3:4",
        "t": "Nadab and Abihu had died before the Lord*s when they offered profane fire before the Lord*s in the Wilderness of Sinai; and they had no children. So Eleazar and Ithamar ministered as priests in the presence of Aaron their father."
    },
    {
        "o": 4069,
        "r": "nkjv:Numbers:3:4",
        "t": "The Levites Serve in the Tabernacle",
        "h": 2
    },
    {
        "o": 4070,
        "r": "nkjv:Numbers:3:5",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4071,
        "r": "nkjv:Numbers:3:6",
        "t": "“Bring the tribe of Levi near, and present them before Aaron the priest, that they may serve him."
    },
    {
        "o": 4072,
        "r": "nkjv:Numbers:3:7",
        "t": "And they shall attend to his needs and the needs of the whole congregation before the tabernacle of meeting, to do the work of the tabernacle."
    },
    {
        "o": 4073,
        "r": "nkjv:Numbers:3:8",
        "t": "Also they shall attend to all the furnishings of the tabernacle of meeting, and to the needs of the children of Israel, to do the work of the tabernacle."
    },
    {
        "o": 4074,
        "r": "nkjv:Numbers:3:9",
        "t": "And you shall give the Levites to Aaron and his sons; they are*i given entirely to him from among the children of Israel."
    },
    {
        "o": 4075,
        "r": "nkjv:Numbers:3:10",
        "t": "So you shall appoint Aaron and his sons, and they shall attend to their priesthood; but the outsider who comes near shall be put to death.”"
    },
    {
        "o": 4076,
        "r": "nkjv:Numbers:3:11",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4077,
        "r": "nkjv:Numbers:3:12",
        "t": "“Now behold, I Myself have taken the Levites from among the children of Israel instead of every firstborn who opens the womb among the children of Israel. Therefore the Levites shall be Mine,"
    },
    {
        "o": 4078,
        "r": "nkjv:Numbers:3:13",
        "t": "because all the firstborn are*i Mine. On the day that I struck all the firstborn in the land of Egypt, I sanctified to Myself all the firstborn in Israel, both man and beast. They shall be Mine: I am*i the Lord.”*s"
    },
    {
        "o": 4079,
        "r": "nkjv:Numbers:3:13",
        "t": "Census of the Levites Commanded",
        "h": 2
    },
    {
        "o": 4080,
        "r": "nkjv:Numbers:3:14",
        "t": "Then*p the Lord*s spoke to Moses in the Wilderness of Sinai, saying:"
    },
    {
        "o": 4081,
        "r": "nkjv:Numbers:3:15",
        "t": "“Number the children of Levi by their fathers’ houses, by their families; you shall number every male from a month old and above.”"
    },
    {
        "o": 4082,
        "r": "nkjv:Numbers:3:16",
        "t": "So*p Moses numbered them according to the word of the Lord,*s as he was commanded."
    },
    {
        "o": 4083,
        "r": "nkjv:Numbers:3:17",
        "t": "These were the sons of Levi by their names: Gershon, Kohath, and Merari."
    },
    {
        "o": 4084,
        "r": "nkjv:Numbers:3:18",
        "t": "And these are*i the names of the sons of Gershon by their families: Libni and Shimei."
    },
    {
        "o": 4085,
        "r": "nkjv:Numbers:3:19",
        "t": "And the sons of Kohath by their families: Amram, Izehar, Hebron, and Uzziel."
    },
    {
        "o": 4086,
        "r": "nkjv:Numbers:3:20",
        "t": "And the sons of Merari by their families: Mahli and Mushi. These are*i the families of the Levites by their fathers’ houses."
    },
    {
        "o": 4087,
        "r": "nkjv:Numbers:3:21",
        "t": "From*p Gershon came*i the family of the Libnites and the family of the Shimites; these were*i the families of the Gershonites."
    },
    {
        "o": 4088,
        "r": "nkjv:Numbers:3:22",
        "t": "Those who were numbered, according to the number of all the males from a month old and above—of those who were numbered there*i were*i seven thousand five hundred."
    },
    {
        "o": 4089,
        "r": "nkjv:Numbers:3:23",
        "t": "The families of the Gershonites were to camp behind the tabernacle westward."
    },
    {
        "o": 4090,
        "r": "nkjv:Numbers:3:24",
        "t": "And the leader of the father’s house of the Gershonites was*i Eliasaph the son of Lael."
    },
    {
        "o": 4091,
        "r": "nkjv:Numbers:3:25",
        "t": "The duties of the children of Gershon in the tabernacle of meeting included*i the tabernacle, the tent with its covering, the screen for the door of the tabernacle of meeting,"
    },
    {
        "o": 4092,
        "r": "nkjv:Numbers:3:26",
        "t": "the screen for the door of the court, the hangings of the court which are*i around the tabernacle and the altar, and their cords, according to all the work relating to them."
    },
    {
        "o": 4093,
        "r": "nkjv:Numbers:3:27",
        "t": "From*p Kohath came*i the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were*i the families of the Kohathites."
    },
    {
        "o": 4094,
        "r": "nkjv:Numbers:3:28",
        "t": "According to the number of all the males, from a month old and above, there*i were*i eight thousand six hundred keeping charge of the sanctuary."
    },
    {
        "o": 4095,
        "r": "nkjv:Numbers:3:29",
        "t": "The families of the children of Kohath were to camp on the south side of the tabernacle."
    },
    {
        "o": 4096,
        "r": "nkjv:Numbers:3:30",
        "t": "And the leader of the fathers’ house of the families of the Kohathites was*i Elizaphan the son of Uzziel."
    },
    {
        "o": 4097,
        "r": "nkjv:Numbers:3:31",
        "t": "Their duty included*i the ark, the table, the lampstand, the altars, the utensils of the sanctuary with which they ministered, the screen, and all the work relating to them."
    },
    {
        "o": 4098,
        "r": "nkjv:Numbers:3:32",
        "t": "And*p Eleazar the son of Aaron the priest was*i to*i be*i chief over the leaders of the Levites, with*i oversight of those who kept charge of the sanctuary."
    },
    {
        "o": 4099,
        "r": "nkjv:Numbers:3:33",
        "t": "From*p Merari came*i the family of the Mahlites and the family of the Mushites; these were*i the families of Merari."
    },
    {
        "o": 4100,
        "r": "nkjv:Numbers:3:34",
        "t": "And those who were numbered, according to the number of all the males from a month old and above, were*i six thousand two hundred."
    },
    {
        "o": 4101,
        "r": "nkjv:Numbers:3:35",
        "t": "The leader of the fathers’ house of the families of Merari was*i Zuriel the son of Abihail. These were*i to camp on the north side of the tabernacle."
    },
    {
        "o": 4102,
        "r": "nkjv:Numbers:3:36",
        "t": "And the appointed duty of the children of Merari included*i the boards of the tabernacle, its bars, its pillars, its sockets, its utensils, all the work relating to them,"
    },
    {
        "o": 4103,
        "r": "nkjv:Numbers:3:37",
        "t": "and the pillars of the court all around, with their sockets, their pegs, and their cords."
    },
    {
        "o": 4104,
        "r": "nkjv:Numbers:3:38",
        "t": "Moreover*p those who were to camp before the tabernacle on the east, before the tabernacle of meeting, were*i Moses, Aaron, and his sons, keeping charge of the sanctuary, to meet the needs of the children of Israel; but the outsider who came near was to be put to death."
    },
    {
        "o": 4105,
        "r": "nkjv:Numbers:3:39",
        "t": "All who were numbered of the Levites, whom Moses and Aaron numbered at the commandment of the Lord,*s by their families, all the males from a month old and above, were*i twenty-two thousand."
    },
    {
        "o": 4106,
        "r": "nkjv:Numbers:3:39",
        "t": "Levites Dedicated Instead of the Firstborn",
        "h": 2
    },
    {
        "o": 4107,
        "r": "nkjv:Numbers:3:40",
        "t": "Then*p the Lord*s said to Moses: “Number all the firstborn males of the children of Israel from a month old and above, and take the number of their names."
    },
    {
        "o": 4108,
        "r": "nkjv:Numbers:3:41",
        "t": "And you shall take the Levites for Me—I am*i the Lord*s —instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of all the firstborn among the livestock of the children of Israel.”"
    },
    {
        "o": 4109,
        "r": "nkjv:Numbers:3:42",
        "t": "So Moses numbered all the firstborn among the children of Israel, as the Lord*s commanded him."
    },
    {
        "o": 4110,
        "r": "nkjv:Numbers:3:43",
        "t": "And all the firstborn males, according to the number of names from a month old and above, of those who were numbered of them, were twenty-two thousand two hundred and seventy-three."
    },
    {
        "o": 4111,
        "r": "nkjv:Numbers:3:44",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4112,
        "r": "nkjv:Numbers:3:45",
        "t": "“Take the Levites instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of their livestock. The Levites shall be Mine: I am*i the Lord.*s"
    },
    {
        "o": 4113,
        "r": "nkjv:Numbers:3:46",
        "t": "And for the redemption of the two hundred and seventy-three of the firstborn of the children of Israel, who are more than the number of the Levites,"
    },
    {
        "o": 4114,
        "r": "nkjv:Numbers:3:47",
        "t": "you shall take five shekels for each one individually; you shall take them*i in the currency of the shekel of the sanctuary, the shekel of twenty gerahs."
    },
    {
        "o": 4115,
        "r": "nkjv:Numbers:3:48",
        "t": "And you shall give the money, with which the excess number of them is redeemed, to Aaron and his sons.”"
    },
    {
        "o": 4116,
        "r": "nkjv:Numbers:3:49",
        "t": "So*p Moses took the redemption money from those who were over and above those who were redeemed by the Levites."
    },
    {
        "o": 4117,
        "r": "nkjv:Numbers:3:50",
        "t": "From the firstborn of the children of Israel he took the money, one thousand three hundred and sixty-five shekels,*i according to the shekel of the sanctuary."
    },
    {
        "o": 4118,
        "r": "nkjv:Numbers:3:51",
        "t": "And Moses gave their redemption money to Aaron and his sons, according to the word of the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 4119,
        "r": "nkjv:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4120,
        "r": "nkjv:Numbers:4:0",
        "t": "Duties of the Sons of Kohath",
        "h": 2
    },
    {
        "o": 4121,
        "r": "nkjv:Numbers:4:1",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 4122,
        "r": "nkjv:Numbers:4:2",
        "t": "“Take a census of the sons of Kohath from among the children of Levi, by their families, by their fathers’ house,"
    },
    {
        "o": 4123,
        "r": "nkjv:Numbers:4:3",
        "t": "from thirty years old and above, even to fifty years old, all who enter the service to do the work in the tabernacle of meeting."
    },
    {
        "o": 4124,
        "r": "nkjv:Numbers:4:4",
        "t": "“This*p is*i the service of the sons of Kohath in the tabernacle of meeting, relating*i to*i the most holy things:"
    },
    {
        "o": 4125,
        "r": "nkjv:Numbers:4:5",
        "t": "When the camp prepares to journey, Aaron and his sons shall come, and they shall take down the covering veil and cover the ark of the Testimony with it."
    },
    {
        "o": 4126,
        "r": "nkjv:Numbers:4:6",
        "t": "Then they shall put on it a covering of badger skins, and spread over that*i a cloth entirely of blue; and they shall insert its poles."
    },
    {
        "o": 4127,
        "r": "nkjv:Numbers:4:7",
        "t": "“On*p the table of showbread they shall spread a blue cloth, and put on it the dishes, the pans, the bowls, and the pitchers for pouring; and the showbread shall be on it."
    },
    {
        "o": 4128,
        "r": "nkjv:Numbers:4:8",
        "t": "They shall spread over them a scarlet cloth, and cover the same with a covering of badger skins; and they shall insert its poles."
    },
    {
        "o": 4129,
        "r": "nkjv:Numbers:4:9",
        "t": "And they shall take a blue cloth and cover the lampstand of the light, with its lamps, its wick-trimmers, its trays, and all its oil vessels, with which they service it."
    },
    {
        "o": 4130,
        "r": "nkjv:Numbers:4:10",
        "t": "Then they shall put it with all its utensils in a covering of badger skins, and put it*i on a carrying beam."
    },
    {
        "o": 4131,
        "r": "nkjv:Numbers:4:11",
        "t": "“Over*p the golden altar they shall spread a blue cloth, and cover it with a covering of badger skins; and they shall insert its poles."
    },
    {
        "o": 4132,
        "r": "nkjv:Numbers:4:12",
        "t": "Then they shall take all the utensils of service with which they minister in the sanctuary, put them*i in a blue cloth, cover them with a covering of badger skins, and put them*i on a carrying beam."
    },
    {
        "o": 4133,
        "r": "nkjv:Numbers:4:13",
        "t": "Also they shall take away the ashes from the altar, and spread a purple cloth over it."
    },
    {
        "o": 4134,
        "r": "nkjv:Numbers:4:14",
        "t": "They shall put on it all its implements with which they minister there—the firepans, the forks, the shovels, the basins, and all the utensils of the altar—and they shall spread on it a covering of badger skins, and insert its poles."
    },
    {
        "o": 4135,
        "r": "nkjv:Numbers:4:15",
        "t": "And when Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, when the camp is set to go, then the sons of Kohath shall come to carry them;*i but they shall not touch any holy thing, lest they die. “These*p are*i the things in the tabernacle of meeting which the sons of Kohath are to carry."
    },
    {
        "o": 4136,
        "r": "nkjv:Numbers:4:16",
        "t": "“The*p appointed duty of Eleazar the son of Aaron the priest is*i the oil for the light, the sweet incense, the daily grain offering, the anointing oil, the oversight of all the tabernacle, of all that is*i in it, with the sanctuary and its furnishings.”"
    },
    {
        "o": 4137,
        "r": "nkjv:Numbers:4:17",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 4138,
        "r": "nkjv:Numbers:4:18",
        "t": "“Do not cut off the tribe of the families of the Kohathites from among the Levites;"
    },
    {
        "o": 4139,
        "r": "nkjv:Numbers:4:19",
        "t": "but do this in regard to them, that they may live and not die when they approach the most holy things: Aaron and his sons shall go in and appoint each of them to his service and his task."
    },
    {
        "o": 4140,
        "r": "nkjv:Numbers:4:20",
        "t": "But they shall not go in to watch while the holy things are being covered, lest they die.”"
    },
    {
        "o": 4141,
        "r": "nkjv:Numbers:4:20",
        "t": "Duties of the Sons of Gershon",
        "h": 2
    },
    {
        "o": 4142,
        "r": "nkjv:Numbers:4:21",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4143,
        "r": "nkjv:Numbers:4:22",
        "t": "“Also take a census of the sons of Gershon, by their fathers’ house, by their families."
    },
    {
        "o": 4144,
        "r": "nkjv:Numbers:4:23",
        "t": "From thirty years old and above, even to fifty years old, you shall number them, all who enter to perform the service, to do the work in the tabernacle of meeting."
    },
    {
        "o": 4145,
        "r": "nkjv:Numbers:4:24",
        "t": "This is*i the service of the families of the Gershonites, in serving and carrying:"
    },
    {
        "o": 4146,
        "r": "nkjv:Numbers:4:25",
        "t": "They shall carry the curtains of the tabernacle and the tabernacle of meeting with*i its covering, the covering of badger skins that is*i on it, the screen for the door of the tabernacle of meeting,"
    },
    {
        "o": 4147,
        "r": "nkjv:Numbers:4:26",
        "t": "the screen for the door of the gate of the court, the hangings of the court which are*i around the tabernacle and altar, and their cords, all the furnishings for their service and all that is made for these things: so shall they serve."
    },
    {
        "o": 4148,
        "r": "nkjv:Numbers:4:27",
        "t": "“Aaron*p and his sons shall assign all the service of the sons of the Gershonites, all their tasks and all their service. And you shall appoint to them all their tasks as their duty."
    },
    {
        "o": 4149,
        "r": "nkjv:Numbers:4:28",
        "t": "This is*i the service of the families of the sons of Gershon in the tabernacle of meeting. And their duties shall*i be*i under the authority of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4150,
        "r": "nkjv:Numbers:4:28",
        "t": "Duties of the Sons of Merari",
        "h": 2
    },
    {
        "o": 4151,
        "r": "nkjv:Numbers:4:29",
        "t": "“As*ip for*i the sons of Merari, you shall number them by their families and by their fathers’ house."
    },
    {
        "o": 4152,
        "r": "nkjv:Numbers:4:30",
        "t": "From thirty years old and above, even to fifty years old, you shall number them, everyone who enters the service to do the work of the tabernacle of meeting."
    },
    {
        "o": 4153,
        "r": "nkjv:Numbers:4:31",
        "t": "And this is*i what they must carry as all their service for the tabernacle of meeting: the boards of the tabernacle, its bars, its pillars, its sockets,"
    },
    {
        "o": 4154,
        "r": "nkjv:Numbers:4:32",
        "t": "and the pillars around the court with their sockets, pegs, and cords, with all their furnishings and all their service; and you shall assign to*i each*i man*i by name the items he must carry."
    },
    {
        "o": 4155,
        "r": "nkjv:Numbers:4:33",
        "t": "This is*i the service of the families of the sons of Merari, as all their service for the tabernacle of meeting, under the authority of Ithamar the son of Aaron the priest.”"
    },
    {
        "o": 4156,
        "r": "nkjv:Numbers:4:33",
        "t": "Census of the Levites",
        "h": 2
    },
    {
        "o": 4157,
        "r": "nkjv:Numbers:4:34",
        "t": "And*p Moses, Aaron, and the leaders of the congregation numbered the sons of the Kohathites by their families and by their fathers’ house,"
    },
    {
        "o": 4158,
        "r": "nkjv:Numbers:4:35",
        "t": "from thirty years old and above, even to fifty years old, everyone who entered the service for work in the tabernacle of meeting;"
    },
    {
        "o": 4159,
        "r": "nkjv:Numbers:4:36",
        "t": "and those who were numbered by their families were two thousand seven hundred and fifty."
    },
    {
        "o": 4160,
        "r": "nkjv:Numbers:4:37",
        "t": "These were*i the ones who were numbered of the families of the Kohathites, all who might serve in the tabernacle of meeting, whom Moses and Aaron numbered according to the commandment of the Lord*s by the hand of Moses."
    },
    {
        "o": 4161,
        "r": "nkjv:Numbers:4:38",
        "t": "And*p those who were numbered of the sons of Gershon, by their families and by their fathers’ house,"
    },
    {
        "o": 4162,
        "r": "nkjv:Numbers:4:39",
        "t": "from thirty years old and above, even to fifty years old, everyone who entered the service for work in the tabernacle of meeting—"
    },
    {
        "o": 4163,
        "r": "nkjv:Numbers:4:40",
        "t": "those who were numbered by their families, by their fathers’ house, were two thousand six hundred and thirty."
    },
    {
        "o": 4164,
        "r": "nkjv:Numbers:4:41",
        "t": "These are*i the ones who were numbered of the families of the sons of Gershon, of all who might serve in the tabernacle of meeting, whom Moses and Aaron numbered according to the commandment of the Lord.*s"
    },
    {
        "o": 4165,
        "r": "nkjv:Numbers:4:42",
        "t": "Those*p of the families of the sons of Merari who were numbered, by their families, by their fathers’ house,"
    },
    {
        "o": 4166,
        "r": "nkjv:Numbers:4:43",
        "t": "from thirty years old and above, even to fifty years old, everyone who entered the service for work in the tabernacle of meeting—"
    },
    {
        "o": 4167,
        "r": "nkjv:Numbers:4:44",
        "t": "those who were numbered by their families were three thousand two hundred."
    },
    {
        "o": 4168,
        "r": "nkjv:Numbers:4:45",
        "t": "These are*i the ones who were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the word of the Lord*s by the hand of Moses."
    },
    {
        "o": 4169,
        "r": "nkjv:Numbers:4:46",
        "t": "All*p who were numbered of the Levites, whom Moses, Aaron, and the leaders of Israel numbered, by their families and by their fathers’ houses,"
    },
    {
        "o": 4170,
        "r": "nkjv:Numbers:4:47",
        "t": "from thirty years old and above, even to fifty years old, everyone who came to do the work of service and the work of bearing burdens in the tabernacle of meeting—"
    },
    {
        "o": 4171,
        "r": "nkjv:Numbers:4:48",
        "t": "those who were numbered were eight thousand five hundred and eighty."
    },
    {
        "o": 4172,
        "r": "nkjv:Numbers:4:49",
        "t": "According*p to the commandment of the Lord*s they were numbered by the hand of Moses, each according to his service and according to his task; thus were they numbered by him, as the Lord*s commanded Moses."
    },
    {
        "o": 4173,
        "r": "nkjv:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4174,
        "r": "nkjv:Numbers:5:0",
        "t": "Ceremonially Unclean Persons Isolated",
        "h": 2
    },
    {
        "o": 4175,
        "r": "nkjv:Numbers:5:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4176,
        "r": "nkjv:Numbers:5:2",
        "t": "“Command the children of Israel that they put out of the camp every leper, everyone who has a discharge, and whoever becomes defiled by a corpse."
    },
    {
        "o": 4177,
        "r": "nkjv:Numbers:5:3",
        "t": "You shall put out both male and female; you shall put them outside the camp, that they may not defile their camps in the midst of which I dwell.”"
    },
    {
        "o": 4178,
        "r": "nkjv:Numbers:5:4",
        "t": "And the children of Israel did so, and put them outside the camp; as the Lord*s spoke to Moses, so the children of Israel did."
    },
    {
        "o": 4179,
        "r": "nkjv:Numbers:5:4",
        "t": "Confession and Restitution",
        "h": 2
    },
    {
        "o": 4180,
        "r": "nkjv:Numbers:5:5",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4181,
        "r": "nkjv:Numbers:5:6",
        "t": "“Speak to the children of Israel: ‘When a man or woman commits any sin that men commit in unfaithfulness against the Lord,*s and that person is guilty,"
    },
    {
        "o": 4182,
        "r": "nkjv:Numbers:5:7",
        "t": "then he shall confess the sin which he has committed. He shall make restitution for his trespass in full, plus one-fifth of it, and give it*i to the one he has wronged."
    },
    {
        "o": 4183,
        "r": "nkjv:Numbers:5:8",
        "t": "But if the man has no relative to whom restitution may be made for the wrong, the restitution for the wrong must*i go*i to the Lord*s for the priest, in addition to the ram of the atonement with which atonement is made for him."
    },
    {
        "o": 4184,
        "r": "nkjv:Numbers:5:9",
        "t": "Every offering of all the holy things of the children of Israel, which they bring to the priest, shall be his."
    },
    {
        "o": 4185,
        "r": "nkjv:Numbers:5:10",
        "t": "And every man’s holy things shall be his; whatever any man gives the priest shall be his.’”"
    },
    {
        "o": 4186,
        "r": "nkjv:Numbers:5:10",
        "t": "Concerning Unfaithful Wives",
        "h": 2
    },
    {
        "o": 4187,
        "r": "nkjv:Numbers:5:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4188,
        "r": "nkjv:Numbers:5:12",
        "t": "“Speak to the children of Israel, and say to them: ‘If any man’s wife goes astray and behaves unfaithfully toward him,"
    },
    {
        "o": 4189,
        "r": "nkjv:Numbers:5:13",
        "t": "and a man lies with her carnally, and it is hidden from the eyes of her husband, and it is concealed that she has defiled herself, and there*i was*i no witness against her, nor was she caught—"
    },
    {
        "o": 4190,
        "r": "nkjv:Numbers:5:14",
        "t": "if the spirit of jealousy comes upon him and he becomes jealous of his wife, who has defiled herself; or if the spirit of jealousy comes upon him and he becomes jealous of his wife, although she has not defiled herself—"
    },
    {
        "o": 4191,
        "r": "nkjv:Numbers:5:15",
        "t": "then the man shall bring his wife to the priest. He shall bring the offering required for her, one-tenth of an ephah of barley meal; he shall pour no oil on it and put no frankincense on it, because it is*i a grain offering of jealousy, an offering for remembering, for bringing iniquity to remembrance."
    },
    {
        "o": 4192,
        "r": "nkjv:Numbers:5:16",
        "t": "‘And*p the priest shall bring her near, and set her before the Lord.*s"
    },
    {
        "o": 4193,
        "r": "nkjv:Numbers:5:17",
        "t": "The priest shall take holy water in an earthen vessel, and take some of the dust that is on the floor of the tabernacle and put it*i into the water."
    },
    {
        "o": 4194,
        "r": "nkjv:Numbers:5:18",
        "t": "Then the priest shall stand the woman before the Lord,*s uncover the woman’s head, and put the offering for remembering in her hands, which is*i the grain offering of jealousy. And the priest shall have in his hand the bitter water that brings a curse."
    },
    {
        "o": 4195,
        "r": "nkjv:Numbers:5:19",
        "t": "And the priest shall put her under oath, and say to the woman, “If no man has lain with you, and if you have not gone astray to uncleanness while*i under your husband’s authority,*i be free from this bitter water that brings a curse."
    },
    {
        "o": 4196,
        "r": "nkjv:Numbers:5:20",
        "t": "But if you have gone astray while*i under your husband’s authority,*i and if you have defiled yourself and some man other than your husband has lain with you”—"
    },
    {
        "o": 4197,
        "r": "nkjv:Numbers:5:21",
        "t": "then the priest shall put the woman under the oath of the curse, and he shall say to the woman— “the Lord*s make you a curse and an oath among your people, when the Lord*s makes your thigh rot and your belly swell;"
    },
    {
        "o": 4198,
        "r": "nkjv:Numbers:5:22",
        "t": "and may this water that causes the curse go into your stomach, and make your*i belly swell and your*i thigh rot.” ‘Then*p the woman shall say, “Amen, so be it.”"
    },
    {
        "o": 4199,
        "r": "nkjv:Numbers:5:23",
        "t": "‘Then*p the priest shall write these curses in a book, and he shall scrape them*i off into the bitter water."
    },
    {
        "o": 4200,
        "r": "nkjv:Numbers:5:24",
        "t": "And he shall make the woman drink the bitter water that brings a curse, and the water that brings the curse shall enter her to*i become*i bitter."
    },
    {
        "o": 4201,
        "r": "nkjv:Numbers:5:25",
        "t": "Then the priest shall take the grain offering of jealousy from the woman’s hand, shall wave the offering before the Lord,*s and bring it to the altar;"
    },
    {
        "o": 4202,
        "r": "nkjv:Numbers:5:26",
        "t": "and the priest shall take a handful of the offering, as its memorial portion, burn it*i on the altar, and afterward make the woman drink the water."
    },
    {
        "o": 4203,
        "r": "nkjv:Numbers:5:27",
        "t": "When he has made her drink the water, then it shall be, if she has defiled herself and behaved unfaithfully toward her husband, that the water that brings a curse will enter her and*i become*i bitter, and her belly will swell, her thigh will rot, and the woman will become a curse among her people."
    },
    {
        "o": 4204,
        "r": "nkjv:Numbers:5:28",
        "t": "But if the woman has not defiled herself, and is clean, then she shall be free and may conceive children."
    },
    {
        "o": 4205,
        "r": "nkjv:Numbers:5:29",
        "t": "‘This*p is*i the law of jealousy, when a wife, while*i under her husband’s authority,*i goes astray and defiles herself,"
    },
    {
        "o": 4206,
        "r": "nkjv:Numbers:5:30",
        "t": "or when the spirit of jealousy comes upon a man, and he becomes jealous of his wife; then he shall stand the woman before the Lord,*s and the priest shall execute all this law upon her."
    },
    {
        "o": 4207,
        "r": "nkjv:Numbers:5:31",
        "t": "Then the man shall be free from iniquity, but that woman shall bear her guilt.’”"
    },
    {
        "o": 4208,
        "r": "nkjv:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4209,
        "r": "nkjv:Numbers:6:0",
        "t": "The Law of the Nazirite",
        "h": 2
    },
    {
        "o": 4210,
        "r": "nkjv:Numbers:6:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4211,
        "r": "nkjv:Numbers:6:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When either a man or woman consecrates an offering to take the vow of a Nazirite, to separate himself to the Lord,*s"
    },
    {
        "o": 4212,
        "r": "nkjv:Numbers:6:3",
        "t": "he shall separate himself from wine and similar*i drink; he shall drink neither vinegar made from wine nor vinegar made from similar*i drink; neither shall he drink any grape juice, nor eat fresh grapes or raisins."
    },
    {
        "o": 4213,
        "r": "nkjv:Numbers:6:4",
        "t": "All the days of his separation he shall eat nothing that is produced by the grapevine, from seed to skin."
    },
    {
        "o": 4214,
        "r": "nkjv:Numbers:6:5",
        "t": "‘All*p the days of the vow of his separation no razor shall come upon his head; until the days are fulfilled for which he separated himself to the Lord,*s he shall be holy. Then*i he shall let the locks of the hair of his head grow."
    },
    {
        "o": 4215,
        "r": "nkjv:Numbers:6:6",
        "t": "All the days that he separates himself to the Lord*s he shall not go near a dead body."
    },
    {
        "o": 4216,
        "r": "nkjv:Numbers:6:7",
        "t": "He shall not make himself unclean even for his father or his mother, for his brother or his sister, when they die, because his separation to God is*i on his head."
    },
    {
        "o": 4217,
        "r": "nkjv:Numbers:6:8",
        "t": "All the days of his separation he shall be holy to the Lord.*s"
    },
    {
        "o": 4218,
        "r": "nkjv:Numbers:6:9",
        "t": "‘And*p if anyone dies very suddenly beside him, and he defiles his consecrated head, then he shall shave his head on the day of his cleansing; on the seventh day he shall shave it."
    },
    {
        "o": 4219,
        "r": "nkjv:Numbers:6:10",
        "t": "Then on the eighth day he shall bring two turtledoves or two young pigeons to the priest, to the door of the tabernacle of meeting;"
    },
    {
        "o": 4220,
        "r": "nkjv:Numbers:6:11",
        "t": "and the priest shall offer one as a sin offering and the*i other as a burnt offering, and make atonement for him, because he sinned in regard to the corpse; and he shall sanctify his head that same day."
    },
    {
        "o": 4221,
        "r": "nkjv:Numbers:6:12",
        "t": "He shall consecrate to the Lord*s the days of his separation, and bring a male lamb in its first year as a trespass offering; but the former days shall be lost, because his separation was defiled."
    },
    {
        "o": 4222,
        "r": "nkjv:Numbers:6:13",
        "t": "‘Now*p this is*i the law of the Nazirite: When the days of his separation are fulfilled, he shall be brought to the door of the tabernacle of meeting."
    },
    {
        "o": 4223,
        "r": "nkjv:Numbers:6:14",
        "t": "And he shall present his offering to the Lord:*s one male lamb in its first year without blemish as a burnt offering, one ewe lamb in its first year without blemish as a sin offering, one ram without blemish as a peace offering,"
    },
    {
        "o": 4224,
        "r": "nkjv:Numbers:6:15",
        "t": "a basket of unleavened bread, cakes of fine flour mixed with oil, unleavened wafers anointed with oil, and their grain offering with their drink offerings."
    },
    {
        "o": 4225,
        "r": "nkjv:Numbers:6:16",
        "t": "Then*p the priest shall bring them*i before the Lord*s and offer his sin offering and his burnt offering;"
    },
    {
        "o": 4226,
        "r": "nkjv:Numbers:6:17",
        "t": "and he shall offer the ram as a sacrifice of a peace offering to the Lord,*s with the basket of unleavened bread; the priest shall also offer its grain offering and its drink offering."
    },
    {
        "o": 4227,
        "r": "nkjv:Numbers:6:18",
        "t": "Then the Nazirite shall shave his consecrated head at*i the door of the tabernacle of meeting, and shall take the hair from his consecrated head and put it*i on the fire which is under the sacrifice of the peace offering."
    },
    {
        "o": 4228,
        "r": "nkjv:Numbers:6:19",
        "t": "‘And*p the priest shall take the boiled shoulder of the ram, one unleavened cake from the basket, and one unleavened wafer, and put them*i upon the hands of the Nazirite after he has shaved his consecrated hair,*i"
    },
    {
        "o": 4229,
        "r": "nkjv:Numbers:6:20",
        "t": "and the priest shall wave them as a wave offering before the Lord;*s they are*i holy for the priest, together with the breast of the wave offering and the thigh of the heave offering. After that the Nazirite may drink wine.’"
    },
    {
        "o": 4230,
        "r": "nkjv:Numbers:6:21",
        "t": "“This*p is the law of the Nazirite who vows to the Lord*s the offering for his separation, and besides that, whatever else his hand is able to provide; according to the vow which he takes, so he must do according to the law of his separation.”"
    },
    {
        "o": 4231,
        "r": "nkjv:Numbers:6:21",
        "t": "The Priestly Blessing",
        "h": 2
    },
    {
        "o": 4232,
        "r": "nkjv:Numbers:6:22",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4233,
        "r": "nkjv:Numbers:6:23",
        "t": "“Speak to Aaron and his sons, saying, ‘This is the way you shall bless the children of Israel. Say to them:"
    },
    {
        "o": 4234,
        "r": "nkjv:Numbers:6:24",
        "t": "“The*pn Lord*s bless you and keep you;"
    },
    {
        "o": 4235,
        "r": "nkjv:Numbers:6:25",
        "t": "The*ld Lord*s make His face shine upon you, And*ld be gracious to you;"
    },
    {
        "o": 4236,
        "r": "nkjv:Numbers:6:26",
        "t": "The*ld Lord*s lift up His countenance upon you, And*ld give you peace.”’"
    },
    {
        "o": 4237,
        "r": "nkjv:Numbers:6:27",
        "t": "“So*p they shall put My name on the children of Israel, and I will bless them.”"
    },
    {
        "o": 4238,
        "r": "nkjv:Numbers:7:0",
        "t": "Numbers 7",
        "h": 1
    },
    {
        "o": 4239,
        "r": "nkjv:Numbers:7:0",
        "t": "Offerings of the Leaders",
        "h": 2
    },
    {
        "o": 4240,
        "r": "nkjv:Numbers:7:1",
        "t": "Now*p it came to pass, when Moses had finished setting up the tabernacle, that he anointed it and consecrated it and all its furnishings, and the altar and all its utensils; so he anointed them and consecrated them."
    },
    {
        "o": 4241,
        "r": "nkjv:Numbers:7:2",
        "t": "Then the leaders of Israel, the heads of their fathers’ houses, who were*i the leaders of the tribes and over those who were numbered, made an offering."
    },
    {
        "o": 4242,
        "r": "nkjv:Numbers:7:3",
        "t": "And they brought their offering before the Lord,*s six covered carts and twelve oxen, a cart for every*i two of the leaders, and for each one an ox; and they presented them before the tabernacle."
    },
    {
        "o": 4243,
        "r": "nkjv:Numbers:7:4",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4244,
        "r": "nkjv:Numbers:7:5",
        "t": "“Accept these*i from them, that they may be used in doing the work of the tabernacle of meeting; and you shall give them to the Levites, to*i every man according to his service.”"
    },
    {
        "o": 4245,
        "r": "nkjv:Numbers:7:6",
        "t": "So Moses took the carts and the oxen, and gave them to the Levites."
    },
    {
        "o": 4246,
        "r": "nkjv:Numbers:7:7",
        "t": "Two carts and four oxen he gave to the sons of Gershon, according to their service;"
    },
    {
        "o": 4247,
        "r": "nkjv:Numbers:7:8",
        "t": "and four carts and eight oxen he gave to the sons of Merari, according to their service, under the authority of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4248,
        "r": "nkjv:Numbers:7:9",
        "t": "But to the sons of Kohath he gave none, because theirs was*i the service of the holy things, which*i they carried on their shoulders."
    },
    {
        "o": 4249,
        "r": "nkjv:Numbers:7:10",
        "t": "Now*p the leaders offered the dedication offering*i for the altar when it was anointed; so the leaders offered their offering before the altar."
    },
    {
        "o": 4250,
        "r": "nkjv:Numbers:7:11",
        "t": "For the Lord*s said to Moses, “They shall offer their offering, one leader each day, for the dedication of the altar.”"
    },
    {
        "o": 4251,
        "r": "nkjv:Numbers:7:12",
        "t": "And*p the one who offered his offering on the first day was*i Nahshon the son of Amminadab, from the tribe of Judah."
    },
    {
        "o": 4252,
        "r": "nkjv:Numbers:7:13",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4253,
        "r": "nkjv:Numbers:7:14",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4254,
        "r": "nkjv:Numbers:7:15",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4255,
        "r": "nkjv:Numbers:7:16",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4256,
        "r": "nkjv:Numbers:7:17",
        "t": "and for the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Nahshon the son of Amminadab."
    },
    {
        "o": 4257,
        "r": "nkjv:Numbers:7:18",
        "t": "On*p the second day Nethanel the son of Zuar, leader of Issachar, presented an*i offering.*i"
    },
    {
        "o": 4258,
        "r": "nkjv:Numbers:7:19",
        "t": "For*i his offering he offered one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4259,
        "r": "nkjv:Numbers:7:20",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4260,
        "r": "nkjv:Numbers:7:21",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4261,
        "r": "nkjv:Numbers:7:22",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4262,
        "r": "nkjv:Numbers:7:23",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Nethanel the son of Zuar."
    },
    {
        "o": 4263,
        "r": "nkjv:Numbers:7:24",
        "t": "On*p the third day Eliab the son of Helon, leader of the children of Zebulun, presented*i an*i offering.*i"
    },
    {
        "o": 4264,
        "r": "nkjv:Numbers:7:25",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4265,
        "r": "nkjv:Numbers:7:26",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4266,
        "r": "nkjv:Numbers:7:27",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4267,
        "r": "nkjv:Numbers:7:28",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4268,
        "r": "nkjv:Numbers:7:29",
        "t": "and for the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Eliab the son of Helon."
    },
    {
        "o": 4269,
        "r": "nkjv:Numbers:7:30",
        "t": "On*p the fourth day Elizur the son of Shedeur, leader of the children of Reuben, presented*i an*i offering.*i"
    },
    {
        "o": 4270,
        "r": "nkjv:Numbers:7:31",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4271,
        "r": "nkjv:Numbers:7:32",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4272,
        "r": "nkjv:Numbers:7:33",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4273,
        "r": "nkjv:Numbers:7:34",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4274,
        "r": "nkjv:Numbers:7:35",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Elizur the son of Shedeur."
    },
    {
        "o": 4275,
        "r": "nkjv:Numbers:7:36",
        "t": "On*p the fifth day Shelumiel the son of Zurishaddai, leader of the children of Simeon, presented*i an*i offering.*i"
    },
    {
        "o": 4276,
        "r": "nkjv:Numbers:7:37",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4277,
        "r": "nkjv:Numbers:7:38",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4278,
        "r": "nkjv:Numbers:7:39",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4279,
        "r": "nkjv:Numbers:7:40",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4280,
        "r": "nkjv:Numbers:7:41",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4281,
        "r": "nkjv:Numbers:7:42",
        "t": "On*p the sixth day Eliasaph the son of Deuel, leader of the children of Gad, presented*i an*i offering.*i"
    },
    {
        "o": 4282,
        "r": "nkjv:Numbers:7:43",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4283,
        "r": "nkjv:Numbers:7:44",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4284,
        "r": "nkjv:Numbers:7:45",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4285,
        "r": "nkjv:Numbers:7:46",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4286,
        "r": "nkjv:Numbers:7:47",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Eliasaph the son of Deuel."
    },
    {
        "o": 4287,
        "r": "nkjv:Numbers:7:48",
        "t": "On*p the seventh day Elishama the son of Ammihud, leader of the children of Ephraim, presented*i an*i offering.*i"
    },
    {
        "o": 4288,
        "r": "nkjv:Numbers:7:49",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4289,
        "r": "nkjv:Numbers:7:50",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4290,
        "r": "nkjv:Numbers:7:51",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4291,
        "r": "nkjv:Numbers:7:52",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4292,
        "r": "nkjv:Numbers:7:53",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Elishama the son of Ammihud."
    },
    {
        "o": 4293,
        "r": "nkjv:Numbers:7:54",
        "t": "On*p the eighth day Gamaliel the son of Pedahzur, leader of the children of Manasseh, presented*i an*i offering.*i"
    },
    {
        "o": 4294,
        "r": "nkjv:Numbers:7:55",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4295,
        "r": "nkjv:Numbers:7:56",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4296,
        "r": "nkjv:Numbers:7:57",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4297,
        "r": "nkjv:Numbers:7:58",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4298,
        "r": "nkjv:Numbers:7:59",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Gamaliel the son of Pedahzur."
    },
    {
        "o": 4299,
        "r": "nkjv:Numbers:7:60",
        "t": "On*p the ninth day Abidan the son of Gideoni, leader of the children of Benjamin, presented*i an*i offering.*i"
    },
    {
        "o": 4300,
        "r": "nkjv:Numbers:7:61",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4301,
        "r": "nkjv:Numbers:7:62",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4302,
        "r": "nkjv:Numbers:7:63",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4303,
        "r": "nkjv:Numbers:7:64",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4304,
        "r": "nkjv:Numbers:7:65",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Abidan the son of Gideoni."
    },
    {
        "o": 4305,
        "r": "nkjv:Numbers:7:66",
        "t": "On*p the tenth day Ahiezer the son of Ammishaddai, leader of the children of Dan, presented*i an*i offering.*i"
    },
    {
        "o": 4306,
        "r": "nkjv:Numbers:7:67",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4307,
        "r": "nkjv:Numbers:7:68",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4308,
        "r": "nkjv:Numbers:7:69",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4309,
        "r": "nkjv:Numbers:7:70",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4310,
        "r": "nkjv:Numbers:7:71",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4311,
        "r": "nkjv:Numbers:7:72",
        "t": "On*p the eleventh day Pagiel the son of Ocran, leader of the children of Asher, presented*i an*i offering.*i"
    },
    {
        "o": 4312,
        "r": "nkjv:Numbers:7:73",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4313,
        "r": "nkjv:Numbers:7:74",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4314,
        "r": "nkjv:Numbers:7:75",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4315,
        "r": "nkjv:Numbers:7:76",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4316,
        "r": "nkjv:Numbers:7:77",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Pagiel the son of Ocran."
    },
    {
        "o": 4317,
        "r": "nkjv:Numbers:7:78",
        "t": "On*p the twelfth day Ahira the son of Enan, leader of the children of Naphtali, presented*i an*i offering.*i"
    },
    {
        "o": 4318,
        "r": "nkjv:Numbers:7:79",
        "t": "His offering was*i one silver platter, the weight of which was*i one hundred and thirty shekels,*i and one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil as a grain offering;"
    },
    {
        "o": 4319,
        "r": "nkjv:Numbers:7:80",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4320,
        "r": "nkjv:Numbers:7:81",
        "t": "one young bull, one ram, and one male lamb in its first year, as a burnt offering;"
    },
    {
        "o": 4321,
        "r": "nkjv:Numbers:7:82",
        "t": "one kid of the goats as a sin offering;"
    },
    {
        "o": 4322,
        "r": "nkjv:Numbers:7:83",
        "t": "and as the sacrifice of peace offerings: two oxen, five rams, five male goats, and five male lambs in their first year. This was*i the offering of Ahira the son of Enan."
    },
    {
        "o": 4323,
        "r": "nkjv:Numbers:7:84",
        "t": "This*p was*i the dedication offering*i for the altar from the leaders of Israel, when it was anointed: twelve silver platters, twelve silver bowls, and twelve gold pans."
    },
    {
        "o": 4324,
        "r": "nkjv:Numbers:7:85",
        "t": "Each silver platter weighed*i one hundred and thirty shekels*i and each bowl seventy shekels.*i All the silver of the vessels weighed*i two thousand four hundred shekels,*i according to the shekel of the sanctuary."
    },
    {
        "o": 4325,
        "r": "nkjv:Numbers:7:86",
        "t": "The twelve gold pans full of incense weighed*i ten shekels*i apiece, according to the shekel of the sanctuary; all the gold of the pans weighed*i one hundred and twenty shekels.*i"
    },
    {
        "o": 4326,
        "r": "nkjv:Numbers:7:87",
        "t": "All the oxen for the burnt offering were*i twelve young bulls, the rams twelve, the male lambs in their first year twelve, with their grain offering, and the kids of the goats as a sin offering twelve."
    },
    {
        "o": 4327,
        "r": "nkjv:Numbers:7:88",
        "t": "And all the oxen for the sacrifice of peace offerings were twenty-four bulls, the rams sixty, the male goats sixty, and the lambs in their first year sixty. This was*i the dedication offering*i for the altar after it was anointed."
    },
    {
        "o": 4328,
        "r": "nkjv:Numbers:7:89",
        "t": "Now*p when Moses went into the tabernacle of meeting to speak with Him, he heard the voice of One speaking to him from above the mercy seat that was*i on the ark of the Testimony, from between the two cherubim; thus He spoke to him."
    },
    {
        "o": 4329,
        "r": "nkjv:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4330,
        "r": "nkjv:Numbers:8:0",
        "t": "Arrangement of the Lamps",
        "h": 2
    },
    {
        "o": 4331,
        "r": "nkjv:Numbers:8:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4332,
        "r": "nkjv:Numbers:8:2",
        "t": "“Speak to Aaron, and say to him, ‘When you arrange the lamps, the seven lamps shall give light in front of the lampstand.’”"
    },
    {
        "o": 4333,
        "r": "nkjv:Numbers:8:3",
        "t": "And Aaron did so; he arranged the lamps to face toward the front of the lampstand, as the Lord*s commanded Moses."
    },
    {
        "o": 4334,
        "r": "nkjv:Numbers:8:4",
        "t": "Now this workmanship of the lampstand was*i hammered gold; from its shaft to its flowers it was*i hammered work. According to the pattern which the Lord*s had shown Moses, so he made the lampstand."
    },
    {
        "o": 4335,
        "r": "nkjv:Numbers:8:4",
        "t": "Cleansing and Dedication of the Levites",
        "h": 2
    },
    {
        "o": 4336,
        "r": "nkjv:Numbers:8:5",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4337,
        "r": "nkjv:Numbers:8:6",
        "t": "“Take the Levites from among the children of Israel and cleanse them ceremonially.*i"
    },
    {
        "o": 4338,
        "r": "nkjv:Numbers:8:7",
        "t": "Thus you shall do to them to cleanse them: Sprinkle water of purification on them, and let them shave all their body, and let them wash their clothes, and so*i make themselves clean."
    },
    {
        "o": 4339,
        "r": "nkjv:Numbers:8:8",
        "t": "Then let them take a young bull with its grain offering of fine flour mixed with oil, and you shall take another young bull as a sin offering."
    },
    {
        "o": 4340,
        "r": "nkjv:Numbers:8:9",
        "t": "And you shall bring the Levites before the tabernacle of meeting, and you shall gather together the whole congregation of the children of Israel."
    },
    {
        "o": 4341,
        "r": "nkjv:Numbers:8:10",
        "t": "So you shall bring the Levites before the Lord,*s and the children of Israel shall lay their hands on the Levites;"
    },
    {
        "o": 4342,
        "r": "nkjv:Numbers:8:11",
        "t": "and Aaron shall offer the Levites before the Lord*s like*i a wave offering from the children of Israel, that they may perform the work of the Lord.*s"
    },
    {
        "o": 4343,
        "r": "nkjv:Numbers:8:12",
        "t": "Then the Levites shall lay their hands on the heads of the young bulls, and you shall offer one as a sin offering and the other as a burnt offering to the Lord,*s to make atonement for the Levites."
    },
    {
        "o": 4344,
        "r": "nkjv:Numbers:8:13",
        "t": "“And*p you shall stand the Levites before Aaron and his sons, and then offer them like*i a wave offering to the Lord.*s"
    },
    {
        "o": 4345,
        "r": "nkjv:Numbers:8:14",
        "t": "Thus you shall separate the Levites from among the children of Israel, and the Levites shall be Mine."
    },
    {
        "o": 4346,
        "r": "nkjv:Numbers:8:15",
        "t": "After that the Levites shall go in to service the tabernacle of meeting. So you shall cleanse them and offer them like*i a wave offering."
    },
    {
        "o": 4347,
        "r": "nkjv:Numbers:8:16",
        "t": "For they are*i wholly given to Me from among the children of Israel; I have taken them for Myself instead of all who open the womb, the firstborn of all the children of Israel."
    },
    {
        "o": 4348,
        "r": "nkjv:Numbers:8:17",
        "t": "For all the firstborn among the children of Israel are*i Mine, both*i man and beast; on the day that I struck all the firstborn in the land of Egypt I sanctified them to Myself."
    },
    {
        "o": 4349,
        "r": "nkjv:Numbers:8:18",
        "t": "I have taken the Levites instead of all the firstborn of the children of Israel."
    },
    {
        "o": 4350,
        "r": "nkjv:Numbers:8:19",
        "t": "And I have given the Levites as a gift to Aaron and his sons from among the children of Israel, to do the work for the children of Israel in the tabernacle of meeting, and to make atonement for the children of Israel, that there be no plague among the children of Israel when the children of Israel come near the sanctuary.”"
    },
    {
        "o": 4351,
        "r": "nkjv:Numbers:8:20",
        "t": "Thus*p Moses and Aaron and all the congregation of the children of Israel did to the Levites; according to all that the Lord*s commanded Moses concerning the Levites, so the children of Israel did to them."
    },
    {
        "o": 4352,
        "r": "nkjv:Numbers:8:21",
        "t": "And the Levites purified themselves and washed their clothes; then Aaron presented them like*i a wave offering before the Lord,*s and Aaron made atonement for them to cleanse them."
    },
    {
        "o": 4353,
        "r": "nkjv:Numbers:8:22",
        "t": "After that the Levites went in to do their work in the tabernacle of meeting before Aaron and his sons; as the Lord*s commanded Moses concerning the Levites, so they did to them."
    },
    {
        "o": 4354,
        "r": "nkjv:Numbers:8:23",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4355,
        "r": "nkjv:Numbers:8:24",
        "t": "“This is*i what pertains*i to the Levites: From twenty-five years old and above one may enter to perform service in the work of the tabernacle of meeting;"
    },
    {
        "o": 4356,
        "r": "nkjv:Numbers:8:25",
        "t": "and at the age of fifty years they must cease performing this work, and shall work no more."
    },
    {
        "o": 4357,
        "r": "nkjv:Numbers:8:26",
        "t": "They may minister with their brethren in the tabernacle of meeting, to attend to needs, but they themselves*i shall do no work. Thus you shall do to the Levites regarding their duties.”"
    },
    {
        "o": 4358,
        "r": "nkjv:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4359,
        "r": "nkjv:Numbers:9:0",
        "t": "The Second Passover",
        "h": 2
    },
    {
        "o": 4360,
        "r": "nkjv:Numbers:9:1",
        "t": "Now*p the Lord*s spoke to Moses in the Wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying:"
    },
    {
        "o": 4361,
        "r": "nkjv:Numbers:9:2",
        "t": "“Let the children of Israel keep the Passover at its appointed time."
    },
    {
        "o": 4362,
        "r": "nkjv:Numbers:9:3",
        "t": "On the fourteenth day of this month, at twilight, you shall keep it at its appointed time. According to all its rites and ceremonies you shall keep it.”"
    },
    {
        "o": 4363,
        "r": "nkjv:Numbers:9:4",
        "t": "So Moses told the children of Israel that they should keep the Passover."
    },
    {
        "o": 4364,
        "r": "nkjv:Numbers:9:5",
        "t": "And they kept the Passover on the fourteenth day of the first month, at twilight, in the Wilderness of Sinai; according to all that the Lord*s commanded Moses, so the children of Israel did."
    },
    {
        "o": 4365,
        "r": "nkjv:Numbers:9:6",
        "t": "Now*p there were certain*i men who were defiled by a human corpse, so that they could not keep the Passover on that day; and they came before Moses and Aaron that day."
    },
    {
        "o": 4366,
        "r": "nkjv:Numbers:9:7",
        "t": "And those men said to him, “We became*i defiled by a human corpse. Why are we kept from presenting the offering of the Lord*s at its appointed time among the children of Israel?”"
    },
    {
        "o": 4367,
        "r": "nkjv:Numbers:9:8",
        "t": "And*p Moses said to them, “Stand still, that I may hear what the Lord*s will command concerning you.”"
    },
    {
        "o": 4368,
        "r": "nkjv:Numbers:9:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4369,
        "r": "nkjv:Numbers:9:10",
        "t": "“Speak to the children of Israel, saying: ‘If anyone of you or your posterity is unclean because of a corpse, or is*i far away on a journey, he may still keep the Lord’s*s Passover."
    },
    {
        "o": 4370,
        "r": "nkjv:Numbers:9:11",
        "t": "On the fourteenth day of the second month, at twilight, they may keep it. They shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 4371,
        "r": "nkjv:Numbers:9:12",
        "t": "They shall leave none of it until morning, nor break one of its bones. According to all the ordinances of the Passover they shall keep it."
    },
    {
        "o": 4372,
        "r": "nkjv:Numbers:9:13",
        "t": "But the man who is*i clean and is not on a journey, and ceases to keep the Passover, that same person shall be cut off from among his people, because he did not bring the offering of the Lord*s at its appointed time; that man shall bear his sin."
    },
    {
        "o": 4373,
        "r": "nkjv:Numbers:9:14",
        "t": "‘And*p if a stranger dwells among you, and would keep the Lord’s*s Passover, he must do so according to the rite of the Passover and according to its ceremony; you shall have one ordinance, both for the stranger and the native of the land.’”"
    },
    {
        "o": 4374,
        "r": "nkjv:Numbers:9:14",
        "t": "The Cloud and the Fire",
        "h": 2
    },
    {
        "o": 4375,
        "r": "nkjv:Numbers:9:15",
        "t": "Now*p on the day that the tabernacle was raised up, the cloud covered the tabernacle, the tent of the Testimony; from evening until morning it was above the tabernacle like the appearance of fire."
    },
    {
        "o": 4376,
        "r": "nkjv:Numbers:9:16",
        "t": "So it was always: the cloud covered it by*i day,*i and the appearance of fire by night."
    },
    {
        "o": 4377,
        "r": "nkjv:Numbers:9:17",
        "t": "Whenever the cloud was taken up from above the tabernacle, after that the children of Israel would journey; and in the place where the cloud settled, there the children of Israel would pitch their tents."
    },
    {
        "o": 4378,
        "r": "nkjv:Numbers:9:18",
        "t": "At the command of the Lord*s the children of Israel would journey, and at the command of the Lord*s they would camp; as long as the cloud stayed above the tabernacle they remained encamped."
    },
    {
        "o": 4379,
        "r": "nkjv:Numbers:9:19",
        "t": "Even when the cloud continued long, many days above the tabernacle, the children of Israel kept the charge of the Lord*s and did not journey."
    },
    {
        "o": 4380,
        "r": "nkjv:Numbers:9:20",
        "t": "So it was, when the cloud was above the tabernacle a few days: according to the command of the Lord*s they would remain encamped, and according to the command of the Lord*s they would journey."
    },
    {
        "o": 4381,
        "r": "nkjv:Numbers:9:21",
        "t": "So it was, when the cloud remained only from evening until morning: when the cloud was taken up in the morning, then they would journey; whether by day or by night, whenever the cloud was taken up, they would journey."
    },
    {
        "o": 4382,
        "r": "nkjv:Numbers:9:22",
        "t": "Whether*i it*i was*i two days, a month, or a year that the cloud remained above the tabernacle, the children of Israel would remain encamped and not journey; but when it was taken up, they would journey."
    },
    {
        "o": 4383,
        "r": "nkjv:Numbers:9:23",
        "t": "At the command of the Lord*s they remained encamped, and at the command of the Lord*s they journeyed; they kept the charge of the Lord,*s at the command of the Lord*s by the hand of Moses."
    },
    {
        "o": 4384,
        "r": "nkjv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4385,
        "r": "nkjv:Numbers:10:0",
        "t": "Two Silver Trumpets",
        "h": 2
    },
    {
        "o": 4386,
        "r": "nkjv:Numbers:10:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4387,
        "r": "nkjv:Numbers:10:2",
        "t": "“Make two silver trumpets for yourself; you shall make them of hammered work; you shall use them for calling the congregation and for directing the movement of the camps."
    },
    {
        "o": 4388,
        "r": "nkjv:Numbers:10:3",
        "t": "When they blow both of them, all the congregation shall gather before you at the door of the tabernacle of meeting."
    },
    {
        "o": 4389,
        "r": "nkjv:Numbers:10:4",
        "t": "But if they blow only*i one, then the leaders, the heads of the divisions of Israel, shall gather to you."
    },
    {
        "o": 4390,
        "r": "nkjv:Numbers:10:5",
        "t": "When you sound the advance, the camps that lie on the east side shall then begin their journey."
    },
    {
        "o": 4391,
        "r": "nkjv:Numbers:10:6",
        "t": "When you sound the advance the second time, then the camps that lie on the south side shall begin their journey; they shall sound the call for them to begin their journeys."
    },
    {
        "o": 4392,
        "r": "nkjv:Numbers:10:7",
        "t": "And when the assembly is to be gathered together, you shall blow, but not sound the advance."
    },
    {
        "o": 4393,
        "r": "nkjv:Numbers:10:8",
        "t": "The sons of Aaron, the priests, shall blow the trumpets; and these shall be to you as an ordinance forever throughout your generations."
    },
    {
        "o": 4394,
        "r": "nkjv:Numbers:10:9",
        "t": "“When*p you go to war in your land against the enemy who oppresses you, then you shall sound an alarm with the trumpets, and you will be remembered before the Lord*s your God, and you will be saved from your enemies."
    },
    {
        "o": 4395,
        "r": "nkjv:Numbers:10:10",
        "t": "Also in the day of your gladness, in your appointed feasts, and at the beginning of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings; and they shall be a memorial for you before your God: I am*i the Lord*s your God.”"
    },
    {
        "o": 4396,
        "r": "nkjv:Numbers:10:10",
        "t": "Departure from Sinai",
        "h": 2
    },
    {
        "o": 4397,
        "r": "nkjv:Numbers:10:11",
        "t": "Now*p it came to pass on the twentieth day*i of the second month, in the second year, that the cloud was taken up from above the tabernacle of the Testimony."
    },
    {
        "o": 4398,
        "r": "nkjv:Numbers:10:12",
        "t": "And the children of Israel set out from the Wilderness of Sinai on their journeys; then the cloud settled down in the Wilderness of Paran."
    },
    {
        "o": 4399,
        "r": "nkjv:Numbers:10:13",
        "t": "So they started out for the first time according to the command of the Lord*s by the hand of Moses."
    },
    {
        "o": 4400,
        "r": "nkjv:Numbers:10:14",
        "t": "The*p standard of the camp of the children of Judah set out first according to their armies; over their army was Nahshon the son of Amminadab."
    },
    {
        "o": 4401,
        "r": "nkjv:Numbers:10:15",
        "t": "Over the army of the tribe of the children of Issachar was*i Nethanel the son of Zuar."
    },
    {
        "o": 4402,
        "r": "nkjv:Numbers:10:16",
        "t": "And over the army of the tribe of the children of Zebulun was*i Eliab the son of Helon."
    },
    {
        "o": 4403,
        "r": "nkjv:Numbers:10:17",
        "t": "Then*p the tabernacle was taken down; and the sons of Gershon and the sons of Merari set out, carrying the tabernacle."
    },
    {
        "o": 4404,
        "r": "nkjv:Numbers:10:18",
        "t": "And*p the standard of the camp of Reuben set out according to their armies; over their army was*i Elizur the son of Shedeur."
    },
    {
        "o": 4405,
        "r": "nkjv:Numbers:10:19",
        "t": "Over the army of the tribe of the children of Simeon was*i Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4406,
        "r": "nkjv:Numbers:10:20",
        "t": "And over the army of the tribe of the children of Gad was*i Eliasaph the son of Deuel."
    },
    {
        "o": 4407,
        "r": "nkjv:Numbers:10:21",
        "t": "Then*p the Kohathites set out, carrying the holy things. (The tabernacle would be prepared for their arrival.)"
    },
    {
        "o": 4408,
        "r": "nkjv:Numbers:10:22",
        "t": "And*p the standard of the camp of the children of Ephraim set out according to their armies; over their army was*i Elishama the son of Ammihud."
    },
    {
        "o": 4409,
        "r": "nkjv:Numbers:10:23",
        "t": "Over the army of the tribe of the children of Manasseh was*i Gamaliel the son of Pedahzur."
    },
    {
        "o": 4410,
        "r": "nkjv:Numbers:10:24",
        "t": "And over the army of the tribe of the children of Benjamin was*i Abidan the son of Gideoni."
    },
    {
        "o": 4411,
        "r": "nkjv:Numbers:10:25",
        "t": "Then*p the standard of the camp of the children of Dan (the rear guard of all the camps) set out according to their armies; over their army was*i Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4412,
        "r": "nkjv:Numbers:10:26",
        "t": "Over the army of the tribe of the children of Asher was*i Pagiel the son of Ocran."
    },
    {
        "o": 4413,
        "r": "nkjv:Numbers:10:27",
        "t": "And over the army of the tribe of the children of Naphtali was*i Ahira the son of Enan."
    },
    {
        "o": 4414,
        "r": "nkjv:Numbers:10:28",
        "t": "Thus*p was*i the order of march of the children of Israel, according to their armies, when they began their journey."
    },
    {
        "o": 4415,
        "r": "nkjv:Numbers:10:29",
        "t": "Now*p Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the Lord*s said, ‘I will give it to you.’ Come with us, and we will treat you well; for the Lord*s has promised good things to Israel.”"
    },
    {
        "o": 4416,
        "r": "nkjv:Numbers:10:30",
        "t": "And*p he said to him, “I will not go, but I will depart to my own*i land and to my relatives.”"
    },
    {
        "o": 4417,
        "r": "nkjv:Numbers:10:31",
        "t": "So*p Moses*i said, “Please do not leave, inasmuch as you know how we are to camp in the wilderness, and you can be our eyes."
    },
    {
        "o": 4418,
        "r": "nkjv:Numbers:10:32",
        "t": "And it shall be, if you go with us—indeed it shall be—that whatever good the Lord*s will do to us, the same we will do to you.”"
    },
    {
        "o": 4419,
        "r": "nkjv:Numbers:10:33",
        "t": "So*p they departed from the mountain of the Lord*s on a journey of three days; and the ark of the covenant of the Lord*s went before them for the three days’ journey, to search out a resting place for them."
    },
    {
        "o": 4420,
        "r": "nkjv:Numbers:10:34",
        "t": "And the cloud of the Lord*s was*i above them by day when they went out from the camp."
    },
    {
        "o": 4421,
        "r": "nkjv:Numbers:10:35",
        "t": "So*p it was, whenever the ark set out, that Moses said: “Rise*pn up, O Lord!*s Let*ld Your enemies be scattered, And*ld let those who hate You flee before You.”"
    },
    {
        "o": 4422,
        "r": "nkjv:Numbers:10:36",
        "t": "And*p when it rested, he said: “Return,*pn O Lord,*s To*ild the many thousands of Israel.”"
    },
    {
        "o": 4423,
        "r": "nkjv:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4424,
        "r": "nkjv:Numbers:11:0",
        "t": "The People Complain",
        "h": 2
    },
    {
        "o": 4425,
        "r": "nkjv:Numbers:11:1",
        "t": "Now*p when*i the people complained, it displeased the Lord;*s for the Lord*s heard it,*i and His anger was aroused. So the fire of the Lord*s burned among them, and consumed some*i in the outskirts of the camp."
    },
    {
        "o": 4426,
        "r": "nkjv:Numbers:11:2",
        "t": "Then the people cried out to Moses, and when Moses prayed to the Lord,*s the fire was quenched."
    },
    {
        "o": 4427,
        "r": "nkjv:Numbers:11:3",
        "t": "So he called the name of the place Taberah, because the fire of the Lord*s had burned among them."
    },
    {
        "o": 4428,
        "r": "nkjv:Numbers:11:4",
        "t": "Now*p the mixed multitude who were among them yielded to intense craving; so the children of Israel also wept again and said: “Who will give us meat to eat?"
    },
    {
        "o": 4429,
        "r": "nkjv:Numbers:11:5",
        "t": "We remember the fish which we ate freely in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic;"
    },
    {
        "o": 4430,
        "r": "nkjv:Numbers:11:6",
        "t": "but now our whole being is*i dried up; there*i is*i nothing at all except this manna before*i our eyes!”"
    },
    {
        "o": 4431,
        "r": "nkjv:Numbers:11:7",
        "t": "Now*p the manna was*i like coriander seed, and its color like the color of bdellium."
    },
    {
        "o": 4432,
        "r": "nkjv:Numbers:11:8",
        "t": "The people went about and gathered it,*i ground it*i on millstones or beat it*i in the mortar, cooked it*i in pans, and made cakes of it; and its taste was like the taste of pastry prepared with oil."
    },
    {
        "o": 4433,
        "r": "nkjv:Numbers:11:9",
        "t": "And when the dew fell on the camp in the night, the manna fell on it."
    },
    {
        "o": 4434,
        "r": "nkjv:Numbers:11:10",
        "t": "Then*p Moses heard the people weeping throughout their families, everyone at the door of his tent; and the anger of the Lord*s was greatly aroused; Moses also was displeased."
    },
    {
        "o": 4435,
        "r": "nkjv:Numbers:11:11",
        "t": "So Moses said to the Lord,*s “Why have You afflicted Your servant? And why have I not found favor in Your sight, that You have laid the burden of all these people on me?"
    },
    {
        "o": 4436,
        "r": "nkjv:Numbers:11:12",
        "t": "Did I conceive all these people? Did I beget them, that You should say to me, ‘Carry them in your bosom, as a guardian carries a nursing child,’ to the land which You swore to their fathers?"
    },
    {
        "o": 4437,
        "r": "nkjv:Numbers:11:13",
        "t": "Where am I to get meat to give to all these people? For they weep all over me, saying, ‘Give us meat, that we may eat.’"
    },
    {
        "o": 4438,
        "r": "nkjv:Numbers:11:14",
        "t": "I am not able to bear all these people alone, because the burden is*i too heavy for me."
    },
    {
        "o": 4439,
        "r": "nkjv:Numbers:11:15",
        "t": "If You treat me like this, please kill me here and now—if I have found favor in Your sight—and do not let me see my wretchedness!”"
    },
    {
        "o": 4440,
        "r": "nkjv:Numbers:11:15",
        "t": "The Seventy Elders",
        "h": 2
    },
    {
        "o": 4441,
        "r": "nkjv:Numbers:11:16",
        "t": "So*p the Lord*s said to Moses: “Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them; bring them to the tabernacle of meeting, that they may stand there with you."
    },
    {
        "o": 4442,
        "r": "nkjv:Numbers:11:17",
        "t": "Then I will come down and talk with you there. I will take of the Spirit that is*i upon you and will put the*i same*i upon them; and they shall bear the burden of the people with you, that you may not bear it*i yourself alone."
    },
    {
        "o": 4443,
        "r": "nkjv:Numbers:11:18",
        "t": "Then you shall say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the hearing of the Lord,*s saying, “Who will give us meat to eat? For it*i was*i well with us in Egypt.” Therefore the Lord*s will give you meat, and you shall eat."
    },
    {
        "o": 4444,
        "r": "nkjv:Numbers:11:19",
        "t": "You shall eat, not one day, nor two days, nor five days, nor ten days, nor twenty days,"
    },
    {
        "o": 4445,
        "r": "nkjv:Numbers:11:20",
        "t": "but for*i a whole month, until it comes out of your nostrils and becomes loathsome to you, because you have despised the Lord*s who is among you, and have wept before Him, saying, “Why did we ever come up out of Egypt?”’”"
    },
    {
        "o": 4446,
        "r": "nkjv:Numbers:11:21",
        "t": "And*p Moses said, “The people whom I am*i among are*i six hundred thousand men on foot; yet You have said, ‘I will give them meat, that they may eat for*i a whole month.’"
    },
    {
        "o": 4447,
        "r": "nkjv:Numbers:11:22",
        "t": "Shall flocks and herds be slaughtered for them, to provide enough for them? Or shall all the fish of the sea be gathered together for them, to provide enough for them?”"
    },
    {
        "o": 4448,
        "r": "nkjv:Numbers:11:23",
        "t": "And*p the Lord*s said to Moses, “Has the Lord’s*s arm been shortened? Now you shall see whether what I say will happen to you or not.”"
    },
    {
        "o": 4449,
        "r": "nkjv:Numbers:11:24",
        "t": "So*p Moses went out and told the people the words of the Lord,*s and he gathered the seventy men of the elders of the people and placed them around the tabernacle."
    },
    {
        "o": 4450,
        "r": "nkjv:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud, and spoke to him, and took of the Spirit that was*i upon him, and placed the*i same*i upon the seventy elders; and it happened, when the Spirit rested upon them, that they prophesied, although they never did so*i again."
    },
    {
        "o": 4451,
        "r": "nkjv:Numbers:11:26",
        "t": "But*p two men had remained in the camp: the name of one was*i Eldad, and the name of the other Medad. And the Spirit rested upon them. Now they were*i among those listed, but who had not gone out to the tabernacle; yet they prophesied in the camp."
    },
    {
        "o": 4452,
        "r": "nkjv:Numbers:11:27",
        "t": "And a young man ran and told Moses, and said, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4453,
        "r": "nkjv:Numbers:11:28",
        "t": "So*p Joshua the son of Nun, Moses’ assistant, one*i of his choice men, answered and said, “Moses my lord, forbid them!”"
    },
    {
        "o": 4454,
        "r": "nkjv:Numbers:11:29",
        "t": "Then*p Moses said to him, “Are you zealous for my sake? Oh, that all the Lord’s*s people were prophets and*i that the Lord*s would put His Spirit upon them!”"
    },
    {
        "o": 4455,
        "r": "nkjv:Numbers:11:30",
        "t": "And Moses returned to the camp, he and the elders of Israel."
    },
    {
        "o": 4456,
        "r": "nkjv:Numbers:11:30",
        "t": "The Lord Sends Quail",
        "h": 2
    },
    {
        "o": 4457,
        "r": "nkjv:Numbers:11:31",
        "t": "Now*p a wind went out from the Lord,*s and it brought quail from the sea and left them*i fluttering near the camp, about a day’s journey on this side and about a day’s journey on the other side, all around the camp, and about two cubits above the surface of the ground."
    },
    {
        "o": 4458,
        "r": "nkjv:Numbers:11:32",
        "t": "And the people stayed up all that day, all night, and all the next day, and gathered the quail (he who gathered least gathered ten homers); and they spread them*i out for themselves all around the camp."
    },
    {
        "o": 4459,
        "r": "nkjv:Numbers:11:33",
        "t": "But while the meat was*i still between their teeth, before it was chewed, the wrath of the Lord*s was aroused against the people, and the Lord*s struck the people with a very great plague."
    },
    {
        "o": 4460,
        "r": "nkjv:Numbers:11:34",
        "t": "So he called the name of that place Kibroth Hattaavah, because there they buried the people who had yielded to craving."
    },
    {
        "o": 4461,
        "r": "nkjv:Numbers:11:35",
        "t": "From*p Kibroth Hattaavah the people moved to Hazeroth, and camped at Hazeroth."
    },
    {
        "o": 4462,
        "r": "nkjv:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4463,
        "r": "nkjv:Numbers:12:0",
        "t": "Dissension of Aaron and Miriam",
        "h": 2
    },
    {
        "o": 4464,
        "r": "nkjv:Numbers:12:1",
        "t": "Then*p Miriam and Aaron spoke against Moses because of the Ethiopian woman whom he had married; for he had married an Ethiopian woman."
    },
    {
        "o": 4465,
        "r": "nkjv:Numbers:12:2",
        "t": "So they said, “Has the Lord*s indeed spoken only through Moses? Has He not spoken through us also?” And the Lord*s heard it.*i"
    },
    {
        "o": 4466,
        "r": "nkjv:Numbers:12:3",
        "t": "(Now the man Moses was*i very humble, more than all men who were*i on the face of the earth.)"
    },
    {
        "o": 4467,
        "r": "nkjv:Numbers:12:4",
        "t": "Suddenly*p the Lord*s said to Moses, Aaron, and Miriam, “Come out, you three, to the tabernacle of meeting!” So the three came out."
    },
    {
        "o": 4468,
        "r": "nkjv:Numbers:12:5",
        "t": "Then the Lord*s came down in the pillar of cloud and stood in*i the door of the tabernacle, and called Aaron and Miriam. And they both went forward."
    },
    {
        "o": 4469,
        "r": "nkjv:Numbers:12:6",
        "t": "Then He said, “Hear*pn now My words: If*ld there is a prophet among you, I,*ild the Lord,*s make Myself known to him in a vision; I*ld speak to him in a dream."
    },
    {
        "o": 4470,
        "r": "nkjv:Numbers:12:7",
        "t": "Not*ld so with My servant Moses; He*ld is*i faithful in all My house."
    },
    {
        "o": 4471,
        "r": "nkjv:Numbers:12:8",
        "t": "I*ld speak with him face to face, Even*ld plainly, and not in dark sayings; And*ld he sees the form of the Lord.*s Why*ld then were you not afraid To*ld speak against My servant Moses?”"
    },
    {
        "o": 4472,
        "r": "nkjv:Numbers:12:9",
        "t": "So*p the anger of the Lord*s was aroused against them, and He departed."
    },
    {
        "o": 4473,
        "r": "nkjv:Numbers:12:10",
        "t": "And when the cloud departed from above the tabernacle, suddenly Miriam became*i leprous, as white*i as*i snow. Then Aaron turned toward Miriam, and there she was, a leper."
    },
    {
        "o": 4474,
        "r": "nkjv:Numbers:12:11",
        "t": "So Aaron said to Moses, “Oh, my lord! Please do not lay this*i sin on us, in which we have done foolishly and in which we have sinned."
    },
    {
        "o": 4475,
        "r": "nkjv:Numbers:12:12",
        "t": "Please do not let her be as one dead, whose flesh is half consumed when he comes out of his mother’s womb!”"
    },
    {
        "o": 4476,
        "r": "nkjv:Numbers:12:13",
        "t": "So*p Moses cried out to the Lord,*s saying, “Please heal her, O God, I pray!”"
    },
    {
        "o": 4477,
        "r": "nkjv:Numbers:12:14",
        "t": "Then*p the Lord*s said to Moses, “If her father had but spit in her face, would she not be shamed seven days? Let her be shut out of the camp seven days, and afterward she may be received again.”*i"
    },
    {
        "o": 4478,
        "r": "nkjv:Numbers:12:15",
        "t": "So Miriam was shut out of the camp seven days, and the people did not journey till Miriam was brought in again.*i"
    },
    {
        "o": 4479,
        "r": "nkjv:Numbers:12:16",
        "t": "And afterward the people moved from Hazeroth and camped in the Wilderness of Paran."
    },
    {
        "o": 4480,
        "r": "nkjv:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4481,
        "r": "nkjv:Numbers:13:0",
        "t": "Spies Sent into Canaan",
        "h": 2
    },
    {
        "o": 4482,
        "r": "nkjv:Numbers:13:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4483,
        "r": "nkjv:Numbers:13:2",
        "t": "“Send men to spy out the land of Canaan, which I am giving to the children of Israel; from each tribe of their fathers you shall send a man, every one a leader among them.”"
    },
    {
        "o": 4484,
        "r": "nkjv:Numbers:13:3",
        "t": "So*p Moses sent them from the Wilderness of Paran according to the command of the Lord,*s all of them men who were*i heads of the children of Israel."
    },
    {
        "o": 4485,
        "r": "nkjv:Numbers:13:4",
        "t": "Now these were*i their names: from the tribe of Reuben, Shammua the son of Zaccur;"
    },
    {
        "o": 4486,
        "r": "nkjv:Numbers:13:5",
        "t": "from the tribe of Simeon, Shaphat the son of Hori;"
    },
    {
        "o": 4487,
        "r": "nkjv:Numbers:13:6",
        "t": "from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 4488,
        "r": "nkjv:Numbers:13:7",
        "t": "from the tribe of Issachar, Igal the son of Joseph;"
    },
    {
        "o": 4489,
        "r": "nkjv:Numbers:13:8",
        "t": "from the tribe of Ephraim, Hoshea the son of Nun;"
    },
    {
        "o": 4490,
        "r": "nkjv:Numbers:13:9",
        "t": "from the tribe of Benjamin, Palti the son of Raphu;"
    },
    {
        "o": 4491,
        "r": "nkjv:Numbers:13:10",
        "t": "from the tribe of Zebulun, Gaddiel the son of Sodi;"
    },
    {
        "o": 4492,
        "r": "nkjv:Numbers:13:11",
        "t": "from the tribe of Joseph, that*i is,*i from the tribe of Manasseh, Gaddi the son of Susi;"
    },
    {
        "o": 4493,
        "r": "nkjv:Numbers:13:12",
        "t": "from the tribe of Dan, Ammiel the son of Gemalli;"
    },
    {
        "o": 4494,
        "r": "nkjv:Numbers:13:13",
        "t": "from the tribe of Asher, Sethur the son of Michael;"
    },
    {
        "o": 4495,
        "r": "nkjv:Numbers:13:14",
        "t": "from the tribe of Naphtali, Nahbi the son of Vophsi;"
    },
    {
        "o": 4496,
        "r": "nkjv:Numbers:13:15",
        "t": "from the tribe of Gad, Geuel the son of Machi."
    },
    {
        "o": 4497,
        "r": "nkjv:Numbers:13:16",
        "t": "These*p are*i the names of the men whom Moses sent to spy out the land. And Moses called Hoshea the son of Nun, Joshua."
    },
    {
        "o": 4498,
        "r": "nkjv:Numbers:13:17",
        "t": "Then*p Moses sent them to spy out the land of Canaan, and said to them, “Go up this way*i into the South, and go up to the mountains,"
    },
    {
        "o": 4499,
        "r": "nkjv:Numbers:13:18",
        "t": "and see what the land is like: whether the people who dwell in it are*i strong or weak, few or many;"
    },
    {
        "o": 4500,
        "r": "nkjv:Numbers:13:19",
        "t": "whether the land they dwell in is*i good or bad; whether the cities they inhabit are*i like camps or strongholds;"
    },
    {
        "o": 4501,
        "r": "nkjv:Numbers:13:20",
        "t": "whether the land is*i rich or poor; and whether there are forests there or not. Be of good courage. And bring some of the fruit of the land.” Now the time was*i the season of the first ripe grapes."
    },
    {
        "o": 4502,
        "r": "nkjv:Numbers:13:21",
        "t": "So*p they went up and spied out the land from the Wilderness of Zin as far as Rehob, near the entrance of Hamath."
    },
    {
        "o": 4503,
        "r": "nkjv:Numbers:13:22",
        "t": "And they went up through the South and came to Hebron; Ahiman, Sheshai, and Talmai, the descendants of Anak, were*i there. (Now Hebron was built seven years before Zoan in Egypt.)"
    },
    {
        "o": 4504,
        "r": "nkjv:Numbers:13:23",
        "t": "Then they came to the Valley of Eshcol, and there cut down a branch with one cluster of grapes; they carried it between two of them on a pole. They*i also brought*i some of the pomegranates and figs."
    },
    {
        "o": 4505,
        "r": "nkjv:Numbers:13:24",
        "t": "The place was called the Valley of Eshcol, because of the cluster which the men of Israel cut down there."
    },
    {
        "o": 4506,
        "r": "nkjv:Numbers:13:25",
        "t": "And they returned from spying out the land after forty days."
    },
    {
        "o": 4507,
        "r": "nkjv:Numbers:13:26",
        "t": "Now*p they departed and came back to Moses and Aaron and all the congregation of the children of Israel in the Wilderness of Paran, at Kadesh; they brought back word to them and to all the congregation, and showed them the fruit of the land."
    },
    {
        "o": 4508,
        "r": "nkjv:Numbers:13:27",
        "t": "Then they told him, and said: “We went to the land where you sent us. It truly flows with milk and honey, and this is*i its fruit."
    },
    {
        "o": 4509,
        "r": "nkjv:Numbers:13:28",
        "t": "Nevertheless the people who dwell in the land are*i strong; the cities are*i fortified and*i very large; moreover we saw the descendants of Anak there."
    },
    {
        "o": 4510,
        "r": "nkjv:Numbers:13:29",
        "t": "The Amalekites dwell in the land of the South; the Hittites, the Jebusites, and the Amorites dwell in the mountains; and the Canaanites dwell by the sea and along the banks of the Jordan.”"
    },
    {
        "o": 4511,
        "r": "nkjv:Numbers:13:30",
        "t": "Then*p Caleb quieted the people before Moses, and said, “Let us go up at once and take possession, for we are well able to overcome it.”"
    },
    {
        "o": 4512,
        "r": "nkjv:Numbers:13:31",
        "t": "But*p the men who had gone up with him said, “We are not able to go up against the people, for they are*i stronger than we.”"
    },
    {
        "o": 4513,
        "r": "nkjv:Numbers:13:32",
        "t": "And they gave the children of Israel a bad report of the land which they had spied out, saying, “The land through which we have gone as spies is*i a land that devours its inhabitants, and all the people whom we saw in it are*i men of great*i stature."
    },
    {
        "o": 4514,
        "r": "nkjv:Numbers:13:33",
        "t": "There we saw the giants (the descendants of Anak came from the giants); and we were like grasshoppers in our own sight, and so we were in their sight.”"
    },
    {
        "o": 4515,
        "r": "nkjv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4516,
        "r": "nkjv:Numbers:14:0",
        "t": "Israel Refuses to Enter Canaan",
        "h": 2
    },
    {
        "o": 4517,
        "r": "nkjv:Numbers:14:1",
        "t": "So*p all the congregation lifted up their voices and cried, and the people wept that night."
    },
    {
        "o": 4518,
        "r": "nkjv:Numbers:14:2",
        "t": "And all the children of Israel complained against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt! Or if only we had died in this wilderness!"
    },
    {
        "o": 4519,
        "r": "nkjv:Numbers:14:3",
        "t": "Why has the Lord*s brought us to this land to fall by the sword, that our wives and children should become victims? Would it not be better for us to return to Egypt?”"
    },
    {
        "o": 4520,
        "r": "nkjv:Numbers:14:4",
        "t": "So they said to one another, “Let us select a leader and return to Egypt.”"
    },
    {
        "o": 4521,
        "r": "nkjv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."
    },
    {
        "o": 4522,
        "r": "nkjv:Numbers:14:6",
        "t": "But*p Joshua the son of Nun and Caleb the son of Jephunneh, who*i were*i among those who had spied out the land, tore their clothes;"
    },
    {
        "o": 4523,
        "r": "nkjv:Numbers:14:7",
        "t": "and they spoke to all the congregation of the children of Israel, saying: “The land we passed through to spy out is*i an exceedingly good land."
    },
    {
        "o": 4524,
        "r": "nkjv:Numbers:14:8",
        "t": "If the Lord*s delights in us, then He will bring us into this land and give it to us, ‘a land which flows with milk and honey.’"
    },
    {
        "o": 4525,
        "r": "nkjv:Numbers:14:9",
        "t": "Only do not rebel against the Lord,*s nor fear the people of the land, for they are*i our bread; their protection has departed from them, and the Lord*s is*i with us. Do not fear them.”"
    },
    {
        "o": 4526,
        "r": "nkjv:Numbers:14:10",
        "t": "And*p all the congregation said to stone them with stones. Now the glory of the Lord*s appeared in the tabernacle of meeting before all the children of Israel."
    },
    {
        "o": 4527,
        "r": "nkjv:Numbers:14:10",
        "t": "Moses Intercedes for the People",
        "h": 2
    },
    {
        "o": 4528,
        "r": "nkjv:Numbers:14:11",
        "t": "Then*p the Lord*s said to Moses: “How long will these people reject Me? And how long will they not believe Me, with all the signs which I have performed among them?"
    },
    {
        "o": 4529,
        "r": "nkjv:Numbers:14:12",
        "t": "I will strike them with the pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”"
    },
    {
        "o": 4530,
        "r": "nkjv:Numbers:14:13",
        "t": "And*p Moses said to the Lord:*s “Then the Egyptians will hear it,*i for by Your might You brought these people up from among them,"
    },
    {
        "o": 4531,
        "r": "nkjv:Numbers:14:14",
        "t": "and they will tell it*i to the inhabitants of this land. They have heard that You, Lord,*s are*i among these people; that You, Lord,*s are seen face to face and Your cloud stands above them, and You go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4532,
        "r": "nkjv:Numbers:14:15",
        "t": "Now if*i You kill these people as one man, then the nations which have heard of Your fame will speak, saying,"
    },
    {
        "o": 4533,
        "r": "nkjv:Numbers:14:16",
        "t": "‘Because the Lord*s was not able to bring this people to the land which He swore to give them, therefore He killed them in the wilderness.’"
    },
    {
        "o": 4534,
        "r": "nkjv:Numbers:14:17",
        "t": "And now, I pray, let the power of my Lord be great, just as You have spoken, saying,"
    },
    {
        "o": 4535,
        "r": "nkjv:Numbers:14:18",
        "t": "‘The Lord*s is longsuffering and abundant in mercy, forgiving iniquity and transgression; but He by no means clears the*i guilty,*i visiting the iniquity of the fathers on the children to the third and fourth generation.’*i"
    },
    {
        "o": 4536,
        "r": "nkjv:Numbers:14:19",
        "t": "Pardon the iniquity of this people, I pray, according to the greatness of Your mercy, just as You have forgiven this people, from Egypt even until now.”"
    },
    {
        "o": 4537,
        "r": "nkjv:Numbers:14:20",
        "t": "Then*p the Lord*s said: “I have pardoned, according to your word;"
    },
    {
        "o": 4538,
        "r": "nkjv:Numbers:14:21",
        "t": "but truly, as I live, all the earth shall be filled with the glory of the Lord—*s"
    },
    {
        "o": 4539,
        "r": "nkjv:Numbers:14:22",
        "t": "because all these men who have seen My glory and the signs which I did in Egypt and in the wilderness, and have put Me to the test now these ten times, and have not heeded My voice,"
    },
    {
        "o": 4540,
        "r": "nkjv:Numbers:14:23",
        "t": "they certainly shall not see the land of which I swore to their fathers, nor shall any of those who rejected Me see it."
    },
    {
        "o": 4541,
        "r": "nkjv:Numbers:14:24",
        "t": "But My servant Caleb, because he has a different spirit in him and has followed Me fully, I will bring into the land where he went, and his descendants shall inherit it."
    },
    {
        "o": 4542,
        "r": "nkjv:Numbers:14:25",
        "t": "Now the Amalekites and the Canaanites dwell in the valley; tomorrow turn and move out into the wilderness by the Way of the Red Sea.”"
    },
    {
        "o": 4543,
        "r": "nkjv:Numbers:14:25",
        "t": "Death Sentence on the Rebels",
        "h": 2
    },
    {
        "o": 4544,
        "r": "nkjv:Numbers:14:26",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4545,
        "r": "nkjv:Numbers:14:27",
        "t": "“How long shall*i I*i bear*i with*i this evil congregation who complain against Me? I have heard the complaints which the children of Israel make against Me."
    },
    {
        "o": 4546,
        "r": "nkjv:Numbers:14:28",
        "t": "Say to them, ‘As I live,’ says the Lord,*s ‘just as you have spoken in My hearing, so I will do to you:"
    },
    {
        "o": 4547,
        "r": "nkjv:Numbers:14:29",
        "t": "The carcasses of you who have complained against Me shall fall in this wilderness, all of you who were numbered, according to your entire number, from twenty years old and above."
    },
    {
        "o": 4548,
        "r": "nkjv:Numbers:14:30",
        "t": "Except for Caleb the son of Jephunneh and Joshua the son of Nun, you shall by no means enter the land which I swore I would make you dwell in."
    },
    {
        "o": 4549,
        "r": "nkjv:Numbers:14:31",
        "t": "But your little ones, whom you said would be victims, I will bring in, and they shall know the land which you have despised."
    },
    {
        "o": 4550,
        "r": "nkjv:Numbers:14:32",
        "t": "But as*i for*i you, your carcasses shall fall in this wilderness."
    },
    {
        "o": 4551,
        "r": "nkjv:Numbers:14:33",
        "t": "And your sons shall be shepherds in the wilderness forty years, and bear the brunt of your infidelity, until your carcasses are consumed in the wilderness."
    },
    {
        "o": 4552,
        "r": "nkjv:Numbers:14:34",
        "t": "According to the number of the days in which you spied out the land, forty days, for each day you shall bear your guilt one year, namely*i forty years, and you shall know My rejection."
    },
    {
        "o": 4553,
        "r": "nkjv:Numbers:14:35",
        "t": "I the Lord*s have spoken this. I will surely do so to all this evil congregation who are gathered together against Me. In this wilderness they shall be consumed, and there they shall die.’”"
    },
    {
        "o": 4554,
        "r": "nkjv:Numbers:14:36",
        "t": "Now*p the men whom Moses sent to spy out the land, who returned and made all the congregation complain against him by bringing a bad report of the land,"
    },
    {
        "o": 4555,
        "r": "nkjv:Numbers:14:37",
        "t": "those very men who brought the evil report about the land, died by the plague before the Lord.*s"
    },
    {
        "o": 4556,
        "r": "nkjv:Numbers:14:38",
        "t": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive, of the men who went to spy out the land."
    },
    {
        "o": 4557,
        "r": "nkjv:Numbers:14:38",
        "t": "A Futile Invasion Attempt",
        "h": 2
    },
    {
        "o": 4558,
        "r": "nkjv:Numbers:14:39",
        "t": "Then*p Moses told these words to all the children of Israel, and the people mourned greatly."
    },
    {
        "o": 4559,
        "r": "nkjv:Numbers:14:40",
        "t": "And they rose early in the morning and went up to the top of the mountain, saying, “Here we are, and we will go up to the place which the Lord*s has promised, for we have sinned!”"
    },
    {
        "o": 4560,
        "r": "nkjv:Numbers:14:41",
        "t": "And*p Moses said, “Now why do you transgress the command of the Lord?*s For this will not succeed."
    },
    {
        "o": 4561,
        "r": "nkjv:Numbers:14:42",
        "t": "Do not go up, lest you be defeated by your enemies, for the Lord*s is*i not among you."
    },
    {
        "o": 4562,
        "r": "nkjv:Numbers:14:43",
        "t": "For the Amalekites and the Canaanites are*i there before you, and you shall fall by the sword; because you have turned away from the Lord,*s the Lord*s will not be with you.”"
    },
    {
        "o": 4563,
        "r": "nkjv:Numbers:14:44",
        "t": "But*p they presumed to go up to the mountaintop. Nevertheless, neither the ark of the covenant of the Lord*s nor Moses departed from the camp."
    },
    {
        "o": 4564,
        "r": "nkjv:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who dwelt in that mountain came down and attacked them, and drove them back as far as Hormah."
    },
    {
        "o": 4565,
        "r": "nkjv:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4566,
        "r": "nkjv:Numbers:15:0",
        "t": "Laws of Grain and Drink Offerings",
        "h": 2
    },
    {
        "o": 4567,
        "r": "nkjv:Numbers:15:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4568,
        "r": "nkjv:Numbers:15:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When you have come into the land you are to inhabit, which I am giving to you,"
    },
    {
        "o": 4569,
        "r": "nkjv:Numbers:15:3",
        "t": "and you make an offering by fire to the Lord,*s a burnt offering or a sacrifice, to fulfill a vow or as a freewill offering or in your appointed feasts, to make a sweet aroma to the Lord,*s from the herd or the flock,"
    },
    {
        "o": 4570,
        "r": "nkjv:Numbers:15:4",
        "t": "then he who presents his offering to the Lord*s shall bring a grain offering of one-tenth of*i an*i ephah*i of fine flour mixed with one-fourth of a hin of oil;"
    },
    {
        "o": 4571,
        "r": "nkjv:Numbers:15:5",
        "t": "and one-fourth of a hin of wine as a drink offering you shall prepare with the burnt offering or the sacrifice, for each lamb."
    },
    {
        "o": 4572,
        "r": "nkjv:Numbers:15:6",
        "t": "Or for a ram you shall prepare as a grain offering two-tenths of*i an*i ephah*i of fine flour mixed with one-third of a hin of oil;"
    },
    {
        "o": 4573,
        "r": "nkjv:Numbers:15:7",
        "t": "and as a drink offering you shall offer one-third of a hin of wine as a sweet aroma to the Lord.*s"
    },
    {
        "o": 4574,
        "r": "nkjv:Numbers:15:8",
        "t": "And when you prepare a young bull as a burnt offering, or as a sacrifice to fulfill a vow, or as a peace offering to the Lord,*s"
    },
    {
        "o": 4575,
        "r": "nkjv:Numbers:15:9",
        "t": "then shall be offered with the young bull a grain offering of three-tenths of*i an*i ephah*i of fine flour mixed with half a hin of oil;"
    },
    {
        "o": 4576,
        "r": "nkjv:Numbers:15:10",
        "t": "and you shall bring as the drink offering half a hin of wine as an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 4577,
        "r": "nkjv:Numbers:15:11",
        "t": "‘Thus*p it shall be done for each young bull, for each ram, or for each lamb or young goat."
    },
    {
        "o": 4578,
        "r": "nkjv:Numbers:15:12",
        "t": "According to the number that you prepare, so you shall do with everyone according to their number."
    },
    {
        "o": 4579,
        "r": "nkjv:Numbers:15:13",
        "t": "All who are native-born shall do these things in this manner, in presenting an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 4580,
        "r": "nkjv:Numbers:15:14",
        "t": "And if a stranger dwells with you, or whoever is*i among you throughout your generations, and would present an offering made by fire, a sweet aroma to the Lord,*s just as you do, so shall he do."
    },
    {
        "o": 4581,
        "r": "nkjv:Numbers:15:15",
        "t": "One ordinance shall*i be*i for you of the assembly and for the stranger who dwells with*i you,*i an ordinance forever throughout your generations; as you are, so shall the stranger be before the Lord.*s"
    },
    {
        "o": 4582,
        "r": "nkjv:Numbers:15:16",
        "t": "One law and one custom shall be for you and for the stranger who dwells with you.’”"
    },
    {
        "o": 4583,
        "r": "nkjv:Numbers:15:17",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4584,
        "r": "nkjv:Numbers:15:18",
        "t": "“Speak to the children of Israel, and say to them: ‘When you come into the land to which I bring you,"
    },
    {
        "o": 4585,
        "r": "nkjv:Numbers:15:19",
        "t": "then it will be, when you eat of the bread of the land, that you shall offer up a heave offering to the Lord.*s"
    },
    {
        "o": 4586,
        "r": "nkjv:Numbers:15:20",
        "t": "You shall offer up a cake of the first of your ground meal as*i a heave offering; as a heave offering of the threshing floor, so shall you offer it up."
    },
    {
        "o": 4587,
        "r": "nkjv:Numbers:15:21",
        "t": "Of the first of your ground meal you shall give to the Lord*s a heave offering throughout your generations."
    },
    {
        "o": 4588,
        "r": "nkjv:Numbers:15:21",
        "t": "Laws Concerning Unintentional Sin",
        "h": 2
    },
    {
        "o": 4589,
        "r": "nkjv:Numbers:15:22",
        "t": "‘If*p you sin unintentionally, and do not observe all these commandments which the Lord*s has spoken to Moses—"
    },
    {
        "o": 4590,
        "r": "nkjv:Numbers:15:23",
        "t": "all that the Lord*s has commanded you by the hand of Moses, from the day the Lord*s gave commandment and onward throughout your generations—"
    },
    {
        "o": 4591,
        "r": "nkjv:Numbers:15:24",
        "t": "then it will be, if it is unintentionally committed, without the knowledge of the congregation, that the whole congregation shall offer one young bull as a burnt offering, as a sweet aroma to the Lord,*s with its grain offering and its drink offering, according to the ordinance, and one kid of the goats as a sin offering."
    },
    {
        "o": 4592,
        "r": "nkjv:Numbers:15:25",
        "t": "So the priest shall make atonement for the whole congregation of the children of Israel, and it shall be forgiven them, for it was unintentional; they shall bring their offering, an offering made by fire to the Lord,*s and their sin offering before the Lord,*s for their unintended sin."
    },
    {
        "o": 4593,
        "r": "nkjv:Numbers:15:26",
        "t": "It shall be forgiven the whole congregation of the children of Israel and the stranger who dwells among them, because all the people did*i it*i unintentionally."
    },
    {
        "o": 4594,
        "r": "nkjv:Numbers:15:27",
        "t": "‘And*p if a person sins unintentionally, then he shall bring a female goat in its first year as a sin offering."
    },
    {
        "o": 4595,
        "r": "nkjv:Numbers:15:28",
        "t": "So the priest shall make atonement for the person who sins unintentionally, when he sins unintentionally before the Lord,*s to make atonement for him; and it shall be forgiven him."
    },
    {
        "o": 4596,
        "r": "nkjv:Numbers:15:29",
        "t": "You shall have one law for him who sins unintentionally, for*i him who is native-born among the children of Israel and for the stranger who dwells among them."
    },
    {
        "o": 4597,
        "r": "nkjv:Numbers:15:29",
        "t": "Law Concerning Presumptuous Sin",
        "h": 2
    },
    {
        "o": 4598,
        "r": "nkjv:Numbers:15:30",
        "t": "‘But*p the person who does anything*i presumptuously, whether*i he*i is*i native-born or a stranger, that one brings reproach on the Lord,*s and he shall be cut off from among his people."
    },
    {
        "o": 4599,
        "r": "nkjv:Numbers:15:31",
        "t": "Because he has despised the word of the Lord,*s and has broken His commandment, that person shall be completely cut off; his guilt shall*i be*i upon him.’”"
    },
    {
        "o": 4600,
        "r": "nkjv:Numbers:15:31",
        "t": "Penalty for Violating the Sabbath",
        "h": 2
    },
    {
        "o": 4601,
        "r": "nkjv:Numbers:15:32",
        "t": "Now*p while the children of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day."
    },
    {
        "o": 4602,
        "r": "nkjv:Numbers:15:33",
        "t": "And those who found him gathering sticks brought him to Moses and Aaron, and to all the congregation."
    },
    {
        "o": 4603,
        "r": "nkjv:Numbers:15:34",
        "t": "They put him under guard, because it had not been explained what should be done to him."
    },
    {
        "o": 4604,
        "r": "nkjv:Numbers:15:35",
        "t": "Then*p the Lord*s said to Moses, “The man must surely be put to death; all the congregation shall stone him with stones outside the camp.”"
    },
    {
        "o": 4605,
        "r": "nkjv:Numbers:15:36",
        "t": "So, as the Lord*s commanded Moses, all the congregation brought him outside the camp and stoned him with stones, and he died."
    },
    {
        "o": 4606,
        "r": "nkjv:Numbers:15:36",
        "t": "Tassels on Garments",
        "h": 2
    },
    {
        "o": 4607,
        "r": "nkjv:Numbers:15:37",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4608,
        "r": "nkjv:Numbers:15:38",
        "t": "“Speak to the children of Israel: Tell them to make tassels on the corners of their garments throughout their generations, and to put a blue thread in the tassels of the corners."
    },
    {
        "o": 4609,
        "r": "nkjv:Numbers:15:39",
        "t": "And you shall have the tassel, that you may look upon it and remember all the commandments of the Lord*s and do them, and that you may*i not follow the harlotry to which your own heart and your own eyes are inclined,"
    },
    {
        "o": 4610,
        "r": "nkjv:Numbers:15:40",
        "t": "and that you may remember and do all My commandments, and be holy for your God."
    },
    {
        "o": 4611,
        "r": "nkjv:Numbers:15:41",
        "t": "I am*i the Lord*s your God, who brought you out of the land of Egypt, to be your God: I am*i the Lord*s your God.”"
    },
    {
        "o": 4612,
        "r": "nkjv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4613,
        "r": "nkjv:Numbers:16:0",
        "t": "Rebellion Against Moses and Aaron",
        "h": 2
    },
    {
        "o": 4614,
        "r": "nkjv:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men;*i"
    },
    {
        "o": 4615,
        "r": "nkjv:Numbers:16:2",
        "t": "and they rose up before Moses with some of the children of Israel, two hundred and fifty leaders of the congregation, representatives of the congregation, men of renown."
    },
    {
        "o": 4616,
        "r": "nkjv:Numbers:16:3",
        "t": "They gathered together against Moses and Aaron, and said to them, “You*i take too much upon yourselves, for all the congregation is*i holy, every one of them, and the Lord*s is*i among them. Why then do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4617,
        "r": "nkjv:Numbers:16:4",
        "t": "So*p when Moses heard it,*i he fell on his face;"
    },
    {
        "o": 4618,
        "r": "nkjv:Numbers:16:5",
        "t": "and he spoke to Korah and all his company, saying, “Tomorrow morning the Lord*s will show who is*i His and who*i is*i holy, and will cause him*i to come near to Him. That one whom He chooses He will cause to come near to Him."
    },
    {
        "o": 4619,
        "r": "nkjv:Numbers:16:6",
        "t": "Do this: Take censers, Korah and all your company;"
    },
    {
        "o": 4620,
        "r": "nkjv:Numbers:16:7",
        "t": "put fire in them and put incense in them before the Lord*s tomorrow, and it shall be that*i the man whom the Lord*s chooses is*i the holy one. You*i take*i too much upon yourselves, you sons of Levi!”"
    },
    {
        "o": 4621,
        "r": "nkjv:Numbers:16:8",
        "t": "Then*p Moses said to Korah, “Hear now, you sons of Levi:"
    },
    {
        "o": 4622,
        "r": "nkjv:Numbers:16:9",
        "t": "Is*i it*i a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to Himself, to do the work of the tabernacle of the Lord,*s and to stand before the congregation to serve them;"
    },
    {
        "o": 4623,
        "r": "nkjv:Numbers:16:10",
        "t": "and that He has brought you near to*i Himself,*i you and all your brethren, the sons of Levi, with you? And are you seeking the priesthood also?"
    },
    {
        "o": 4624,
        "r": "nkjv:Numbers:16:11",
        "t": "Therefore you and all your company are*i gathered together against the Lord.*s And what is*i Aaron that you complain against him?”"
    },
    {
        "o": 4625,
        "r": "nkjv:Numbers:16:12",
        "t": "And*p Moses sent to call Dathan and Abiram the sons of Eliab, but they said, “We will not come up!"
    },
    {
        "o": 4626,
        "r": "nkjv:Numbers:16:13",
        "t": "Is*i it*i a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you should keep acting like a prince over us?"
    },
    {
        "o": 4627,
        "r": "nkjv:Numbers:16:14",
        "t": "Moreover you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up!”"
    },
    {
        "o": 4628,
        "r": "nkjv:Numbers:16:15",
        "t": "Then*p Moses was very angry, and said to the Lord,*s “Do not respect their offering. I have not taken one donkey from them, nor have I hurt one of them.”"
    },
    {
        "o": 4629,
        "r": "nkjv:Numbers:16:16",
        "t": "And*p Moses said to Korah, “Tomorrow, you and all your company be present before the Lord*s —you and they, as well as Aaron."
    },
    {
        "o": 4630,
        "r": "nkjv:Numbers:16:17",
        "t": "Let each take his censer and put incense in it, and each of you bring his censer before the Lord,*s two hundred and fifty censers; both you and Aaron, each with*i his censer.”"
    },
    {
        "o": 4631,
        "r": "nkjv:Numbers:16:18",
        "t": "So every man took his censer, put fire in it, laid incense on it, and stood at the door of the tabernacle of meeting with Moses and Aaron."
    },
    {
        "o": 4632,
        "r": "nkjv:Numbers:16:19",
        "t": "And Korah gathered all the congregation against them at the door of the tabernacle of meeting. Then the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4633,
        "r": "nkjv:Numbers:16:20",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4634,
        "r": "nkjv:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them in a moment.”"
    },
    {
        "o": 4635,
        "r": "nkjv:Numbers:16:22",
        "t": "Then*p they fell on their faces, and said, “O God, the God of the spirits of all flesh, shall one man sin, and You be angry with all the congregation?”"
    },
    {
        "o": 4636,
        "r": "nkjv:Numbers:16:23",
        "t": "So*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4637,
        "r": "nkjv:Numbers:16:24",
        "t": "“Speak to the congregation, saying, ‘Get away from the tents of Korah, Dathan, and Abiram.’”"
    },
    {
        "o": 4638,
        "r": "nkjv:Numbers:16:25",
        "t": "Then*p Moses rose and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4639,
        "r": "nkjv:Numbers:16:26",
        "t": "And he spoke to the congregation, saying, “Depart now from the tents of these wicked men! Touch nothing of theirs, lest you be consumed in all their sins.”"
    },
    {
        "o": 4640,
        "r": "nkjv:Numbers:16:27",
        "t": "So they got away from around the tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the door of their tents, with their wives, their sons, and their little children."
    },
    {
        "o": 4641,
        "r": "nkjv:Numbers:16:28",
        "t": "And*p Moses said: “By this you shall know that the Lord*s has sent me to do all these works, for I*i have*i not done*i them*i of my own will."
    },
    {
        "o": 4642,
        "r": "nkjv:Numbers:16:29",
        "t": "If these men die naturally like all men, or if they are visited by the common fate of all men, then*i the Lord*s has not sent me."
    },
    {
        "o": 4643,
        "r": "nkjv:Numbers:16:30",
        "t": "But if the Lord*s creates a new thing, and the earth opens its mouth and swallows them up with all that belongs to them, and they go down alive into the pit, then you will understand that these men have rejected the Lord.”*s"
    },
    {
        "o": 4644,
        "r": "nkjv:Numbers:16:31",
        "t": "Now*p it came to pass, as he finished speaking all these words, that the ground split apart under them,"
    },
    {
        "o": 4645,
        "r": "nkjv:Numbers:16:32",
        "t": "and the earth opened its mouth and swallowed them up, with their households and all the men with Korah, with all their*i goods."
    },
    {
        "o": 4646,
        "r": "nkjv:Numbers:16:33",
        "t": "So they and all those with them went down alive into the pit; the earth closed over them, and they perished from among the assembly."
    },
    {
        "o": 4647,
        "r": "nkjv:Numbers:16:34",
        "t": "Then all Israel who were*i around them fled at their cry, for they said, “Lest the earth swallow us up also!”*i"
    },
    {
        "o": 4648,
        "r": "nkjv:Numbers:16:35",
        "t": "And*p a fire came out from the Lord*s and consumed the two hundred and fifty men who were offering incense."
    },
    {
        "o": 4649,
        "r": "nkjv:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4650,
        "r": "nkjv:Numbers:16:37",
        "t": "“Tell Eleazar, the son of Aaron the priest, to pick up the censers out of the blaze, for they are holy, and scatter the fire some distance away."
    },
    {
        "o": 4651,
        "r": "nkjv:Numbers:16:38",
        "t": "The censers of these men who sinned against their own souls, let them be made into hammered plates as a covering for the altar. Because they presented them before the Lord,*s therefore they are holy; and they shall be a sign to the children of Israel.”"
    },
    {
        "o": 4652,
        "r": "nkjv:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers, which those who were burned up had presented, and they were hammered out as a covering on the altar,"
    },
    {
        "o": 4653,
        "r": "nkjv:Numbers:16:40",
        "t": "to*i be*i a memorial to the children of Israel that no outsider, who is*i not a descendant of Aaron, should come near to offer incense before the Lord,*s that he might not become like Korah and his companions, just as the Lord*s had said to him through Moses."
    },
    {
        "o": 4654,
        "r": "nkjv:Numbers:16:40",
        "t": "Complaints of the People",
        "h": 2
    },
    {
        "o": 4655,
        "r": "nkjv:Numbers:16:41",
        "t": "On*p the next day all the congregation of the children of Israel complained against Moses and Aaron, saying, “You have killed the people of the Lord.”*s"
    },
    {
        "o": 4656,
        "r": "nkjv:Numbers:16:42",
        "t": "Now it happened, when the congregation had gathered against Moses and Aaron, that they turned toward the tabernacle of meeting; and suddenly the cloud covered it, and the glory of the Lord*s appeared."
    },
    {
        "o": 4657,
        "r": "nkjv:Numbers:16:43",
        "t": "Then Moses and Aaron came before the tabernacle of meeting."
    },
    {
        "o": 4658,
        "r": "nkjv:Numbers:16:44",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4659,
        "r": "nkjv:Numbers:16:45",
        "t": "“Get away from among this congregation, that I may consume them in a moment.” And*p they fell on their faces."
    },
    {
        "o": 4660,
        "r": "nkjv:Numbers:16:46",
        "t": "So*p Moses said to Aaron, “Take a censer and put fire in it from the altar, put incense on*i it,*i and take it quickly to the congregation and make atonement for them; for wrath has gone out from the Lord.*s The plague has begun.”"
    },
    {
        "o": 4661,
        "r": "nkjv:Numbers:16:47",
        "t": "Then Aaron took it*i as Moses commanded, and ran into the midst of the assembly; and already the plague had begun among the people. So he put in the incense and made atonement for the people."
    },
    {
        "o": 4662,
        "r": "nkjv:Numbers:16:48",
        "t": "And he stood between the dead and the living; so the plague was stopped."
    },
    {
        "o": 4663,
        "r": "nkjv:Numbers:16:49",
        "t": "Now those who died in the plague were fourteen thousand seven hundred, besides those who died in the Korah incident."
    },
    {
        "o": 4664,
        "r": "nkjv:Numbers:16:50",
        "t": "So Aaron returned to Moses at the door of the tabernacle of meeting, for the plague had stopped."
    },
    {
        "o": 4665,
        "r": "nkjv:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4666,
        "r": "nkjv:Numbers:17:0",
        "t": "The Budding of Aaron’s Rod",
        "h": 2
    },
    {
        "o": 4667,
        "r": "nkjv:Numbers:17:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4668,
        "r": "nkjv:Numbers:17:2",
        "t": "“Speak to the children of Israel, and get from them a rod from each father’s house, all their leaders according to their fathers’ houses—twelve rods. Write each man’s name on his rod."
    },
    {
        "o": 4669,
        "r": "nkjv:Numbers:17:3",
        "t": "And you shall write Aaron’s name on the rod of Levi. For there shall be one rod for the head of each*i father’s house."
    },
    {
        "o": 4670,
        "r": "nkjv:Numbers:17:4",
        "t": "Then you shall place them in the tabernacle of meeting before the Testimony, where I meet with you."
    },
    {
        "o": 4671,
        "r": "nkjv:Numbers:17:5",
        "t": "And it shall be that*i the rod of the man whom I choose will blossom; thus I will rid Myself of the complaints of the children of Israel, which they make against you.”"
    },
    {
        "o": 4672,
        "r": "nkjv:Numbers:17:6",
        "t": "So*p Moses spoke to the children of Israel, and each of their leaders gave him a rod apiece, for each leader according to their fathers’ houses, twelve rods; and the rod of Aaron was*i among their rods."
    },
    {
        "o": 4673,
        "r": "nkjv:Numbers:17:7",
        "t": "And Moses placed the rods before the Lord*s in the tabernacle of witness."
    },
    {
        "o": 4674,
        "r": "nkjv:Numbers:17:8",
        "t": "Now*p it came to pass on the next day that Moses went into the tabernacle of witness, and behold, the rod of Aaron, of the house of Levi, had sprouted and put forth buds, had produced blossoms and yielded ripe almonds."
    },
    {
        "o": 4675,
        "r": "nkjv:Numbers:17:9",
        "t": "Then Moses brought out all the rods from before the Lord*s to all the children of Israel; and they looked, and each man took his rod."
    },
    {
        "o": 4676,
        "r": "nkjv:Numbers:17:10",
        "t": "And*p the Lord*s said to Moses, “Bring Aaron’s rod back before the Testimony, to be kept as a sign against the rebels, that you may put their complaints away from Me, lest they die.”"
    },
    {
        "o": 4677,
        "r": "nkjv:Numbers:17:11",
        "t": "Thus did Moses; just as the Lord*s had commanded him, so he did."
    },
    {
        "o": 4678,
        "r": "nkjv:Numbers:17:12",
        "t": "So*p the children of Israel spoke to Moses, saying, “Surely we die, we perish, we all perish!"
    },
    {
        "o": 4679,
        "r": "nkjv:Numbers:17:13",
        "t": "Whoever even comes near the tabernacle of the Lord*s must die. Shall we all utterly die?”"
    },
    {
        "o": 4680,
        "r": "nkjv:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4681,
        "r": "nkjv:Numbers:18:0",
        "t": "Duties of Priests and Levites",
        "h": 2
    },
    {
        "o": 4682,
        "r": "nkjv:Numbers:18:1",
        "t": "Then*p the Lord*s said to Aaron: “You and your sons and your father’s house with you shall bear the iniquity related*i to*i the sanctuary, and you and your sons with you shall bear the iniquity associated*i with*i your priesthood."
    },
    {
        "o": 4683,
        "r": "nkjv:Numbers:18:2",
        "t": "Also bring with you your brethren of the tribe of Levi, the tribe of your father, that they may be joined with you and serve you while you and your sons are*i with you before the tabernacle of witness."
    },
    {
        "o": 4684,
        "r": "nkjv:Numbers:18:3",
        "t": "They shall attend to your needs and all the needs of the tabernacle; but they shall not come near the articles of the sanctuary and the altar, lest they die—they and you also."
    },
    {
        "o": 4685,
        "r": "nkjv:Numbers:18:4",
        "t": "They shall be joined with you and attend to the needs of the tabernacle of meeting, for all the work of the tabernacle; but an outsider shall not come near you."
    },
    {
        "o": 4686,
        "r": "nkjv:Numbers:18:5",
        "t": "And you shall attend to the duties of the sanctuary and the duties of the altar, that there may*i be no more wrath on the children of Israel."
    },
    {
        "o": 4687,
        "r": "nkjv:Numbers:18:6",
        "t": "Behold, I Myself have taken your brethren the Levites from among the children of Israel; they*i are*i a gift to you, given by the Lord,*s to do the work of the tabernacle of meeting."
    },
    {
        "o": 4688,
        "r": "nkjv:Numbers:18:7",
        "t": "Therefore you and your sons with you shall attend to your priesthood for everything at the altar and behind the veil; and you shall serve. I give your priesthood to*i you*i as a gift for service, but the outsider who comes near shall be put to death.”"
    },
    {
        "o": 4689,
        "r": "nkjv:Numbers:18:7",
        "t": "Offerings for Support of the Priests",
        "h": 2
    },
    {
        "o": 4690,
        "r": "nkjv:Numbers:18:8",
        "t": "And*p the Lord*s spoke to Aaron: “Here, I Myself have also given you charge of My heave offerings, all the holy gifts of the children of Israel; I have given them as a portion to you and your sons, as an ordinance forever."
    },
    {
        "o": 4691,
        "r": "nkjv:Numbers:18:9",
        "t": "This shall be yours of the most holy things reserved*i from the fire: every offering of theirs, every grain offering and every sin offering and every trespass offering which they render to Me, shall*i be*i most holy for you and your sons."
    },
    {
        "o": 4692,
        "r": "nkjv:Numbers:18:10",
        "t": "In a most holy place*i you shall eat it; every male shall eat it. It shall be holy to you."
    },
    {
        "o": 4693,
        "r": "nkjv:Numbers:18:11",
        "t": "“This*p also is*i yours: the heave offering of their gift, with all the wave offerings of the children of Israel; I have given them to you, and your sons and daughters with you, as an ordinance forever. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4694,
        "r": "nkjv:Numbers:18:12",
        "t": "“All*p the best of the oil, all the best of the new wine and the grain, their firstfruits which they offer to the Lord,*s I have given them to you."
    },
    {
        "o": 4695,
        "r": "nkjv:Numbers:18:13",
        "t": "Whatever first ripe fruit is in their land, which they bring to the Lord,*s shall be yours. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4696,
        "r": "nkjv:Numbers:18:14",
        "t": "“Every*p devoted thing in Israel shall be yours."
    },
    {
        "o": 4697,
        "r": "nkjv:Numbers:18:15",
        "t": "“Everything*p that first opens the womb of all flesh, which they bring to the Lord,*s whether man or beast, shall be yours; nevertheless the firstborn of man you shall surely redeem, and the firstborn of unclean animals you shall redeem."
    },
    {
        "o": 4698,
        "r": "nkjv:Numbers:18:16",
        "t": "And those redeemed of the devoted things you shall redeem when one month old, according to your valuation, for five shekels of silver, according to the shekel of the sanctuary, which is*i twenty gerahs."
    },
    {
        "o": 4699,
        "r": "nkjv:Numbers:18:17",
        "t": "But the firstborn of a cow, the firstborn of a sheep, or the firstborn of a goat you shall not redeem; they are*i holy. You shall sprinkle their blood on the altar, and burn their fat as*i an offering made by fire for a sweet aroma to the Lord.*s"
    },
    {
        "o": 4700,
        "r": "nkjv:Numbers:18:18",
        "t": "And their flesh shall be yours, just as the wave breast and the right thigh are yours."
    },
    {
        "o": 4701,
        "r": "nkjv:Numbers:18:19",
        "t": "“All*p the heave offerings of the holy things, which the children of Israel offer to the Lord,*s I have given to you and your sons and daughters with you as an ordinance forever; it is*i a covenant of salt forever before the Lord*s with you and your descendants with you.”"
    },
    {
        "o": 4702,
        "r": "nkjv:Numbers:18:20",
        "t": "Then*p the Lord*s said to Aaron: “You shall have no inheritance in their land, nor shall you have any portion among them; I am*i your portion and your inheritance among the children of Israel."
    },
    {
        "o": 4703,
        "r": "nkjv:Numbers:18:20",
        "t": "Tithes for Support of the Levites",
        "h": 2
    },
    {
        "o": 4704,
        "r": "nkjv:Numbers:18:21",
        "t": "“Behold,*p I have given the children of Levi all the tithes in Israel as an inheritance in return for the work which they perform, the work of the tabernacle of meeting."
    },
    {
        "o": 4705,
        "r": "nkjv:Numbers:18:22",
        "t": "Hereafter the children of Israel shall not come near the tabernacle of meeting, lest they bear sin and die."
    },
    {
        "o": 4706,
        "r": "nkjv:Numbers:18:23",
        "t": "But the Levites shall perform the work of the tabernacle of meeting, and they shall bear their iniquity; it*i shall*i be*i a statute forever, throughout your generations, that among the children of Israel they shall have no inheritance."
    },
    {
        "o": 4707,
        "r": "nkjv:Numbers:18:24",
        "t": "For the tithes of the children of Israel, which they offer up as*i a heave offering to the Lord,*s I have given to the Levites as an inheritance; therefore I have said to them, ‘Among the children of Israel they shall have no inheritance.’”"
    },
    {
        "o": 4708,
        "r": "nkjv:Numbers:18:24",
        "t": "The Tithe of the Levites",
        "h": 2
    },
    {
        "o": 4709,
        "r": "nkjv:Numbers:18:25",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4710,
        "r": "nkjv:Numbers:18:26",
        "t": "“Speak thus to the Levites, and say to them: ‘When you take from the children of Israel the tithes which I have given you from them as your inheritance, then you shall offer up a heave offering of it to the Lord,*s a tenth of the tithe."
    },
    {
        "o": 4711,
        "r": "nkjv:Numbers:18:27",
        "t": "And your heave offering shall be reckoned to you as though it*i were*i the grain of the threshing floor and as the fullness of the winepress."
    },
    {
        "o": 4712,
        "r": "nkjv:Numbers:18:28",
        "t": "Thus you shall also offer a heave offering to the Lord*s from all your tithes which you receive from the children of Israel, and you shall give the Lord’s*s heave offering from it to Aaron the priest."
    },
    {
        "o": 4713,
        "r": "nkjv:Numbers:18:29",
        "t": "Of all your gifts you shall offer up every heave offering due to the Lord,*s from all the best of them, the consecrated part of them.’"
    },
    {
        "o": 4714,
        "r": "nkjv:Numbers:18:30",
        "t": "Therefore you shall say to them: ‘When you have lifted up the best of it, then the*i rest*i shall be accounted to the Levites as the produce of the threshing floor and as the produce of the winepress."
    },
    {
        "o": 4715,
        "r": "nkjv:Numbers:18:31",
        "t": "You may eat it in any place, you and your households, for it is*i your reward for your work in the tabernacle of meeting."
    },
    {
        "o": 4716,
        "r": "nkjv:Numbers:18:32",
        "t": "And you shall bear no sin because of it, when you have lifted up the best of it. But you shall not profane the holy gifts of the children of Israel, lest you die.’”"
    },
    {
        "o": 4717,
        "r": "nkjv:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4718,
        "r": "nkjv:Numbers:19:0",
        "t": "Laws of Purification",
        "h": 2
    },
    {
        "o": 4719,
        "r": "nkjv:Numbers:19:1",
        "t": "Now*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4720,
        "r": "nkjv:Numbers:19:2",
        "t": "“This is*i the ordinance of the law which the Lord*s has commanded, saying: ‘Speak to the children of Israel, that they bring you a red heifer without blemish, in which there is*i no defect and*i on which a yoke has never come."
    },
    {
        "o": 4721,
        "r": "nkjv:Numbers:19:3",
        "t": "You shall give it to Eleazar the priest, that he may take it outside the camp, and it shall be slaughtered before him;"
    },
    {
        "o": 4722,
        "r": "nkjv:Numbers:19:4",
        "t": "and Eleazar the priest shall take some of its blood with his finger, and sprinkle some of its blood seven times directly in front of the tabernacle of meeting."
    },
    {
        "o": 4723,
        "r": "nkjv:Numbers:19:5",
        "t": "Then the heifer shall be burned in his sight: its hide, its flesh, its blood, and its offal shall be burned."
    },
    {
        "o": 4724,
        "r": "nkjv:Numbers:19:6",
        "t": "And the priest shall take cedar wood and hyssop and scarlet, and cast them*i into the midst of the fire burning the heifer."
    },
    {
        "o": 4725,
        "r": "nkjv:Numbers:19:7",
        "t": "Then the priest shall wash his clothes, he shall bathe in water, and afterward he shall come into the camp; the priest shall be unclean until evening."
    },
    {
        "o": 4726,
        "r": "nkjv:Numbers:19:8",
        "t": "And the one who burns it shall wash his clothes in water, bathe in water, and shall be unclean until evening."
    },
    {
        "o": 4727,
        "r": "nkjv:Numbers:19:9",
        "t": "Then a man who*i is*i clean shall gather up the ashes of the heifer, and store them*i outside the camp in a clean place; and they shall be kept for the congregation of the children of Israel for the water of purification; it is*i for purifying from sin."
    },
    {
        "o": 4728,
        "r": "nkjv:Numbers:19:10",
        "t": "And the one who gathers the ashes of the heifer shall wash his clothes, and be unclean until evening. It shall be a statute forever to the children of Israel and to the stranger who dwells among them."
    },
    {
        "o": 4729,
        "r": "nkjv:Numbers:19:11",
        "t": "‘He*p who touches the dead body of anyone shall be unclean seven days."
    },
    {
        "o": 4730,
        "r": "nkjv:Numbers:19:12",
        "t": "He shall purify himself with the water on the third day and on the seventh day; then*i he will be clean. But if he does not purify himself on the third day and on the seventh day, he will not be clean."
    },
    {
        "o": 4731,
        "r": "nkjv:Numbers:19:13",
        "t": "Whoever touches the body of anyone who has died, and does not purify himself, defiles the tabernacle of the Lord.*s That person shall be cut off from Israel. He shall be unclean, because the water of purification was not sprinkled on him; his uncleanness is*i still on him."
    },
    {
        "o": 4732,
        "r": "nkjv:Numbers:19:14",
        "t": "‘This*p is*i the law when a man dies in a tent: All who come into the tent and all who are*i in the tent shall be unclean seven days;"
    },
    {
        "o": 4733,
        "r": "nkjv:Numbers:19:15",
        "t": "and every open vessel, which has no cover fastened on it, is*i unclean."
    },
    {
        "o": 4734,
        "r": "nkjv:Numbers:19:16",
        "t": "Whoever in the open field touches one who is slain by a sword or who has died, or a bone of a man, or a grave, shall be unclean seven days."
    },
    {
        "o": 4735,
        "r": "nkjv:Numbers:19:17",
        "t": "‘And*p for an unclean person*i they shall take some of the ashes of the heifer burnt for purification from sin, and running water shall be put on them in a vessel."
    },
    {
        "o": 4736,
        "r": "nkjv:Numbers:19:18",
        "t": "A clean person shall take hyssop and dip it*i in the water, sprinkle it*i on the tent, on all the vessels, on the persons who were there, or on the one who touched a bone, the slain, the dead, or a grave."
    },
    {
        "o": 4737,
        "r": "nkjv:Numbers:19:19",
        "t": "The clean person*i shall sprinkle the unclean on the third day and on the seventh day; and on the seventh day he shall purify himself, wash his clothes, and bathe in water; and at evening he shall be clean."
    },
    {
        "o": 4738,
        "r": "nkjv:Numbers:19:20",
        "t": "‘But*p the man who is unclean and does not purify himself, that person shall be cut off from among the assembly, because he has defiled the sanctuary of the Lord.*s The water of purification has not been sprinkled on him; he is*i unclean."
    },
    {
        "o": 4739,
        "r": "nkjv:Numbers:19:21",
        "t": "It shall be a perpetual statute for them. He who sprinkles the water of purification shall wash his clothes; and he who touches the water of purification shall be unclean until evening."
    },
    {
        "o": 4740,
        "r": "nkjv:Numbers:19:22",
        "t": "Whatever the unclean person*i touches shall be unclean; and the person who touches it*i shall be unclean until evening.’”"
    },
    {
        "o": 4741,
        "r": "nkjv:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4742,
        "r": "nkjv:Numbers:20:0",
        "t": "Moses’ Error at Kadesh",
        "h": 2
    },
    {
        "o": 4743,
        "r": "nkjv:Numbers:20:1",
        "t": "Then*p the children of Israel, the whole congregation, came into the Wilderness of Zin in the first month, and the people stayed in Kadesh; and Miriam died there and was buried there."
    },
    {
        "o": 4744,
        "r": "nkjv:Numbers:20:2",
        "t": "Now*p there was no water for the congregation; so they gathered together against Moses and Aaron."
    },
    {
        "o": 4745,
        "r": "nkjv:Numbers:20:3",
        "t": "And the people contended with Moses and spoke, saying: “If only we had died when our brethren died before the Lord!*s"
    },
    {
        "o": 4746,
        "r": "nkjv:Numbers:20:4",
        "t": "Why have you brought up the assembly of the Lord*s into this wilderness, that we and our animals should die here?"
    },
    {
        "o": 4747,
        "r": "nkjv:Numbers:20:5",
        "t": "And why have you made us come up out of Egypt, to bring us to this evil place? It is*i not a place of grain or figs or vines or pomegranates; nor is*i there any water to drink.”"
    },
    {
        "o": 4748,
        "r": "nkjv:Numbers:20:6",
        "t": "So Moses and Aaron went from the presence of the assembly to the door of the tabernacle of meeting, and they fell on their faces. And the glory of the Lord*s appeared to them."
    },
    {
        "o": 4749,
        "r": "nkjv:Numbers:20:7",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4750,
        "r": "nkjv:Numbers:20:8",
        "t": "“Take the rod; you and your brother Aaron gather the congregation together. Speak to the rock before their eyes, and it will yield its water; thus you shall bring water for them out of the rock, and give drink to the congregation and their animals.”"
    },
    {
        "o": 4751,
        "r": "nkjv:Numbers:20:9",
        "t": "So Moses took the rod from before the Lord*s as He commanded him."
    },
    {
        "o": 4752,
        "r": "nkjv:Numbers:20:10",
        "t": "And*p Moses and Aaron gathered the assembly together before the rock; and he said to them, “Hear now, you rebels! Must we bring water for you out of this rock?”"
    },
    {
        "o": 4753,
        "r": "nkjv:Numbers:20:11",
        "t": "Then Moses lifted his hand and struck the rock twice with his rod; and water came out abundantly, and the congregation and their animals drank."
    },
    {
        "o": 4754,
        "r": "nkjv:Numbers:20:12",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, “Because you did not believe Me, to hallow Me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”"
    },
    {
        "o": 4755,
        "r": "nkjv:Numbers:20:13",
        "t": "This*p was*i the water of Meribah, because the children of Israel contended with the Lord,*s and He was hallowed among them."
    },
    {
        "o": 4756,
        "r": "nkjv:Numbers:20:13",
        "t": "Passage Through Edom Refused",
        "h": 2
    },
    {
        "o": 4757,
        "r": "nkjv:Numbers:20:14",
        "t": "Now*p Moses sent messengers from Kadesh to the king of Edom. “Thus says your brother Israel: ‘You know all the hardship that has befallen us,"
    },
    {
        "o": 4758,
        "r": "nkjv:Numbers:20:15",
        "t": "how our fathers went down to Egypt, and we dwelt in Egypt a long time, and the Egyptians afflicted us and our fathers."
    },
    {
        "o": 4759,
        "r": "nkjv:Numbers:20:16",
        "t": "When we cried out to the Lord,*s He heard our voice and sent the Angel and brought us up out of Egypt; now here we are in Kadesh, a city on the edge of your border."
    },
    {
        "o": 4760,
        "r": "nkjv:Numbers:20:17",
        "t": "Please let us pass through your country. We will not pass through fields or vineyards, nor will we drink water from wells; we will go along the King’s Highway; we will not turn aside to the right hand or to the left until we have passed through your territory.’”"
    },
    {
        "o": 4761,
        "r": "nkjv:Numbers:20:18",
        "t": "Then*p Edom said to him, “You shall not pass through my land,*i lest I come out against you with the sword.”"
    },
    {
        "o": 4762,
        "r": "nkjv:Numbers:20:19",
        "t": "So*p the children of Israel said to him, “We will go by the Highway, and if I or my livestock drink any of your water, then I will pay for it; let me only pass through on foot, nothing more.”*i"
    },
    {
        "o": 4763,
        "r": "nkjv:Numbers:20:20",
        "t": "Then*p he said, “You shall not pass through.” So Edom came out against them with many men and with a strong hand."
    },
    {
        "o": 4764,
        "r": "nkjv:Numbers:20:21",
        "t": "Thus Edom refused to give Israel passage through his territory; so Israel turned away from him."
    },
    {
        "o": 4765,
        "r": "nkjv:Numbers:20:21",
        "t": "Death of Aaron",
        "h": 2
    },
    {
        "o": 4766,
        "r": "nkjv:Numbers:20:22",
        "t": "Now*p the children of Israel, the whole congregation, journeyed from Kadesh and came to Mount Hor."
    },
    {
        "o": 4767,
        "r": "nkjv:Numbers:20:23",
        "t": "And the Lord*s spoke to Moses and Aaron in Mount Hor by the border of the land of Edom, saying:"
    },
    {
        "o": 4768,
        "r": "nkjv:Numbers:20:24",
        "t": "“Aaron shall be gathered to his people, for he shall not enter the land which I have given to the children of Israel, because you rebelled against My word at the water of Meribah."
    },
    {
        "o": 4769,
        "r": "nkjv:Numbers:20:25",
        "t": "Take Aaron and Eleazar his son, and bring them up to Mount Hor;"
    },
    {
        "o": 4770,
        "r": "nkjv:Numbers:20:26",
        "t": "and strip Aaron of his garments and put them on Eleazar his son; for Aaron shall be gathered to*i his*i people*i and die there.”"
    },
    {
        "o": 4771,
        "r": "nkjv:Numbers:20:27",
        "t": "So Moses did just as the Lord*s commanded, and they went up to Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4772,
        "r": "nkjv:Numbers:20:28",
        "t": "Moses stripped Aaron of his garments and put them on Eleazar his son; and Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4773,
        "r": "nkjv:Numbers:20:29",
        "t": "Now when all the congregation saw that Aaron was dead, all the house of Israel mourned for Aaron thirty days."
    },
    {
        "o": 4774,
        "r": "nkjv:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4775,
        "r": "nkjv:Numbers:21:0",
        "t": "Canaanites Defeated at Hormah",
        "h": 2
    },
    {
        "o": 4776,
        "r": "nkjv:Numbers:21:1",
        "t": "The*p king of Arad, the Canaanite, who dwelt in the South, heard that Israel was coming on the road to Atharim. Then he fought against Israel and took some*i of them prisoners."
    },
    {
        "o": 4777,
        "r": "nkjv:Numbers:21:2",
        "t": "So Israel made a vow to the Lord,*s and said, “If You will indeed deliver this people into my hand, then I will utterly destroy their cities.”"
    },
    {
        "o": 4778,
        "r": "nkjv:Numbers:21:3",
        "t": "And the Lord*s listened to the voice of Israel and delivered up the Canaanites, and they utterly destroyed them and their cities. So the name of that place was called Hormah."
    },
    {
        "o": 4779,
        "r": "nkjv:Numbers:21:3",
        "t": "The Bronze Serpent",
        "h": 2
    },
    {
        "o": 4780,
        "r": "nkjv:Numbers:21:4",
        "t": "Then*p they journeyed from Mount Hor by the Way of the Red Sea, to go around the land of Edom; and the soul of the people became very discouraged on the way."
    },
    {
        "o": 4781,
        "r": "nkjv:Numbers:21:5",
        "t": "And the people spoke against God and against Moses: “Why have you brought us up out of Egypt to die in the wilderness? For there*i is*i no food and no water, and our soul loathes this worthless bread.”"
    },
    {
        "o": 4782,
        "r": "nkjv:Numbers:21:6",
        "t": "So the Lord*s sent fiery serpents among the people, and they bit the people; and many of the people of Israel died."
    },
    {
        "o": 4783,
        "r": "nkjv:Numbers:21:7",
        "t": "Therefore*p the people came to Moses, and said, “We have sinned, for we have spoken against the Lord*s and against you; pray to the Lord*s that He take away the serpents from us.” So Moses prayed for the people."
    },
    {
        "o": 4784,
        "r": "nkjv:Numbers:21:8",
        "t": "Then*p the Lord*s said to Moses, “Make a fiery serpent,*i and set it on a pole; and it shall be that everyone who is bitten, when he looks at it, shall live.”"
    },
    {
        "o": 4785,
        "r": "nkjv:Numbers:21:9",
        "t": "So Moses made a bronze serpent, and put it on a pole; and so it was, if a serpent had bitten anyone, when he looked at the bronze serpent, he lived."
    },
    {
        "o": 4786,
        "r": "nkjv:Numbers:21:9",
        "t": "From Mount Hor to Moab",
        "h": 2
    },
    {
        "o": 4787,
        "r": "nkjv:Numbers:21:10",
        "t": "Now*p the children of Israel moved on and camped in Oboth."
    },
    {
        "o": 4788,
        "r": "nkjv:Numbers:21:11",
        "t": "And they journeyed from Oboth and camped at Ije Abarim, in the wilderness which is*i east of Moab, toward the sunrise."
    },
    {
        "o": 4789,
        "r": "nkjv:Numbers:21:12",
        "t": "From there they moved and camped in the Valley of Zered."
    },
    {
        "o": 4790,
        "r": "nkjv:Numbers:21:13",
        "t": "From there they moved and camped on the other side of the Arnon, which is*i in the wilderness that extends from the border of the Amorites; for the Arnon is*i the border of Moab, between Moab and the Amorites."
    },
    {
        "o": 4791,
        "r": "nkjv:Numbers:21:14",
        "t": "Therefore it is said in the Book of the Wars of the Lord:*s “Waheb*pn in Suphah, The*ld brooks of the Arnon,"
    },
    {
        "o": 4792,
        "r": "nkjv:Numbers:21:15",
        "t": "And*ld the slope of the brooks That*ld reaches to the dwelling of Ar, And*ld lies on the border of Moab.”"
    },
    {
        "o": 4793,
        "r": "nkjv:Numbers:21:16",
        "t": "From*p there they*i went*i to Beer, which is*i the well where the Lord*s said to Moses, “Gather the people together, and I will give them water.”"
    },
    {
        "o": 4794,
        "r": "nkjv:Numbers:21:17",
        "t": "Then Israel sang this song: “Spring*pn up, O well! All*ld of you sing to it—"
    },
    {
        "o": 4795,
        "r": "nkjv:Numbers:21:18",
        "t": "The*ld well the leaders sank, Dug*ld by the nation’s nobles, By*ld the lawgiver, with their staves.” And*p from the wilderness they*i went*i to Mattanah,"
    },
    {
        "o": 4796,
        "r": "nkjv:Numbers:21:19",
        "t": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,"
    },
    {
        "o": 4797,
        "r": "nkjv:Numbers:21:20",
        "t": "and from Bamoth, in*i the valley that is*i in the country of Moab, to the top of Pisgah which looks down on the wasteland."
    },
    {
        "o": 4798,
        "r": "nkjv:Numbers:21:20",
        "t": "King Sihon Defeated",
        "h": 2
    },
    {
        "o": 4799,
        "r": "nkjv:Numbers:21:21",
        "t": "Then*p Israel sent messengers to Sihon king of the Amorites, saying,"
    },
    {
        "o": 4800,
        "r": "nkjv:Numbers:21:22",
        "t": "“Let me pass through your land. We will not turn aside into fields or vineyards; we will not drink water from wells. We will go by the King’s Highway until we have passed through your territory.”"
    },
    {
        "o": 4801,
        "r": "nkjv:Numbers:21:23",
        "t": "But Sihon would not allow Israel to pass through his territory. So Sihon gathered all his people together and went out against Israel in the wilderness, and he came to Jahaz and fought against Israel."
    },
    {
        "o": 4802,
        "r": "nkjv:Numbers:21:24",
        "t": "Then Israel defeated him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the people of Ammon; for the border of the people of Ammon was*i fortified."
    },
    {
        "o": 4803,
        "r": "nkjv:Numbers:21:25",
        "t": "So Israel took all these cities, and Israel dwelt in all the cities of the Amorites, in Heshbon and in all its villages."
    },
    {
        "o": 4804,
        "r": "nkjv:Numbers:21:26",
        "t": "For Heshbon was*i the city of Sihon king of the Amorites, who had fought against the former king of Moab, and had taken all his land from his hand as far as the Arnon."
    },
    {
        "o": 4805,
        "r": "nkjv:Numbers:21:27",
        "t": "Therefore those who speak in proverbs say: “Come*pn to Heshbon, let it be built; Let*ld the city of Sihon be repaired."
    },
    {
        "o": 4806,
        "r": "nkjv:Numbers:21:28",
        "t": "“For*ln fire went out from Heshbon, A*ld flame from the city of Sihon; It*ld consumed Ar of Moab, The*ld lords of the heights of the Arnon."
    },
    {
        "o": 4807,
        "r": "nkjv:Numbers:21:29",
        "t": "Woe*ld to you, Moab! You*ld have perished, O people of Chemosh! He*ld has given his sons as fugitives, And*ld his daughters into captivity, To*ld Sihon king of the Amorites."
    },
    {
        "o": 4808,
        "r": "nkjv:Numbers:21:30",
        "t": "“But*ln we have shot at them; Heshbon*ld has perished as far as Dibon. Then*ld we laid waste as far as Nophah, Which*ld reaches*i to Medeba.”"
    },
    {
        "o": 4809,
        "r": "nkjv:Numbers:21:31",
        "t": "Thus*p Israel dwelt in the land of the Amorites."
    },
    {
        "o": 4810,
        "r": "nkjv:Numbers:21:32",
        "t": "Then Moses sent to spy out Jazer; and they took its villages and drove out the Amorites who were*i there."
    },
    {
        "o": 4811,
        "r": "nkjv:Numbers:21:32",
        "t": "King Og Defeated",
        "h": 2
    },
    {
        "o": 4812,
        "r": "nkjv:Numbers:21:33",
        "t": "And*p they turned and went up by the way to Bashan. So Og king of Bashan went out against them, he and all his people, to battle at Edrei."
    },
    {
        "o": 4813,
        "r": "nkjv:Numbers:21:34",
        "t": "Then the Lord*s said to Moses, “Do not fear him, for I have delivered him into your hand, with all his people and his land; and you shall do to him as you did to Sihon king of the Amorites, who dwelt at Heshbon.”"
    },
    {
        "o": 4814,
        "r": "nkjv:Numbers:21:35",
        "t": "So they defeated him, his sons, and all his people, until there was no survivor left him; and they took possession of his land."
    },
    {
        "o": 4815,
        "r": "nkjv:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4816,
        "r": "nkjv:Numbers:22:0",
        "t": "Balak Sends for Balaam",
        "h": 2
    },
    {
        "o": 4817,
        "r": "nkjv:Numbers:22:1",
        "t": "Then*p the children of Israel moved, and camped in the plains of Moab on the side of the Jordan across*i from*i Jericho."
    },
    {
        "o": 4818,
        "r": "nkjv:Numbers:22:2",
        "t": "Now*p Balak the son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4819,
        "r": "nkjv:Numbers:22:3",
        "t": "And Moab was exceedingly afraid of the people because they were*i many, and Moab was sick with dread because of the children of Israel."
    },
    {
        "o": 4820,
        "r": "nkjv:Numbers:22:4",
        "t": "So Moab said to the elders of Midian, “Now this company will lick up everything around us, as an ox licks up the grass of the field.” And Balak the son of Zippor was*i king of the Moabites at that time."
    },
    {
        "o": 4821,
        "r": "nkjv:Numbers:22:5",
        "t": "Then he sent messengers to Balaam the son of Beor at Pethor, which is*i near the River in the land of the sons of his people, to call him, saying: “Look, a people has come from Egypt. See, they cover the face of the earth, and are settling next to me!"
    },
    {
        "o": 4822,
        "r": "nkjv:Numbers:22:6",
        "t": "Therefore please come at once, curse this people for me, for they are*i too mighty for me. Perhaps I shall be able to defeat them and drive them out of the land, for I know that he whom you bless is*i blessed, and he whom you curse is cursed.”"
    },
    {
        "o": 4823,
        "r": "nkjv:Numbers:22:7",
        "t": "So*p the elders of Moab and the elders of Midian departed with the diviner’s fee in their hand, and they came to Balaam and spoke to him the words of Balak."
    },
    {
        "o": 4824,
        "r": "nkjv:Numbers:22:8",
        "t": "And he said to them, “Lodge here tonight, and I will bring back word to you, as the Lord*s speaks to me.” So the princes of Moab stayed with Balaam."
    },
    {
        "o": 4825,
        "r": "nkjv:Numbers:22:9",
        "t": "Then*p God came to Balaam and said, “Who are*i these men with you?”"
    },
    {
        "o": 4826,
        "r": "nkjv:Numbers:22:10",
        "t": "So*p Balaam said to God, “Balak the son of Zippor, king of Moab, has sent to me, saying,*i"
    },
    {
        "o": 4827,
        "r": "nkjv:Numbers:22:11",
        "t": "‘Look, a people has come out of Egypt, and they cover the face of the earth. Come now, curse them for me; perhaps I shall be able to overpower them and drive them out.’”"
    },
    {
        "o": 4828,
        "r": "nkjv:Numbers:22:12",
        "t": "And*p God said to Balaam, “You shall not go with them; you shall not curse the people, for they are*i blessed.”"
    },
    {
        "o": 4829,
        "r": "nkjv:Numbers:22:13",
        "t": "So*p Balaam rose in the morning and said to the princes of Balak, “Go back to your land, for the Lord*s has refused to give me permission to go with you.”"
    },
    {
        "o": 4830,
        "r": "nkjv:Numbers:22:14",
        "t": "And*p the princes of Moab rose and went to Balak, and said, “Balaam refuses to come with us.”"
    },
    {
        "o": 4831,
        "r": "nkjv:Numbers:22:15",
        "t": "Then*p Balak again sent princes, more numerous and more honorable than they."
    },
    {
        "o": 4832,
        "r": "nkjv:Numbers:22:16",
        "t": "And they came to Balaam and said to him, “Thus says Balak the son of Zippor: ‘Please let nothing hinder you from coming to me;"
    },
    {
        "o": 4833,
        "r": "nkjv:Numbers:22:17",
        "t": "for I will certainly honor you greatly, and I will do whatever you say to me. Therefore please come, curse this people for me.’”"
    },
    {
        "o": 4834,
        "r": "nkjv:Numbers:22:18",
        "t": "Then*p Balaam answered and said to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not go beyond the word of the Lord*s my God, to do less or more."
    },
    {
        "o": 4835,
        "r": "nkjv:Numbers:22:19",
        "t": "Now therefore, please, you also stay here tonight, that I may know what more the Lord*s will say to me.”"
    },
    {
        "o": 4836,
        "r": "nkjv:Numbers:22:20",
        "t": "And*p God came to Balaam at night and said to him, “If the men come to call you, rise and*i go with them; but only the word which I speak to you—that you shall do.”"
    },
    {
        "o": 4837,
        "r": "nkjv:Numbers:22:21",
        "t": "So Balaam rose in the morning, saddled his donkey, and went with the princes of Moab."
    },
    {
        "o": 4838,
        "r": "nkjv:Numbers:22:21",
        "t": "Balaam, the Donkey, and the Angel",
        "h": 2
    },
    {
        "o": 4839,
        "r": "nkjv:Numbers:22:22",
        "t": "Then*p God’s anger was aroused because he went, and the Angel of the Lord*s took His stand in the way as an adversary against him. And he was riding on his donkey, and his two servants were*i with him."
    },
    {
        "o": 4840,
        "r": "nkjv:Numbers:22:23",
        "t": "Now the donkey saw the Angel of the Lord*s standing in the way with His drawn sword in His hand, and the donkey turned aside out of the way and went into the field. So Balaam struck the donkey to turn her back onto the road."
    },
    {
        "o": 4841,
        "r": "nkjv:Numbers:22:24",
        "t": "Then the Angel of the Lord*s stood in a narrow path between the vineyards, with*i a wall on this side and a wall on that side."
    },
    {
        "o": 4842,
        "r": "nkjv:Numbers:22:25",
        "t": "And when the donkey saw the Angel of the Lord,*s she pushed herself against the wall and crushed Balaam’s foot against the wall; so he struck her again."
    },
    {
        "o": 4843,
        "r": "nkjv:Numbers:22:26",
        "t": "Then the Angel of the Lord*s went further, and stood in a narrow place where there was*i no way to turn either to the right hand or to the left."
    },
    {
        "o": 4844,
        "r": "nkjv:Numbers:22:27",
        "t": "And when the donkey saw the Angel of the Lord,*s she lay down under Balaam; so Balaam’s anger was aroused, and he struck the donkey with his staff."
    },
    {
        "o": 4845,
        "r": "nkjv:Numbers:22:28",
        "t": "Then*p the Lord*s opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”"
    },
    {
        "o": 4846,
        "r": "nkjv:Numbers:22:29",
        "t": "And*p Balaam said to the donkey, “Because you have abused me. I wish there were a sword in my hand, for now I would kill you!”"
    },
    {
        "o": 4847,
        "r": "nkjv:Numbers:22:30",
        "t": "So*p the donkey said to Balaam, “Am*i I not your donkey on which you have ridden, ever since I*i became*i yours, to this day? Was I ever disposed to do this to you?” And*p he said, “No.”"
    },
    {
        "o": 4848,
        "r": "nkjv:Numbers:22:31",
        "t": "Then*p the Lord*s opened Balaam’s eyes, and he saw the Angel of the Lord*s standing in the way with His drawn sword in His hand; and he bowed his head and fell flat on his face."
    },
    {
        "o": 4849,
        "r": "nkjv:Numbers:22:32",
        "t": "And the Angel of the Lord*s said to him, “Why have you struck your donkey these three times? Behold, I have come out to stand against you, because your*i way is perverse before Me."
    },
    {
        "o": 4850,
        "r": "nkjv:Numbers:22:33",
        "t": "The donkey saw Me and turned aside from Me these three times. If she had not turned aside from Me, surely I would also have killed you by now, and let her live.”"
    },
    {
        "o": 4851,
        "r": "nkjv:Numbers:22:34",
        "t": "And*p Balaam said to the Angel of the Lord,*s “I have sinned, for I did not know You stood in the way against me. Now therefore, if it displeases You, I will turn back.”"
    },
    {
        "o": 4852,
        "r": "nkjv:Numbers:22:35",
        "t": "Then*p the Angel of the Lord*s said to Balaam, “Go with the men, but only the word that I speak to you, that you shall speak.” So Balaam went with the princes of Balak."
    },
    {
        "o": 4853,
        "r": "nkjv:Numbers:22:36",
        "t": "Now*p when Balak heard that Balaam was coming, he went out to meet him at the city of Moab, which is*i on the border at the Arnon, the boundary of the territory."
    },
    {
        "o": 4854,
        "r": "nkjv:Numbers:22:37",
        "t": "Then Balak said to Balaam, “Did I not earnestly send to you, calling for you? Why did you not come to me? Am I not able to honor you?”"
    },
    {
        "o": 4855,
        "r": "nkjv:Numbers:22:38",
        "t": "And*p Balaam said to Balak, “Look, I have come to you! Now, have I any power at all to say anything? The word that God puts in my mouth, that I must speak.”"
    },
    {
        "o": 4856,
        "r": "nkjv:Numbers:22:39",
        "t": "So Balaam went with Balak, and they came to Kirjath Huzoth."
    },
    {
        "o": 4857,
        "r": "nkjv:Numbers:22:40",
        "t": "Then Balak offered oxen and sheep, and he sent some*i to Balaam and to the princes who were*i with him."
    },
    {
        "o": 4858,
        "r": "nkjv:Numbers:22:40",
        "t": "Balaam’s First Prophecy",
        "h": 2
    },
    {
        "o": 4859,
        "r": "nkjv:Numbers:22:41",
        "t": "So*p it was, the next day, that Balak took Balaam and brought him up to the high places of Baal, that from there he might observe the extent of the people."
    },
    {
        "o": 4860,
        "r": "nkjv:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4861,
        "r": "nkjv:Numbers:23:1",
        "t": "Then*p Balaam said to Balak, “Build seven altars for me here, and prepare for me here seven bulls and seven rams.”"
    },
    {
        "o": 4862,
        "r": "nkjv:Numbers:23:2",
        "t": "And*p Balak did just as Balaam had spoken, and Balak and Balaam offered a bull and a ram on each*i altar."
    },
    {
        "o": 4863,
        "r": "nkjv:Numbers:23:3",
        "t": "Then Balaam said to Balak, “Stand by your burnt offering, and I will go; perhaps the Lord*s will come to meet me, and whatever He shows me I will tell you.” So he went to a desolate height."
    },
    {
        "o": 4864,
        "r": "nkjv:Numbers:23:4",
        "t": "And God met Balaam, and he said to Him, “I have prepared the seven altars, and I have offered on each*i altar a bull and a ram.”"
    },
    {
        "o": 4865,
        "r": "nkjv:Numbers:23:5",
        "t": "Then*p the Lord*s put a word in Balaam’s mouth, and said, “Return to Balak, and thus you shall speak.”"
    },
    {
        "o": 4866,
        "r": "nkjv:Numbers:23:6",
        "t": "So he returned to him, and there he was, standing by his burnt offering, he and all the princes of Moab."
    },
    {
        "o": 4867,
        "r": "nkjv:Numbers:23:7",
        "t": "And*p he took up his oracle and said: “Balak*pn the king of Moab has brought me from Aram, From*ld the mountains of the east. ‘Come,*ld curse Jacob for me, And*ld come, denounce Israel!’"
    },
    {
        "o": 4868,
        "r": "nkjv:Numbers:23:8",
        "t": "“How*ln shall I curse whom God has not cursed? And*ld how shall I denounce whom*i the Lord*s has not denounced?"
    },
    {
        "o": 4869,
        "r": "nkjv:Numbers:23:9",
        "t": "For*ld from the top of the rocks I see him, And*ld from the hills I behold him; There!*ld A people dwelling alone, Not*ld reckoning itself among the nations."
    },
    {
        "o": 4870,
        "r": "nkjv:Numbers:23:10",
        "t": "“Who*ln can count the dust of Jacob, Or*ld number one-fourth of Israel? Let*ld me die the death of the righteous, And*ld let my end be like his!”"
    },
    {
        "o": 4871,
        "r": "nkjv:Numbers:23:11",
        "t": "Then*p Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and look, you have blessed them*i bountifully!”"
    },
    {
        "o": 4872,
        "r": "nkjv:Numbers:23:12",
        "t": "So*p he answered and said, “Must I not take heed to speak what the Lord*s has put in my mouth?”"
    },
    {
        "o": 4873,
        "r": "nkjv:Numbers:23:12",
        "t": "Balaam’s Second Prophecy",
        "h": 2
    },
    {
        "o": 4874,
        "r": "nkjv:Numbers:23:13",
        "t": "Then*p Balak said to him, “Please come with me to another place from which you may see them; you shall see only the outer part of them, and shall not see them all; curse them for me from there.”"
    },
    {
        "o": 4875,
        "r": "nkjv:Numbers:23:14",
        "t": "So he brought him to the field of Zophim, to the top of Pisgah, and built seven altars, and offered a bull and a ram on each*i altar."
    },
    {
        "o": 4876,
        "r": "nkjv:Numbers:23:15",
        "t": "And*p he said to Balak, “Stand here by your burnt offering while I meet the*i Lord*is over there.”"
    },
    {
        "o": 4877,
        "r": "nkjv:Numbers:23:16",
        "t": "Then*p the Lord*s met Balaam, and put a word in his mouth, and said, “Go back to Balak, and thus you shall speak.”"
    },
    {
        "o": 4878,
        "r": "nkjv:Numbers:23:17",
        "t": "So he came to him, and there he was, standing by his burnt offering, and the princes of Moab were with him. And Balak said to him, “What has the Lord*s spoken?”"
    },
    {
        "o": 4879,
        "r": "nkjv:Numbers:23:18",
        "t": "Then*p he took up his oracle and said: “Rise*pn up, Balak, and hear! Listen*ld to me, son of Zippor!"
    },
    {
        "o": 4880,
        "r": "nkjv:Numbers:23:19",
        "t": "“God*ln is*i not a man, that He should lie, Nor*ld a son of man, that He should repent. Has*ld He said, and will He not do? Or*ld has He spoken, and will He not make it good?"
    },
    {
        "o": 4881,
        "r": "nkjv:Numbers:23:20",
        "t": "Behold,*ld I have received a*i command*i to bless; He*ld has blessed, and I cannot reverse it."
    },
    {
        "o": 4882,
        "r": "nkjv:Numbers:23:21",
        "t": "“He*ln has not observed iniquity in Jacob, Nor*ld has He seen wickedness in Israel. The*ld Lord*s his God is*i with him, And*ld the shout of a King is*i among them."
    },
    {
        "o": 4883,
        "r": "nkjv:Numbers:23:22",
        "t": "God*ld brings them out of Egypt; He*ld has strength like a wild ox."
    },
    {
        "o": 4884,
        "r": "nkjv:Numbers:23:23",
        "t": "“For*ln there*i is*i no sorcery against Jacob, Nor*ld any divination against Israel. It*ld now must be said of Jacob And*ld of Israel, ‘Oh, what God has done!’"
    },
    {
        "o": 4885,
        "r": "nkjv:Numbers:23:24",
        "t": "Look,*ld a people rises like a lioness, And*ld lifts itself up like a lion; It*ld shall not lie down until it devours the prey, And*ld drinks the blood of the slain.”"
    },
    {
        "o": 4886,
        "r": "nkjv:Numbers:23:25",
        "t": "Then*p Balak said to Balaam, “Neither curse them at all, nor bless them at all!”"
    },
    {
        "o": 4887,
        "r": "nkjv:Numbers:23:26",
        "t": "So*p Balaam answered and said to Balak, “Did I not tell you, saying, ‘All that the Lord*s speaks, that I must do’?”"
    },
    {
        "o": 4888,
        "r": "nkjv:Numbers:23:26",
        "t": "Balaam’s Third Prophecy",
        "h": 2
    },
    {
        "o": 4889,
        "r": "nkjv:Numbers:23:27",
        "t": "Then*p Balak said to Balaam, “Please come, I will take you to another place; perhaps it will please God that you may curse them for me from there.”"
    },
    {
        "o": 4890,
        "r": "nkjv:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor, that overlooks the wasteland."
    },
    {
        "o": 4891,
        "r": "nkjv:Numbers:23:29",
        "t": "Then Balaam said to Balak, “Build for me here seven altars, and prepare for me here seven bulls and seven rams.”"
    },
    {
        "o": 4892,
        "r": "nkjv:Numbers:23:30",
        "t": "And Balak did as Balaam had said, and offered a bull and a ram on every*i altar."
    },
    {
        "o": 4893,
        "r": "nkjv:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4894,
        "r": "nkjv:Numbers:24:1",
        "t": "Now*p when Balaam saw that it pleased the Lord*s to bless Israel, he did not go as at other times, to seek to use sorcery, but he set his face toward the wilderness."
    },
    {
        "o": 4895,
        "r": "nkjv:Numbers:24:2",
        "t": "And Balaam raised his eyes, and saw Israel encamped according to their tribes; and the Spirit of God came upon him."
    },
    {
        "o": 4896,
        "r": "nkjv:Numbers:24:3",
        "t": "Then*p he took up his oracle and said: “The*pn utterance of Balaam the son of Beor, The*ld utterance of the man whose eyes are opened,"
    },
    {
        "o": 4897,
        "r": "nkjv:Numbers:24:4",
        "t": "The*ld utterance of him who hears the words of God, Who*ld sees the vision of the Almighty, Who*ld falls down, with eyes wide open:"
    },
    {
        "o": 4898,
        "r": "nkjv:Numbers:24:5",
        "t": "“How*ln lovely are your tents, O Jacob! Your*ld dwellings, O Israel!"
    },
    {
        "o": 4899,
        "r": "nkjv:Numbers:24:6",
        "t": "Like*ld valleys that stretch out, Like*ld gardens by the riverside, Like*ld aloes planted by the Lord,*s Like*ld cedars beside the waters."
    },
    {
        "o": 4900,
        "r": "nkjv:Numbers:24:7",
        "t": "He*ld shall pour water from his buckets, And*ld his seed shall*i be*i in many waters. “His*ln king shall be higher than Agag, And*ld his kingdom shall be exalted."
    },
    {
        "o": 4901,
        "r": "nkjv:Numbers:24:8",
        "t": "“God*ln brings him out of Egypt; He*ld has strength like a wild ox; He*ld shall consume the nations, his enemies; He*ld shall break their bones And*ld pierce them*i with his arrows."
    },
    {
        "o": 4902,
        "r": "nkjv:Numbers:24:9",
        "t": "‘He*ld bows down, he lies down as a lion; And*ld as a lion, who shall rouse him?’ “Blessed*ln is*i he who blesses you, And*ld cursed is*i he who curses you.”"
    },
    {
        "o": 4903,
        "r": "nkjv:Numbers:24:10",
        "t": "Then*p Balak’s anger was aroused against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, and look, you have bountifully blessed them*i these three times!"
    },
    {
        "o": 4904,
        "r": "nkjv:Numbers:24:11",
        "t": "Now therefore, flee to your place. I said I would greatly honor you, but in fact, the Lord*s has kept you back from honor.”"
    },
    {
        "o": 4905,
        "r": "nkjv:Numbers:24:12",
        "t": "So*p Balaam said to Balak, “Did I not also speak to your messengers whom you sent to me, saying,"
    },
    {
        "o": 4906,
        "r": "nkjv:Numbers:24:13",
        "t": "‘If Balak were to give me his house full of silver and gold, I could not go beyond the word of the Lord,*s to do good or bad of my own will. What the Lord*s says, that I must speak’?"
    },
    {
        "o": 4907,
        "r": "nkjv:Numbers:24:14",
        "t": "And now, indeed, I am going to my people. Come, I will advise you what this people will do to your people in the latter days.”"
    },
    {
        "o": 4908,
        "r": "nkjv:Numbers:24:14",
        "t": "Balaam’s Fourth Prophecy",
        "h": 2
    },
    {
        "o": 4909,
        "r": "nkjv:Numbers:24:15",
        "t": "So*p he took up his oracle and said: “The*pn utterance of Balaam the son of Beor, And*ld the utterance of the man whose eyes are opened;"
    },
    {
        "o": 4910,
        "r": "nkjv:Numbers:24:16",
        "t": "The*ld utterance of him who hears the words of God, And*ld has the knowledge of the Most High, Who*ild sees the vision of the Almighty, Who*ild falls down, with eyes wide open:"
    },
    {
        "o": 4911,
        "r": "nkjv:Numbers:24:17",
        "t": "“I*ln see Him, but not now; I*ld behold Him, but not near; A*ld Star shall come out of Jacob; A*ld Scepter shall rise out of Israel, And*ld batter the brow of Moab, And*ld destroy all the sons of tumult."
    },
    {
        "o": 4912,
        "r": "nkjv:Numbers:24:18",
        "t": "“And*ln Edom shall be a possession; Seir*ld also, his enemies, shall be a possession, While*ld Israel does valiantly."
    },
    {
        "o": 4913,
        "r": "nkjv:Numbers:24:19",
        "t": "Out*ld of Jacob One shall have dominion, And*ld destroy the remains of the city.”"
    },
    {
        "o": 4914,
        "r": "nkjv:Numbers:24:20",
        "t": "Then*p he looked on Amalek, and he took up his oracle and said: “Amalek*pn was*i first among the nations, But*ld shall*i be*i last until he perishes.”"
    },
    {
        "o": 4915,
        "r": "nkjv:Numbers:24:21",
        "t": "Then*p he looked on the Kenites, and he took up his oracle and said: “Firm*pn is your dwelling place, And*ld your nest is set in the rock;"
    },
    {
        "o": 4916,
        "r": "nkjv:Numbers:24:22",
        "t": "Nevertheless*ld Kain shall be burned. How*ld long until Asshur carries you away captive?”"
    },
    {
        "o": 4917,
        "r": "nkjv:Numbers:24:23",
        "t": "Then*p he took up his oracle and said: “Alas!*pn Who shall live when God does this?"
    },
    {
        "o": 4918,
        "r": "nkjv:Numbers:24:24",
        "t": "But*ld ships shall*i come*i from the coasts of Cyprus, And*ld they shall afflict Asshur and afflict Eber, And*ld so shall Amalek,*i until he perishes.”"
    },
    {
        "o": 4919,
        "r": "nkjv:Numbers:24:25",
        "t": "So*p Balaam rose and departed and returned to his place; Balak also went his way."
    },
    {
        "o": 4920,
        "r": "nkjv:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4921,
        "r": "nkjv:Numbers:25:0",
        "t": "Israel’s Harlotry in Moab",
        "h": 2
    },
    {
        "o": 4922,
        "r": "nkjv:Numbers:25:1",
        "t": "Now*p Israel remained in Acacia Grove, and the people began to commit harlotry with the women of Moab."
    },
    {
        "o": 4923,
        "r": "nkjv:Numbers:25:2",
        "t": "They invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."
    },
    {
        "o": 4924,
        "r": "nkjv:Numbers:25:3",
        "t": "So Israel was joined to Baal of Peor, and the anger of the Lord*s was aroused against Israel."
    },
    {
        "o": 4925,
        "r": "nkjv:Numbers:25:4",
        "t": "Then*p the Lord*s said to Moses, “Take all the leaders of the people and hang the offenders before the Lord,*s out in the sun, that the fierce anger of the Lord*s may turn away from Israel.”"
    },
    {
        "o": 4926,
        "r": "nkjv:Numbers:25:5",
        "t": "So*p Moses said to the judges of Israel, “Every one of you kill his men who were joined to Baal of Peor.”"
    },
    {
        "o": 4927,
        "r": "nkjv:Numbers:25:6",
        "t": "And*p indeed, one of the children of Israel came and presented to his brethren a Midianite woman in the sight of Moses and in the sight of all the congregation of the children of Israel, who were*i weeping at the door of the tabernacle of meeting."
    },
    {
        "o": 4928,
        "r": "nkjv:Numbers:25:7",
        "t": "Now when Phinehas the son of Eleazar, the son of Aaron the priest, saw it,*i he rose from among the congregation and took a javelin in his hand;"
    },
    {
        "o": 4929,
        "r": "nkjv:Numbers:25:8",
        "t": "and he went after the man of Israel into the tent and thrust both of them through, the man of Israel, and the woman through her body. So the plague was stopped among the children of Israel."
    },
    {
        "o": 4930,
        "r": "nkjv:Numbers:25:9",
        "t": "And those who died in the plague were twenty-four thousand."
    },
    {
        "o": 4931,
        "r": "nkjv:Numbers:25:10",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4932,
        "r": "nkjv:Numbers:25:11",
        "t": "“Phinehas the son of Eleazar, the son of Aaron the priest, has turned back My wrath from the children of Israel, because he was zealous with My zeal among them, so that I did not consume the children of Israel in My zeal."
    },
    {
        "o": 4933,
        "r": "nkjv:Numbers:25:12",
        "t": "Therefore say, ‘Behold, I give to him My covenant of peace;"
    },
    {
        "o": 4934,
        "r": "nkjv:Numbers:25:13",
        "t": "and it shall be to him and his descendants after him a covenant of an everlasting priesthood, because he was zealous for his God, and made atonement for the children of Israel.’”"
    },
    {
        "o": 4935,
        "r": "nkjv:Numbers:25:14",
        "t": "Now*p the name of the Israelite who was killed, who was killed with the Midianite woman, was*i Zimri the son of Salu, a leader of a father’s house among the Simeonites."
    },
    {
        "o": 4936,
        "r": "nkjv:Numbers:25:15",
        "t": "And the name of the Midianite woman who was killed was*i Cozbi the daughter of Zur; he was*i head of the people of a father’s house in Midian."
    },
    {
        "o": 4937,
        "r": "nkjv:Numbers:25:16",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4938,
        "r": "nkjv:Numbers:25:17",
        "t": "“Harass the Midianites, and attack them;"
    },
    {
        "o": 4939,
        "r": "nkjv:Numbers:25:18",
        "t": "for they harassed you with their schemes by which they seduced you in the matter of Peor and in the matter of Cozbi, the daughter of a leader of Midian, their sister, who was killed in the day of the plague because of Peor.”"
    },
    {
        "o": 4940,
        "r": "nkjv:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4941,
        "r": "nkjv:Numbers:26:0",
        "t": "The Second Census of Israel",
        "h": 2
    },
    {
        "o": 4942,
        "r": "nkjv:Numbers:26:1",
        "t": "And*p it came to pass, after the plague, that the Lord*s spoke to Moses and Eleazar the son of Aaron the priest, saying:"
    },
    {
        "o": 4943,
        "r": "nkjv:Numbers:26:2",
        "t": "“Take a census of all the congregation of the children of Israel from twenty years old and above, by their fathers’ houses, all who are able to go to war in Israel.”"
    },
    {
        "o": 4944,
        "r": "nkjv:Numbers:26:3",
        "t": "So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan, across*i from*i Jericho, saying:"
    },
    {
        "o": 4945,
        "r": "nkjv:Numbers:26:4",
        "t": "“Take*i a*i census*i of*i the*i people*i from twenty years old and above, just as the Lord*s commanded Moses and the children of Israel who came out of the land of Egypt.”"
    },
    {
        "o": 4946,
        "r": "nkjv:Numbers:26:5",
        "t": "Reuben*p was*i the firstborn of Israel. The children of Reuben were:*i of*i Hanoch, the family of the Hanochites; of*i Pallu, the family of the Palluites;"
    },
    {
        "o": 4947,
        "r": "nkjv:Numbers:26:6",
        "t": "of*i Hezron, the family of the Hezronites; of*i Carmi, the family of the Carmites."
    },
    {
        "o": 4948,
        "r": "nkjv:Numbers:26:7",
        "t": "These are*i the families of the Reubenites: those who were numbered of them were forty-three thousand seven hundred and thirty."
    },
    {
        "o": 4949,
        "r": "nkjv:Numbers:26:8",
        "t": "And the son of Pallu was*i Eliab."
    },
    {
        "o": 4950,
        "r": "nkjv:Numbers:26:9",
        "t": "The sons of Eliab were*i Nemuel, Dathan, and Abiram. These are*i the Dathan and Abiram, representatives of the congregation, who contended against Moses and Aaron in the company of Korah, when they contended against the Lord;*s"
    },
    {
        "o": 4951,
        "r": "nkjv:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up together with Korah when that company died, when the fire devoured two hundred and fifty men; and they became a sign."
    },
    {
        "o": 4952,
        "r": "nkjv:Numbers:26:11",
        "t": "Nevertheless the children of Korah did not die."
    },
    {
        "o": 4953,
        "r": "nkjv:Numbers:26:12",
        "t": "The*p sons of Simeon according to their families were:*i of*i Nemuel, the family of the Nemuelites; of*i Jamin, the family of the Jaminites; of*i Jachin, the family of the Jachinites;"
    },
    {
        "o": 4954,
        "r": "nkjv:Numbers:26:13",
        "t": "of*i Zerah, the family of the Zarhites; of*i Shaul, the family of the Shaulites."
    },
    {
        "o": 4955,
        "r": "nkjv:Numbers:26:14",
        "t": "These are*i the families of the Simeonites: twenty-two thousand two hundred."
    },
    {
        "o": 4956,
        "r": "nkjv:Numbers:26:15",
        "t": "The*p sons of Gad according to their families were:*i of*i Zephon, the family of the Zephonites; of*i Haggi, the family of the Haggites; of*i Shuni, the family of the Shunites;"
    },
    {
        "o": 4957,
        "r": "nkjv:Numbers:26:16",
        "t": "of*i Ozni, the family of the Oznites; of*i Eri, the family of the Erites;"
    },
    {
        "o": 4958,
        "r": "nkjv:Numbers:26:17",
        "t": "of*i Arod, the family of the Arodites; of*i Areli, the family of the Arelites."
    },
    {
        "o": 4959,
        "r": "nkjv:Numbers:26:18",
        "t": "These are*i the families of the sons of Gad according to those who were numbered of them: forty thousand five hundred."
    },
    {
        "o": 4960,
        "r": "nkjv:Numbers:26:19",
        "t": "The*p sons of Judah were*i Er and Onan; and Er and Onan died in the land of Canaan."
    },
    {
        "o": 4961,
        "r": "nkjv:Numbers:26:20",
        "t": "And the sons of Judah according to their families were: of*i Shelah, the family of the Shelanites; of*i Perez, the family of the Parzites; of*i Zerah, the family of the Zarhites."
    },
    {
        "o": 4962,
        "r": "nkjv:Numbers:26:21",
        "t": "And the sons of Perez were: of*i Hezron, the family of the Hezronites; of*i Hamul, the family of the Hamulites."
    },
    {
        "o": 4963,
        "r": "nkjv:Numbers:26:22",
        "t": "These are*i the families of Judah according to those who were numbered of them: seventy-six thousand five hundred."
    },
    {
        "o": 4964,
        "r": "nkjv:Numbers:26:23",
        "t": "The*p sons of Issachar according to their families were:*i of*i Tola, the family of the Tolaites; of Puah, the family of the Punites;"
    },
    {
        "o": 4965,
        "r": "nkjv:Numbers:26:24",
        "t": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."
    },
    {
        "o": 4966,
        "r": "nkjv:Numbers:26:25",
        "t": "These are*i the families of Issachar according to those who were numbered of them: sixty-four thousand three hundred."
    },
    {
        "o": 4967,
        "r": "nkjv:Numbers:26:26",
        "t": "The*p sons of Zebulun according to their families were:*i of Sered, the family of the Sardites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."
    },
    {
        "o": 4968,
        "r": "nkjv:Numbers:26:27",
        "t": "These are*i the families of the Zebulunites according to those who were numbered of them: sixty thousand five hundred."
    },
    {
        "o": 4969,
        "r": "nkjv:Numbers:26:28",
        "t": "The*p sons of Joseph according to their families, by Manasseh and Ephraim, were:*i"
    },
    {
        "o": 4970,
        "r": "nkjv:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir begot Gilead; of Gilead, the family of the Gileadites."
    },
    {
        "o": 4971,
        "r": "nkjv:Numbers:26:30",
        "t": "These are*i the sons of Gilead: of*i Jeezer, the family of the Jeezerites; of Helek, the family of the Helekites;"
    },
    {
        "o": 4972,
        "r": "nkjv:Numbers:26:31",
        "t": "of*i Asriel, the family of the Asrielites; of*i Shechem, the family of the Shechemites;"
    },
    {
        "o": 4973,
        "r": "nkjv:Numbers:26:32",
        "t": "of*i Shemida, the family of the Shemidaites; of*i Hepher, the family of the Hepherites."
    },
    {
        "o": 4974,
        "r": "nkjv:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but daughters; and the names of the daughters of Zelophehad were*i Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4975,
        "r": "nkjv:Numbers:26:34",
        "t": "These are*i the families of Manasseh; and those who were numbered of them were*i fifty-two thousand seven hundred."
    },
    {
        "o": 4976,
        "r": "nkjv:Numbers:26:35",
        "t": "These*p are*i the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthalhites; of Becher, the family of the Bachrites; of Tahan, the family of the Tahanites."
    },
    {
        "o": 4977,
        "r": "nkjv:Numbers:26:36",
        "t": "And these are*i the sons of Shuthelah: of Eran, the family of the Eranites."
    },
    {
        "o": 4978,
        "r": "nkjv:Numbers:26:37",
        "t": "These are*i the families of the sons of Ephraim according to those who were numbered of them: thirty-two thousand five hundred. These*p are*i the sons of Joseph according to their families."
    },
    {
        "o": 4979,
        "r": "nkjv:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their families were: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;"
    },
    {
        "o": 4980,
        "r": "nkjv:Numbers:26:39",
        "t": "of Shupham, the family of the Shuphamites; of Hupham, the family of the Huphamites."
    },
    {
        "o": 4981,
        "r": "nkjv:Numbers:26:40",
        "t": "And the sons of Bela were Ard and Naaman: of*i Ard,*i the family of the Ardites; of Naaman, the family of the Naamites."
    },
    {
        "o": 4982,
        "r": "nkjv:Numbers:26:41",
        "t": "These are*i the sons of Benjamin according to their families; and those who were numbered of them were*i forty-five thousand six hundred."
    },
    {
        "o": 4983,
        "r": "nkjv:Numbers:26:42",
        "t": "These*p are*i the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are*i the families of Dan according to their families."
    },
    {
        "o": 4984,
        "r": "nkjv:Numbers:26:43",
        "t": "All the families of the Shuhamites, according to those who were numbered of them, were*i sixty-four thousand four hundred."
    },
    {
        "o": 4985,
        "r": "nkjv:Numbers:26:44",
        "t": "The*p sons of Asher according to their families were:*i of Jimna, the family of the Jimnites; of Jesui, the family of the Jesuites; of Beriah, the family of the Beriites."
    },
    {
        "o": 4986,
        "r": "nkjv:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."
    },
    {
        "o": 4987,
        "r": "nkjv:Numbers:26:46",
        "t": "And the name of the daughter of Asher was*i Serah."
    },
    {
        "o": 4988,
        "r": "nkjv:Numbers:26:47",
        "t": "These are*i the families of the sons of Asher according to those who were numbered of them: fifty-three thousand four hundred."
    },
    {
        "o": 4989,
        "r": "nkjv:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their families were:*i of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"
    },
    {
        "o": 4990,
        "r": "nkjv:Numbers:26:49",
        "t": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."
    },
    {
        "o": 4991,
        "r": "nkjv:Numbers:26:50",
        "t": "These are*i the families of Naphtali according to their families; and those who were numbered of them were*i forty-five thousand four hundred."
    },
    {
        "o": 4992,
        "r": "nkjv:Numbers:26:51",
        "t": "These*p are*i those who were numbered of the children of Israel: six hundred and one thousand seven hundred and thirty."
    },
    {
        "o": 4993,
        "r": "nkjv:Numbers:26:52",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4994,
        "r": "nkjv:Numbers:26:53",
        "t": "“To these the land shall be divided as an inheritance, according to the number of names."
    },
    {
        "o": 4995,
        "r": "nkjv:Numbers:26:54",
        "t": "To a large tribe*i you shall give a larger inheritance, and to a small tribe*i you shall give a smaller inheritance. Each shall be given its inheritance according to those who were numbered of them."
    },
    {
        "o": 4996,
        "r": "nkjv:Numbers:26:55",
        "t": "But the land shall be divided by lot; they shall inherit according to the names of the tribes of their fathers."
    },
    {
        "o": 4997,
        "r": "nkjv:Numbers:26:56",
        "t": "According to the lot their inheritance shall be divided between the larger and the smaller.”"
    },
    {
        "o": 4998,
        "r": "nkjv:Numbers:26:57",
        "t": "And*p these are*i those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."
    },
    {
        "o": 4999,
        "r": "nkjv:Numbers:26:58",
        "t": "These are*i the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korathites. And Kohath begot Amram."
    },
    {
        "o": 5000,
        "r": "nkjv:Numbers:26:59",
        "t": "The name of Amram’s wife was*i Jochebed the daughter of Levi, who was born to Levi in Egypt; and to Amram she bore Aaron and Moses and their sister Miriam."
    },
    {
        "o": 5001,
        "r": "nkjv:Numbers:26:60",
        "t": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 5002,
        "r": "nkjv:Numbers:26:61",
        "t": "And Nadab and Abihu died when they offered profane fire before the Lord.*s"
    },
    {
        "o": 5003,
        "r": "nkjv:Numbers:26:62",
        "t": "Now*p those who were numbered of them were twenty-three thousand, every male from a month old and above; for they were not numbered among the other children of Israel, because there was no inheritance given to them among the children of Israel."
    },
    {
        "o": 5004,
        "r": "nkjv:Numbers:26:63",
        "t": "These*p are*i those who were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by the Jordan, across*i from*i Jericho."
    },
    {
        "o": 5005,
        "r": "nkjv:Numbers:26:64",
        "t": "But among these there was not a man of those who were numbered by Moses and Aaron the priest when they numbered the children of Israel in the Wilderness of Sinai."
    },
    {
        "o": 5006,
        "r": "nkjv:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall surely die in the wilderness.” So there was not left a man of them, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 5007,
        "r": "nkjv:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 5008,
        "r": "nkjv:Numbers:27:0",
        "t": "Inheritance Laws",
        "h": 2
    },
    {
        "o": 5009,
        "r": "nkjv:Numbers:27:1",
        "t": "Then*p came the daughters of Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, from the families of Manasseh the son of Joseph; and these were*i the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 5010,
        "r": "nkjv:Numbers:27:2",
        "t": "And they stood before Moses, before Eleazar the priest, and before the leaders and all the congregation, by*i the doorway of the tabernacle of meeting, saying:"
    },
    {
        "o": 5011,
        "r": "nkjv:Numbers:27:3",
        "t": "“Our father died in the wilderness; but he was not in the company of those who gathered together against the Lord,*s in company with Korah, but he died in his own sin; and he had no sons."
    },
    {
        "o": 5012,
        "r": "nkjv:Numbers:27:4",
        "t": "Why should the name of our father be removed from among his family because he had no son? Give us a possession among our father’s brothers.”"
    },
    {
        "o": 5013,
        "r": "nkjv:Numbers:27:5",
        "t": "So*p Moses brought their case before the Lord.*s"
    },
    {
        "o": 5014,
        "r": "nkjv:Numbers:27:6",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 5015,
        "r": "nkjv:Numbers:27:7",
        "t": "“The daughters of Zelophehad speak what*i is*i right; you shall surely give them a possession of inheritance among their father’s brothers, and cause the inheritance of their father to pass to them."
    },
    {
        "o": 5016,
        "r": "nkjv:Numbers:27:8",
        "t": "And you shall speak to the children of Israel, saying: ‘If a man dies and has no son, then you shall cause his inheritance to pass to his daughter."
    },
    {
        "o": 5017,
        "r": "nkjv:Numbers:27:9",
        "t": "If he has no daughter, then you shall give his inheritance to his brothers."
    },
    {
        "o": 5018,
        "r": "nkjv:Numbers:27:10",
        "t": "If he has no brothers, then you shall give his inheritance to his father’s brothers."
    },
    {
        "o": 5019,
        "r": "nkjv:Numbers:27:11",
        "t": "And if his father has no brothers, then you shall give his inheritance to the relative closest to him in his family, and he shall possess it.’” And it shall be to the children of Israel a statute of judgment, just as the Lord*s commanded Moses."
    },
    {
        "o": 5020,
        "r": "nkjv:Numbers:27:11",
        "t": "Joshua the Next Leader of Israel",
        "h": 2
    },
    {
        "o": 5021,
        "r": "nkjv:Numbers:27:12",
        "t": "Now*p the Lord*s said to Moses: “Go up into this Mount Abarim, and see the land which I have given to the children of Israel."
    },
    {
        "o": 5022,
        "r": "nkjv:Numbers:27:13",
        "t": "And when you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered."
    },
    {
        "o": 5023,
        "r": "nkjv:Numbers:27:14",
        "t": "For in the Wilderness of Zin, during the strife of the congregation, you rebelled against My command to hallow Me at the waters before their eyes.” (These are*i the waters of Meribah, at Kadesh in the Wilderness of Zin.)"
    },
    {
        "o": 5024,
        "r": "nkjv:Numbers:27:15",
        "t": "Then*p Moses spoke to the Lord,*s saying:"
    },
    {
        "o": 5025,
        "r": "nkjv:Numbers:27:16",
        "t": "“Let the Lord,*s the God of the spirits of all flesh, set a man over the congregation,"
    },
    {
        "o": 5026,
        "r": "nkjv:Numbers:27:17",
        "t": "who may go out before them and go in before them, who may lead them out and bring them in, that the congregation of the Lord*s may not be like sheep which have no shepherd.”"
    },
    {
        "o": 5027,
        "r": "nkjv:Numbers:27:18",
        "t": "And*p the Lord*s said to Moses: “Take Joshua the son of Nun with you, a man in whom is*i the Spirit, and lay your hand on him;"
    },
    {
        "o": 5028,
        "r": "nkjv:Numbers:27:19",
        "t": "set him before Eleazar the priest and before all the congregation, and inaugurate him in their sight."
    },
    {
        "o": 5029,
        "r": "nkjv:Numbers:27:20",
        "t": "And you shall give some*i of your authority to him, that all the congregation of the children of Israel may be obedient."
    },
    {
        "o": 5030,
        "r": "nkjv:Numbers:27:21",
        "t": "He shall stand before Eleazar the priest, who shall inquire before the Lord*s for him by the judgment of the Urim. At his word they shall go out, and at his word they shall come in, he and all the children of Israel with him—all the congregation.”"
    },
    {
        "o": 5031,
        "r": "nkjv:Numbers:27:22",
        "t": "So*p Moses did as the Lord*s commanded him. He took Joshua and set him before Eleazar the priest and before all the congregation."
    },
    {
        "o": 5032,
        "r": "nkjv:Numbers:27:23",
        "t": "And he laid his hands on him and inaugurated him, just as the Lord*s commanded by the hand of Moses."
    },
    {
        "o": 5033,
        "r": "nkjv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 5034,
        "r": "nkjv:Numbers:28:0",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 5035,
        "r": "nkjv:Numbers:28:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5036,
        "r": "nkjv:Numbers:28:2",
        "t": "“Command the children of Israel, and say to them, ‘My offering, My food for My offerings made by fire as a sweet aroma to Me, you shall be careful to offer to Me at their appointed time.’"
    },
    {
        "o": 5037,
        "r": "nkjv:Numbers:28:3",
        "t": "“And*p you shall say to them, ‘This is*i the offering made by fire which you shall offer to the Lord:*s two male lambs in their first year without blemish, day by day, as a regular burnt offering."
    },
    {
        "o": 5038,
        "r": "nkjv:Numbers:28:4",
        "t": "The one lamb you shall offer in the morning, the other lamb you shall offer in the evening,"
    },
    {
        "o": 5039,
        "r": "nkjv:Numbers:28:5",
        "t": "and one-tenth of an ephah of fine flour as a grain offering mixed with one-fourth of a hin of pressed oil."
    },
    {
        "o": 5040,
        "r": "nkjv:Numbers:28:6",
        "t": "It*i is*i a regular burnt offering which was ordained at Mount Sinai for a sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 5041,
        "r": "nkjv:Numbers:28:7",
        "t": "And its drink offering shall*i be*i one-fourth of a hin for each lamb; in a holy place*i you shall pour out the drink to the Lord*s as an offering."
    },
    {
        "o": 5042,
        "r": "nkjv:Numbers:28:8",
        "t": "The other lamb you shall offer in the evening; as the morning grain offering and its drink offering, you shall offer it*i as an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 5043,
        "r": "nkjv:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 5044,
        "r": "nkjv:Numbers:28:9",
        "t": "‘And*p on the Sabbath day two lambs in their first year, without blemish, and two-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, with its drink offering—"
    },
    {
        "o": 5045,
        "r": "nkjv:Numbers:28:10",
        "t": "this*i is*i the burnt offering for every Sabbath, besides the regular burnt offering with its drink offering."
    },
    {
        "o": 5046,
        "r": "nkjv:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5047,
        "r": "nkjv:Numbers:28:11",
        "t": "‘At*p the beginnings of your months you shall present a burnt offering to the Lord:*s two young bulls, one ram, and seven lambs in their first year, without blemish;"
    },
    {
        "o": 5048,
        "r": "nkjv:Numbers:28:12",
        "t": "three-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, for each bull; two-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, for the one ram;"
    },
    {
        "o": 5049,
        "r": "nkjv:Numbers:28:13",
        "t": "and one-tenth of*i an*i ephah*i of fine flour, mixed with oil, as a grain offering for each lamb, as a burnt offering of sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 5050,
        "r": "nkjv:Numbers:28:14",
        "t": "Their drink offering shall be half a hin of wine for a bull, one-third of a hin for a ram, and one-fourth of a hin for a lamb; this is*i the burnt offering for each month throughout the months of the year."
    },
    {
        "o": 5051,
        "r": "nkjv:Numbers:28:15",
        "t": "Also one kid of the goats as a sin offering to the Lord*s shall be offered, besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5052,
        "r": "nkjv:Numbers:28:15",
        "t": "Offerings at Passover",
        "h": 2
    },
    {
        "o": 5053,
        "r": "nkjv:Numbers:28:16",
        "t": "‘On*p the fourteenth day of the first month is*i the Passover of the Lord.*s"
    },
    {
        "o": 5054,
        "r": "nkjv:Numbers:28:17",
        "t": "And on the fifteenth day of this month is*i the feast; unleavened bread shall be eaten for seven days."
    },
    {
        "o": 5055,
        "r": "nkjv:Numbers:28:18",
        "t": "On the first day you*i shall*i have*i a holy convocation. You shall do no customary work."
    },
    {
        "o": 5056,
        "r": "nkjv:Numbers:28:19",
        "t": "And you shall present an offering made by fire as a burnt offering to the Lord:*s two young bulls, one ram, and seven lambs in their first year. Be sure they are without blemish."
    },
    {
        "o": 5057,
        "r": "nkjv:Numbers:28:20",
        "t": "Their grain offering shall be of fine flour mixed with oil: three-tenths of*i an*i ephah*i you shall offer for a bull, and two-tenths for a ram;"
    },
    {
        "o": 5058,
        "r": "nkjv:Numbers:28:21",
        "t": "you shall offer one-tenth of*i an*i ephah*i for each of the seven lambs;"
    },
    {
        "o": 5059,
        "r": "nkjv:Numbers:28:22",
        "t": "also one goat as*i a sin offering, to make atonement for you."
    },
    {
        "o": 5060,
        "r": "nkjv:Numbers:28:23",
        "t": "You shall offer these besides the burnt offering of the morning, which is*i for a regular burnt offering."
    },
    {
        "o": 5061,
        "r": "nkjv:Numbers:28:24",
        "t": "In this manner you shall offer the food of the offering made by fire daily for seven days, as a sweet aroma to the Lord;*s it shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5062,
        "r": "nkjv:Numbers:28:25",
        "t": "And on the seventh day you shall have a holy convocation. You shall do no customary work."
    },
    {
        "o": 5063,
        "r": "nkjv:Numbers:28:25",
        "t": "Offerings at the Feast of Weeks",
        "h": 2
    },
    {
        "o": 5064,
        "r": "nkjv:Numbers:28:26",
        "t": "‘Also*p on the day of the firstfruits, when you bring a new grain offering to the Lord*s at your Feast*i of*i Weeks, you shall have a holy convocation. You shall do no customary work."
    },
    {
        "o": 5065,
        "r": "nkjv:Numbers:28:27",
        "t": "You shall present a burnt offering as a sweet aroma to the Lord:*s two young bulls, one ram, and seven lambs in their first year,"
    },
    {
        "o": 5066,
        "r": "nkjv:Numbers:28:28",
        "t": "with their grain offering of fine flour mixed with oil: three-tenths of*i an*i ephah*i for each bull, two-tenths for the one ram,"
    },
    {
        "o": 5067,
        "r": "nkjv:Numbers:28:29",
        "t": "and one-tenth for each of the seven lambs;"
    },
    {
        "o": 5068,
        "r": "nkjv:Numbers:28:30",
        "t": "also*i one kid of the goats, to make atonement for you."
    },
    {
        "o": 5069,
        "r": "nkjv:Numbers:28:31",
        "t": "Be sure they are without blemish. You shall present them*i with their drink offerings, besides the regular burnt offering with its grain offering."
    },
    {
        "o": 5070,
        "r": "nkjv:Numbers:29:0",
        "t": "Numbers 29",
        "h": 1
    },
    {
        "o": 5071,
        "r": "nkjv:Numbers:29:0",
        "t": "Offerings at the Feast of Trumpets",
        "h": 2
    },
    {
        "o": 5072,
        "r": "nkjv:Numbers:29:1",
        "t": "‘And*p in the seventh month, on the first day*i of the month, you shall have a holy convocation. You shall do no customary work. For you it is a day of blowing the trumpets."
    },
    {
        "o": 5073,
        "r": "nkjv:Numbers:29:2",
        "t": "You shall offer a burnt offering as a sweet aroma to the Lord:*s one young bull, one ram, and*i seven lambs in their first year, without blemish."
    },
    {
        "o": 5074,
        "r": "nkjv:Numbers:29:3",
        "t": "Their grain offering shall*i be*i fine flour mixed with oil: three-tenths of*i an*i ephah*i for the bull, two-tenths for the ram,"
    },
    {
        "o": 5075,
        "r": "nkjv:Numbers:29:4",
        "t": "and one-tenth for each of the seven lambs;"
    },
    {
        "o": 5076,
        "r": "nkjv:Numbers:29:5",
        "t": "also one kid of the goats as*i a sin offering, to make atonement for you;"
    },
    {
        "o": 5077,
        "r": "nkjv:Numbers:29:6",
        "t": "besides the burnt offering with its grain offering for the New Moon, the regular burnt offering with its grain offering, and their drink offerings, according to their ordinance, as a sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 5078,
        "r": "nkjv:Numbers:29:6",
        "t": "Offerings on the Day of Atonement",
        "h": 2
    },
    {
        "o": 5079,
        "r": "nkjv:Numbers:29:7",
        "t": "‘On*p the tenth day*i of this seventh month you shall have a holy convocation. You shall afflict your souls; you shall not do any work."
    },
    {
        "o": 5080,
        "r": "nkjv:Numbers:29:8",
        "t": "You shall present a burnt offering to the Lord*s as*i a sweet aroma: one young bull, one ram, and*i seven lambs in their first year. Be sure they are without blemish."
    },
    {
        "o": 5081,
        "r": "nkjv:Numbers:29:9",
        "t": "Their grain offering shall*i be*i of*i fine flour mixed with oil: three-tenths of*i an*i ephah*i for the bull, two-tenths for the one ram,"
    },
    {
        "o": 5082,
        "r": "nkjv:Numbers:29:10",
        "t": "and one-tenth for each of the seven lambs;"
    },
    {
        "o": 5083,
        "r": "nkjv:Numbers:29:11",
        "t": "also one kid of the goats as*i a sin offering, besides the sin offering for atonement, the regular burnt offering with its grain offering, and their drink offerings."
    },
    {
        "o": 5084,
        "r": "nkjv:Numbers:29:11",
        "t": "Offerings at the Feast of Tabernacles",
        "h": 2
    },
    {
        "o": 5085,
        "r": "nkjv:Numbers:29:12",
        "t": "‘On*p the fifteenth day of the seventh month you shall have a holy convocation. You shall do no customary work, and you shall keep a feast to the Lord*s seven days."
    },
    {
        "o": 5086,
        "r": "nkjv:Numbers:29:13",
        "t": "You shall present a burnt offering, an offering made by fire as a sweet aroma to the Lord:*s thirteen young bulls, two rams, and*i fourteen lambs in their first year. They shall be without blemish."
    },
    {
        "o": 5087,
        "r": "nkjv:Numbers:29:14",
        "t": "Their grain offering shall*i be*i of*i fine flour mixed with oil: three-tenths of*i an*i ephah*i for each of the thirteen bulls, two-tenths for each of the two rams,"
    },
    {
        "o": 5088,
        "r": "nkjv:Numbers:29:15",
        "t": "and one-tenth for each of the fourteen lambs;"
    },
    {
        "o": 5089,
        "r": "nkjv:Numbers:29:16",
        "t": "also one kid of the goats as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5090,
        "r": "nkjv:Numbers:29:17",
        "t": "‘On*p the second day present*i twelve young bulls, two rams, fourteen lambs in their first year without blemish,"
    },
    {
        "o": 5091,
        "r": "nkjv:Numbers:29:18",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5092,
        "r": "nkjv:Numbers:29:19",
        "t": "also one kid of the goats as*i a sin offering, besides the regular burnt offering with its grain offering, and their drink offerings."
    },
    {
        "o": 5093,
        "r": "nkjv:Numbers:29:20",
        "t": "‘On*p the third day present*i eleven bulls, two rams, fourteen lambs in their first year without blemish,"
    },
    {
        "o": 5094,
        "r": "nkjv:Numbers:29:21",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5095,
        "r": "nkjv:Numbers:29:22",
        "t": "also one goat as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5096,
        "r": "nkjv:Numbers:29:23",
        "t": "‘On*p the fourth day present*i ten bulls, two rams, and*i fourteen lambs in their first year, without blemish,"
    },
    {
        "o": 5097,
        "r": "nkjv:Numbers:29:24",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5098,
        "r": "nkjv:Numbers:29:25",
        "t": "also one kid of the goats as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5099,
        "r": "nkjv:Numbers:29:26",
        "t": "‘On*p the fifth day present*i nine bulls, two rams, and*i fourteen lambs in their first year without blemish,"
    },
    {
        "o": 5100,
        "r": "nkjv:Numbers:29:27",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5101,
        "r": "nkjv:Numbers:29:28",
        "t": "also one goat as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5102,
        "r": "nkjv:Numbers:29:29",
        "t": "‘On*p the sixth day present*i eight bulls, two rams, and*i fourteen lambs in their first year without blemish,"
    },
    {
        "o": 5103,
        "r": "nkjv:Numbers:29:30",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5104,
        "r": "nkjv:Numbers:29:31",
        "t": "also one goat as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5105,
        "r": "nkjv:Numbers:29:32",
        "t": "‘On*p the seventh day present*i seven bulls, two rams, and*i fourteen lambs in their first year without blemish,"
    },
    {
        "o": 5106,
        "r": "nkjv:Numbers:29:33",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5107,
        "r": "nkjv:Numbers:29:34",
        "t": "also one goat as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5108,
        "r": "nkjv:Numbers:29:35",
        "t": "‘On*p the eighth day you shall have a sacred assembly. You shall do no customary work."
    },
    {
        "o": 5109,
        "r": "nkjv:Numbers:29:36",
        "t": "You shall present a burnt offering, an offering made by fire as a sweet aroma to the Lord:*s one bull, one ram, seven lambs in their first year without blemish,"
    },
    {
        "o": 5110,
        "r": "nkjv:Numbers:29:37",
        "t": "and their grain offering and their drink offerings for the bull, for the ram, and for the lambs, by their number, according to the ordinance;"
    },
    {
        "o": 5111,
        "r": "nkjv:Numbers:29:38",
        "t": "also one goat as*i a sin offering, besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5112,
        "r": "nkjv:Numbers:29:39",
        "t": "‘These*p you shall present to the Lord*s at your appointed feasts (besides your vowed offerings and your freewill offerings) as your burnt offerings and your grain offerings, as your drink offerings and your peace offerings.’”"
    },
    {
        "o": 5113,
        "r": "nkjv:Numbers:29:40",
        "t": "So*p Moses told the children of Israel everything, just as the Lord*s commanded Moses."
    },
    {
        "o": 5114,
        "r": "nkjv:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5115,
        "r": "nkjv:Numbers:30:0",
        "t": "The Law Concerning Vows",
        "h": 2
    },
    {
        "o": 5116,
        "r": "nkjv:Numbers:30:1",
        "t": "Then*p Moses spoke to the heads of the tribes concerning the children of Israel, saying, “This is*i the thing which the Lord*s has commanded:"
    },
    {
        "o": 5117,
        "r": "nkjv:Numbers:30:2",
        "t": "If a man makes a vow to the Lord,*s or swears an oath to bind himself by some agreement, he shall not break his word; he shall do according to all that proceeds out of his mouth."
    },
    {
        "o": 5118,
        "r": "nkjv:Numbers:30:3",
        "t": "“Or*p if a woman makes a vow to the Lord,*s and binds herself*i by some agreement while in her father’s house in her youth,"
    },
    {
        "o": 5119,
        "r": "nkjv:Numbers:30:4",
        "t": "and her father hears her vow and the agreement by which she has bound herself, and her father holds his peace, then all her vows shall stand, and every agreement with which she has bound herself shall stand."
    },
    {
        "o": 5120,
        "r": "nkjv:Numbers:30:5",
        "t": "But if her father overrules her on the day that he hears, then none of her vows nor her agreements by which she has bound herself shall stand; and the Lord*s will release her, because her father overruled her."
    },
    {
        "o": 5121,
        "r": "nkjv:Numbers:30:6",
        "t": "“If*p indeed she takes a husband, while bound by her vows or by a rash utterance from her lips by which she bound herself,"
    },
    {
        "o": 5122,
        "r": "nkjv:Numbers:30:7",
        "t": "and her husband hears it,*i and makes no response to her on the day that he hears, then her vows shall stand, and her agreements by which she bound herself shall stand."
    },
    {
        "o": 5123,
        "r": "nkjv:Numbers:30:8",
        "t": "But if her husband overrules her on the day that he hears it,*i he shall make void her vow which she took and what she uttered with her lips, by which she bound herself, and the Lord*s will release her."
    },
    {
        "o": 5124,
        "r": "nkjv:Numbers:30:9",
        "t": "“Also*p any vow of a widow or a divorced woman, by which she has bound herself, shall stand against her."
    },
    {
        "o": 5125,
        "r": "nkjv:Numbers:30:10",
        "t": "“If*p she vowed in her husband’s house, or bound herself by an agreement with an oath,"
    },
    {
        "o": 5126,
        "r": "nkjv:Numbers:30:11",
        "t": "and her husband heard it,*i and made no response to her and*i did not overrule her, then all her vows shall stand, and every agreement by which she bound herself shall stand."
    },
    {
        "o": 5127,
        "r": "nkjv:Numbers:30:12",
        "t": "But if her husband truly made them void on the day he heard them,*i then whatever proceeded from her lips concerning her vows or concerning the agreement binding her, it shall not stand; her husband has made them void, and the Lord*s will release her."
    },
    {
        "o": 5128,
        "r": "nkjv:Numbers:30:13",
        "t": "Every vow and every binding oath to afflict her soul, her husband may confirm it, or her husband may make it void."
    },
    {
        "o": 5129,
        "r": "nkjv:Numbers:30:14",
        "t": "Now if her husband makes no response whatever to her from day to day, then he confirms all her vows or all the agreements that bind her; he confirms them, because he made no response to her on the day that he heard them.*i"
    },
    {
        "o": 5130,
        "r": "nkjv:Numbers:30:15",
        "t": "But if he does make them void after he has heard them,*i then he shall bear her guilt.”"
    },
    {
        "o": 5131,
        "r": "nkjv:Numbers:30:16",
        "t": "These*p are*i the statutes which the Lord*s commanded Moses, between a man and his wife, and between a father and his daughter in her youth in her father’s house."
    },
    {
        "o": 5132,
        "r": "nkjv:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5133,
        "r": "nkjv:Numbers:31:0",
        "t": "Vengeance on the Midianites",
        "h": 2
    },
    {
        "o": 5134,
        "r": "nkjv:Numbers:31:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 5135,
        "r": "nkjv:Numbers:31:2",
        "t": "“Take vengeance on the Midianites for the children of Israel. Afterward you shall be gathered to your people.”"
    },
    {
        "o": 5136,
        "r": "nkjv:Numbers:31:3",
        "t": "So*p Moses spoke to the people, saying, “Arm some of yourselves for war, and let them go against the Midianites to take vengeance for the Lord*s on Midian."
    },
    {
        "o": 5137,
        "r": "nkjv:Numbers:31:4",
        "t": "A thousand from each tribe of all the tribes of Israel you shall send to the war.”"
    },
    {
        "o": 5138,
        "r": "nkjv:Numbers:31:5",
        "t": "So*p there were recruited from the divisions of Israel one thousand from each*i tribe, twelve thousand armed for war."
    },
    {
        "o": 5139,
        "r": "nkjv:Numbers:31:6",
        "t": "Then Moses sent them to the war, one thousand from each*i tribe; he sent them to the war with Phinehas the son of Eleazar the priest, with the holy articles and the signal trumpets in his hand."
    },
    {
        "o": 5140,
        "r": "nkjv:Numbers:31:7",
        "t": "And they warred against the Midianites, just as the Lord*s commanded Moses, and they killed all the males."
    },
    {
        "o": 5141,
        "r": "nkjv:Numbers:31:8",
        "t": "They killed the kings of Midian with the*i rest*i of*i those who were killed— Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. Balaam the son of Beor they also killed with the sword."
    },
    {
        "o": 5142,
        "r": "nkjv:Numbers:31:9",
        "t": "And*p the children of Israel took the women of Midian captive, with their little ones, and took as spoil all their cattle, all their flocks, and all their goods."
    },
    {
        "o": 5143,
        "r": "nkjv:Numbers:31:10",
        "t": "They also burned with fire all the cities where they dwelt, and all their forts."
    },
    {
        "o": 5144,
        "r": "nkjv:Numbers:31:11",
        "t": "And they took all the spoil and all the booty—of man and beast."
    },
    {
        "o": 5145,
        "r": "nkjv:Numbers:31:11",
        "t": "Return from the War",
        "h": 2
    },
    {
        "o": 5146,
        "r": "nkjv:Numbers:31:12",
        "t": "Then*p they brought the captives, the booty, and the spoil to Moses, to Eleazar the priest, and to the congregation of the children of Israel, to the camp in the plains of Moab by the Jordan, across*i from*i Jericho."
    },
    {
        "o": 5147,
        "r": "nkjv:Numbers:31:13",
        "t": "And Moses, Eleazar the priest, and all the leaders of the congregation, went to meet them outside the camp."
    },
    {
        "o": 5148,
        "r": "nkjv:Numbers:31:14",
        "t": "But Moses was angry with the officers of the army, with*i the captains over thousands and captains over hundreds, who had come from the battle."
    },
    {
        "o": 5149,
        "r": "nkjv:Numbers:31:15",
        "t": "And*p Moses said to them: “Have you kept all the women alive?"
    },
    {
        "o": 5150,
        "r": "nkjv:Numbers:31:16",
        "t": "Look, these women*i caused the children of Israel, through the counsel of Balaam, to trespass against the Lord*s in the incident of Peor, and there was a plague among the congregation of the Lord.*s"
    },
    {
        "o": 5151,
        "r": "nkjv:Numbers:31:17",
        "t": "Now therefore, kill every male among the little ones, and kill every woman who has known a man intimately."
    },
    {
        "o": 5152,
        "r": "nkjv:Numbers:31:18",
        "t": "But keep alive for yourselves all the young girls who have not known a man intimately."
    },
    {
        "o": 5153,
        "r": "nkjv:Numbers:31:19",
        "t": "And as for you, remain outside the camp seven days; whoever has killed any person, and whoever has touched any slain, purify yourselves and your captives on the third day and on the seventh day."
    },
    {
        "o": 5154,
        "r": "nkjv:Numbers:31:20",
        "t": "Purify every garment, everything made of leather, everything woven of goats’ hair,*i and everything made of wood.”"
    },
    {
        "o": 5155,
        "r": "nkjv:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the men of war who had gone to the battle, “This is*i the ordinance of the law which the Lord*s commanded Moses:"
    },
    {
        "o": 5156,
        "r": "nkjv:Numbers:31:22",
        "t": "Only the gold, the silver, the bronze, the iron, the tin, and the lead,"
    },
    {
        "o": 5157,
        "r": "nkjv:Numbers:31:23",
        "t": "everything that can endure fire, you shall put through the fire, and it shall be clean; and it shall be purified with the water of purification. But all that cannot endure fire you shall put through water."
    },
    {
        "o": 5158,
        "r": "nkjv:Numbers:31:24",
        "t": "And you shall wash your clothes on the seventh day and be clean, and afterward you may come into the camp.”"
    },
    {
        "o": 5159,
        "r": "nkjv:Numbers:31:24",
        "t": "Division of the Plunder",
        "h": 2
    },
    {
        "o": 5160,
        "r": "nkjv:Numbers:31:25",
        "t": "Now*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 5161,
        "r": "nkjv:Numbers:31:26",
        "t": "“Count up the plunder that was taken—of man and beast—you and Eleazar the priest and the chief fathers of the congregation;"
    },
    {
        "o": 5162,
        "r": "nkjv:Numbers:31:27",
        "t": "and divide the plunder into two parts, between those who took part in the war, who went out to battle, and all the congregation."
    },
    {
        "o": 5163,
        "r": "nkjv:Numbers:31:28",
        "t": "And levy a tribute for the Lord*s on the men of war who went out to battle: one of every five hundred of the persons, the cattle, the donkeys, and the sheep;"
    },
    {
        "o": 5164,
        "r": "nkjv:Numbers:31:29",
        "t": "take it*i from their half, and give it*i to Eleazar the priest as a heave offering to the Lord.*s"
    },
    {
        "o": 5165,
        "r": "nkjv:Numbers:31:30",
        "t": "And from the children of Israel’s half you shall take one of every fifty, drawn from the persons, the cattle, the donkeys, and the sheep, from all the livestock, and give them to the Levites who keep charge of the tabernacle of the Lord.”*s"
    },
    {
        "o": 5166,
        "r": "nkjv:Numbers:31:31",
        "t": "So Moses and Eleazar the priest did as the Lord*s commanded Moses."
    },
    {
        "o": 5167,
        "r": "nkjv:Numbers:31:32",
        "t": "The*p booty remaining from the plunder, which the men of war had taken, was six hundred and seventy-five thousand sheep,"
    },
    {
        "o": 5168,
        "r": "nkjv:Numbers:31:33",
        "t": "seventy-two thousand cattle,"
    },
    {
        "o": 5169,
        "r": "nkjv:Numbers:31:34",
        "t": "sixty-one thousand donkeys,"
    },
    {
        "o": 5170,
        "r": "nkjv:Numbers:31:35",
        "t": "and thirty-two thousand persons in all, of women who had not known a man intimately."
    },
    {
        "o": 5171,
        "r": "nkjv:Numbers:31:36",
        "t": "And the half, the portion for those who had gone out to war, was in number three hundred and thirty-seven thousand five hundred sheep;"
    },
    {
        "o": 5172,
        "r": "nkjv:Numbers:31:37",
        "t": "and the Lord’s*s tribute of the sheep was six hundred and seventy-five."
    },
    {
        "o": 5173,
        "r": "nkjv:Numbers:31:38",
        "t": "The cattle were*i thirty-six thousand, of which the Lord’s*s tribute was*i seventy-two."
    },
    {
        "o": 5174,
        "r": "nkjv:Numbers:31:39",
        "t": "The donkeys were*i thirty thousand five hundred, of which the Lord’s*s tribute was*i sixty-one."
    },
    {
        "o": 5175,
        "r": "nkjv:Numbers:31:40",
        "t": "The persons were*i sixteen thousand, of which the Lord’s*s tribute was*i thirty-two persons."
    },
    {
        "o": 5176,
        "r": "nkjv:Numbers:31:41",
        "t": "So Moses gave the tribute which*i was*i the Lord’s*s heave offering to Eleazar the priest, as the Lord*s commanded Moses."
    },
    {
        "o": 5177,
        "r": "nkjv:Numbers:31:42",
        "t": "And*p from the children of Israel’s half, which Moses separated from the men who fought—"
    },
    {
        "o": 5178,
        "r": "nkjv:Numbers:31:43",
        "t": "now the half belonging to the congregation was three hundred and thirty-seven thousand five hundred sheep,"
    },
    {
        "o": 5179,
        "r": "nkjv:Numbers:31:44",
        "t": "thirty-six thousand cattle,"
    },
    {
        "o": 5180,
        "r": "nkjv:Numbers:31:45",
        "t": "thirty thousand five hundred donkeys,"
    },
    {
        "o": 5181,
        "r": "nkjv:Numbers:31:46",
        "t": "and sixteen thousand persons—"
    },
    {
        "o": 5182,
        "r": "nkjv:Numbers:31:47",
        "t": "and from the children of Israel’s half Moses took one of every fifty, drawn from man and beast, and gave them to the Levites, who kept charge of the tabernacle of the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 5183,
        "r": "nkjv:Numbers:31:48",
        "t": "Then*p the officers who were*i over thousands of the army, the captains of thousands and captains of hundreds, came near to Moses;"
    },
    {
        "o": 5184,
        "r": "nkjv:Numbers:31:49",
        "t": "and they said to Moses, “Your servants have taken a count of the men of war who are*i under our command, and not a man of us is missing."
    },
    {
        "o": 5185,
        "r": "nkjv:Numbers:31:50",
        "t": "Therefore we have brought an offering for the Lord,*s what every man found of ornaments of gold: armlets and bracelets and signet rings and earrings and necklaces, to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5186,
        "r": "nkjv:Numbers:31:51",
        "t": "So Moses and Eleazar the priest received the gold from them, all the fashioned ornaments."
    },
    {
        "o": 5187,
        "r": "nkjv:Numbers:31:52",
        "t": "And all the gold of the offering that they offered to the Lord,*s from the captains of thousands and captains of hundreds, was sixteen thousand seven hundred and fifty shekels."
    },
    {
        "o": 5188,
        "r": "nkjv:Numbers:31:53",
        "t": "(The men of war had taken spoil, every man for himself.)"
    },
    {
        "o": 5189,
        "r": "nkjv:Numbers:31:54",
        "t": "And Moses and Eleazar the priest received the gold from the captains of thousands and of hundreds, and brought it into the tabernacle of meeting as a memorial for the children of Israel before the Lord.*s"
    },
    {
        "o": 5190,
        "r": "nkjv:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5191,
        "r": "nkjv:Numbers:32:0",
        "t": "The Tribes Settling East of the Jordan",
        "h": 2
    },
    {
        "o": 5192,
        "r": "nkjv:Numbers:32:1",
        "t": "Now*p the children of Reuben and the children of Gad had a very great multitude of livestock; and when they saw the land of Jazer and the land of Gilead, that indeed the region was*i a place for livestock,"
    },
    {
        "o": 5193,
        "r": "nkjv:Numbers:32:2",
        "t": "the children of Gad and the children of Reuben came and spoke to Moses, to Eleazar the priest, and to the leaders of the congregation, saying,"
    },
    {
        "o": 5194,
        "r": "nkjv:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Shebam, Nebo, and Beon,"
    },
    {
        "o": 5195,
        "r": "nkjv:Numbers:32:4",
        "t": "the country which the Lord*s defeated before the congregation of Israel, is*i a land for livestock, and your servants have livestock.”"
    },
    {
        "o": 5196,
        "r": "nkjv:Numbers:32:5",
        "t": "Therefore they said, “If we have found favor in your sight, let this land be given to your servants as a possession. Do not take us over the Jordan.”"
    },
    {
        "o": 5197,
        "r": "nkjv:Numbers:32:6",
        "t": "And*p Moses said to the children of Gad and to the children of Reuben: “Shall your brethren go to war while you sit here?"
    },
    {
        "o": 5198,
        "r": "nkjv:Numbers:32:7",
        "t": "Now why will you discourage the heart of the children of Israel from going over into the land which the Lord*s has given them?"
    },
    {
        "o": 5199,
        "r": "nkjv:Numbers:32:8",
        "t": "Thus your fathers did when I sent them away from Kadesh Barnea to see the land."
    },
    {
        "o": 5200,
        "r": "nkjv:Numbers:32:9",
        "t": "For when they went up to the Valley of Eshcol and saw the land, they discouraged the heart of the children of Israel, so that they did not go into the land which the Lord*s had given them."
    },
    {
        "o": 5201,
        "r": "nkjv:Numbers:32:10",
        "t": "So the Lord’s*s anger was aroused on that day, and He swore an oath, saying,"
    },
    {
        "o": 5202,
        "r": "nkjv:Numbers:32:11",
        "t": "‘Surely none of the men who came up from Egypt, from twenty years old and above, shall see the land of which I swore to Abraham, Isaac, and Jacob, because they have not wholly followed Me,"
    },
    {
        "o": 5203,
        "r": "nkjv:Numbers:32:12",
        "t": "except Caleb the son of Jephunneh, the Kenizzite, and Joshua the son of Nun, for they have wholly followed the Lord.’*s"
    },
    {
        "o": 5204,
        "r": "nkjv:Numbers:32:13",
        "t": "So the Lord’s*s anger was aroused against Israel, and He made them wander in the wilderness forty years, until all the generation that had done evil in the sight of the Lord*s was gone."
    },
    {
        "o": 5205,
        "r": "nkjv:Numbers:32:14",
        "t": "And look! You have risen in your fathers’ place, a brood of sinful men, to increase still more the fierce anger of the Lord*s against Israel."
    },
    {
        "o": 5206,
        "r": "nkjv:Numbers:32:15",
        "t": "For if you turn away from following Him, He will once again leave them in the wilderness, and you will destroy all these people.”"
    },
    {
        "o": 5207,
        "r": "nkjv:Numbers:32:16",
        "t": "Then*p they came near to him and said: “We will build sheepfolds here for our livestock, and cities for our little ones,"
    },
    {
        "o": 5208,
        "r": "nkjv:Numbers:32:17",
        "t": "but we ourselves will be armed, ready to*i go*i before the children of Israel until we have brought them to their place; and our little ones will dwell in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5209,
        "r": "nkjv:Numbers:32:18",
        "t": "We will not return to our homes until every one of the children of Israel has received his inheritance."
    },
    {
        "o": 5210,
        "r": "nkjv:Numbers:32:19",
        "t": "For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has fallen to us on this eastern side of the Jordan.”"
    },
    {
        "o": 5211,
        "r": "nkjv:Numbers:32:20",
        "t": "Then*p Moses said to them: “If you do this thing, if you arm yourselves before the Lord*s for the war,"
    },
    {
        "o": 5212,
        "r": "nkjv:Numbers:32:21",
        "t": "and all your armed men cross over the Jordan before the Lord*s until He has driven out His enemies from before Him,"
    },
    {
        "o": 5213,
        "r": "nkjv:Numbers:32:22",
        "t": "and the land is subdued before the Lord,*s then afterward you may return and be blameless before the Lord*s and before Israel; and this land shall be your possession before the Lord.*s"
    },
    {
        "o": 5214,
        "r": "nkjv:Numbers:32:23",
        "t": "But if you do not do so, then take note, you have sinned against the Lord;*s and be sure your sin will find you out."
    },
    {
        "o": 5215,
        "r": "nkjv:Numbers:32:24",
        "t": "Build cities for your little ones and folds for your sheep, and do what has proceeded out of your mouth.”"
    },
    {
        "o": 5216,
        "r": "nkjv:Numbers:32:25",
        "t": "And*p the children of Gad and the children of Reuben spoke to Moses, saying: “Your servants will do as my lord commands."
    },
    {
        "o": 5217,
        "r": "nkjv:Numbers:32:26",
        "t": "Our little ones, our wives, our flocks, and all our livestock will be there in the cities of Gilead;"
    },
    {
        "o": 5218,
        "r": "nkjv:Numbers:32:27",
        "t": "but your servants will cross over, every man armed for war, before the Lord*s to battle, just as my lord says.”"
    },
    {
        "o": 5219,
        "r": "nkjv:Numbers:32:28",
        "t": "So*p Moses gave command concerning them to Eleazar the priest, to Joshua the son of Nun, and to the chief fathers of the tribes of the children of Israel."
    },
    {
        "o": 5220,
        "r": "nkjv:Numbers:32:29",
        "t": "And Moses said to them: “If the children of Gad and the children of Reuben cross over the Jordan with you, every man armed for battle before the Lord,*s and the land is subdued before you, then you shall give them the land of Gilead as a possession."
    },
    {
        "o": 5221,
        "r": "nkjv:Numbers:32:30",
        "t": "But if they do not cross over armed with you, they shall have possessions among you in the land of Canaan.”"
    },
    {
        "o": 5222,
        "r": "nkjv:Numbers:32:31",
        "t": "Then*p the children of Gad and the children of Reuben answered, saying: “As the Lord*s has said to your servants, so we will do."
    },
    {
        "o": 5223,
        "r": "nkjv:Numbers:32:32",
        "t": "We will cross over armed before the Lord*s into the land of Canaan, but the possession of our inheritance shall*i remain*i with us on this side of the Jordan.”"
    },
    {
        "o": 5224,
        "r": "nkjv:Numbers:32:33",
        "t": "So*p Moses gave to the children of Gad, to the children of Reuben, and to half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan, the land with its cities within the borders, the cities of the surrounding country."
    },
    {
        "o": 5225,
        "r": "nkjv:Numbers:32:34",
        "t": "And the children of Gad built Dibon and Ataroth and Aroer,"
    },
    {
        "o": 5226,
        "r": "nkjv:Numbers:32:35",
        "t": "Atroth and Shophan and Jazer and Jogbehah,"
    },
    {
        "o": 5227,
        "r": "nkjv:Numbers:32:36",
        "t": "Beth Nimrah and Beth Haran, fortified cities, and folds for sheep."
    },
    {
        "o": 5228,
        "r": "nkjv:Numbers:32:37",
        "t": "And the children of Reuben built Heshbon and Elealeh and Kirjathaim,"
    },
    {
        "o": 5229,
        "r": "nkjv:Numbers:32:38",
        "t": "Nebo and Baal Meon (their*i names being changed) and Shibmah; and they gave other*i names to the cities which they built."
    },
    {
        "o": 5230,
        "r": "nkjv:Numbers:32:39",
        "t": "And*p the children of Machir the son of Manasseh went to Gilead and took it, and dispossessed the Amorites who were*i in it."
    },
    {
        "o": 5231,
        "r": "nkjv:Numbers:32:40",
        "t": "So Moses gave Gilead to Machir the son of Manasseh, and he dwelt in it."
    },
    {
        "o": 5232,
        "r": "nkjv:Numbers:32:41",
        "t": "Also Jair the son of Manasseh went and took its small towns, and called them Havoth Jair."
    },
    {
        "o": 5233,
        "r": "nkjv:Numbers:32:42",
        "t": "Then Nobah went and took Kenath and its villages, and he called it Nobah, after his own name."
    },
    {
        "o": 5234,
        "r": "nkjv:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5235,
        "r": "nkjv:Numbers:33:0",
        "t": "Israel’s Journey from Egypt Reviewed",
        "h": 2
    },
    {
        "o": 5236,
        "r": "nkjv:Numbers:33:1",
        "t": "These*p are*i the journeys of the children of Israel, who went out of the land of Egypt by their armies under the hand of Moses and Aaron."
    },
    {
        "o": 5237,
        "r": "nkjv:Numbers:33:2",
        "t": "Now Moses wrote down the starting points of their journeys at the command of the Lord.*s And these are*i their journeys according to their starting points:"
    },
    {
        "o": 5238,
        "r": "nkjv:Numbers:33:3",
        "t": "They*p departed from Rameses in the first month, on the fifteenth day of the first month; on the day after the Passover the children of Israel went out with boldness in the sight of all the Egyptians."
    },
    {
        "o": 5239,
        "r": "nkjv:Numbers:33:4",
        "t": "For the Egyptians were burying all their*i firstborn, whom the Lord*s had killed among them. Also on their gods the Lord*s had executed judgments."
    },
    {
        "o": 5240,
        "r": "nkjv:Numbers:33:5",
        "t": "Then*p the children of Israel moved from Rameses and camped at Succoth."
    },
    {
        "o": 5241,
        "r": "nkjv:Numbers:33:6",
        "t": "They departed from Succoth and camped at Etham, which is*i on the edge of the wilderness."
    },
    {
        "o": 5242,
        "r": "nkjv:Numbers:33:7",
        "t": "They moved from Etham and turned back to Pi Hahiroth, which is*i east of Baal Zephon; and they camped near Migdol."
    },
    {
        "o": 5243,
        "r": "nkjv:Numbers:33:8",
        "t": "They departed from before Hahiroth and passed through the midst of the sea into the wilderness, went three days’ journey in the Wilderness of Etham, and camped at Marah."
    },
    {
        "o": 5244,
        "r": "nkjv:Numbers:33:9",
        "t": "They moved from Marah and came to Elim. At Elim were*i twelve springs of water and seventy palm trees; so they camped there."
    },
    {
        "o": 5245,
        "r": "nkjv:Numbers:33:10",
        "t": "They*p moved from Elim and camped by the Red Sea."
    },
    {
        "o": 5246,
        "r": "nkjv:Numbers:33:11",
        "t": "They moved from the Red Sea and camped in the Wilderness of Sin."
    },
    {
        "o": 5247,
        "r": "nkjv:Numbers:33:12",
        "t": "They journeyed from the Wilderness of Sin and camped at Dophkah."
    },
    {
        "o": 5248,
        "r": "nkjv:Numbers:33:13",
        "t": "They departed from Dophkah and camped at Alush."
    },
    {
        "o": 5249,
        "r": "nkjv:Numbers:33:14",
        "t": "They moved from Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5250,
        "r": "nkjv:Numbers:33:15",
        "t": "They*p departed from Rephidim and camped in the Wilderness of Sinai."
    },
    {
        "o": 5251,
        "r": "nkjv:Numbers:33:16",
        "t": "They moved from the Wilderness of Sinai and camped at Kibroth Hattaavah."
    },
    {
        "o": 5252,
        "r": "nkjv:Numbers:33:17",
        "t": "They departed from Kibroth Hattaavah and camped at Hazeroth."
    },
    {
        "o": 5253,
        "r": "nkjv:Numbers:33:18",
        "t": "They departed from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5254,
        "r": "nkjv:Numbers:33:19",
        "t": "They departed from Rithmah and camped at Rimmon Perez."
    },
    {
        "o": 5255,
        "r": "nkjv:Numbers:33:20",
        "t": "They departed from Rimmon Perez and camped at Libnah."
    },
    {
        "o": 5256,
        "r": "nkjv:Numbers:33:21",
        "t": "They moved from Libnah and camped at Rissah."
    },
    {
        "o": 5257,
        "r": "nkjv:Numbers:33:22",
        "t": "They journeyed from Rissah and camped at Kehelathah."
    },
    {
        "o": 5258,
        "r": "nkjv:Numbers:33:23",
        "t": "They went from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5259,
        "r": "nkjv:Numbers:33:24",
        "t": "They moved from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5260,
        "r": "nkjv:Numbers:33:25",
        "t": "They moved from Haradah and camped at Makheloth."
    },
    {
        "o": 5261,
        "r": "nkjv:Numbers:33:26",
        "t": "They moved from Makheloth and camped at Tahath."
    },
    {
        "o": 5262,
        "r": "nkjv:Numbers:33:27",
        "t": "They departed from Tahath and camped at Terah."
    },
    {
        "o": 5263,
        "r": "nkjv:Numbers:33:28",
        "t": "They moved from Terah and camped at Mithkah."
    },
    {
        "o": 5264,
        "r": "nkjv:Numbers:33:29",
        "t": "They went from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5265,
        "r": "nkjv:Numbers:33:30",
        "t": "They departed from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5266,
        "r": "nkjv:Numbers:33:31",
        "t": "They departed from Moseroth and camped at Bene Jaakan."
    },
    {
        "o": 5267,
        "r": "nkjv:Numbers:33:32",
        "t": "They moved from Bene Jaakan and camped at Hor Hagidgad."
    },
    {
        "o": 5268,
        "r": "nkjv:Numbers:33:33",
        "t": "They went from Hor Hagidgad and camped at Jotbathah."
    },
    {
        "o": 5269,
        "r": "nkjv:Numbers:33:34",
        "t": "They moved from Jotbathah and camped at Abronah."
    },
    {
        "o": 5270,
        "r": "nkjv:Numbers:33:35",
        "t": "They departed from Abronah and camped at Ezion Geber."
    },
    {
        "o": 5271,
        "r": "nkjv:Numbers:33:36",
        "t": "They moved from Ezion Geber and camped in the Wilderness of Zin, which is*i Kadesh."
    },
    {
        "o": 5272,
        "r": "nkjv:Numbers:33:37",
        "t": "They moved from Kadesh and camped at Mount Hor, on the boundary of the land of Edom."
    },
    {
        "o": 5273,
        "r": "nkjv:Numbers:33:38",
        "t": "Then*p Aaron the priest went up to Mount Hor at the command of the Lord,*s and died there in the fortieth year after the children of Israel had come out of the land of Egypt, on the first day*i of the fifth month."
    },
    {
        "o": 5274,
        "r": "nkjv:Numbers:33:39",
        "t": "Aaron was*i one hundred and twenty-three years old when he died on Mount Hor."
    },
    {
        "o": 5275,
        "r": "nkjv:Numbers:33:40",
        "t": "Now*p the king of Arad, the Canaanite, who dwelt in the South in the land of Canaan, heard of the coming of the children of Israel."
    },
    {
        "o": 5276,
        "r": "nkjv:Numbers:33:41",
        "t": "So*p they departed from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5277,
        "r": "nkjv:Numbers:33:42",
        "t": "They departed from Zalmonah and camped at Punon."
    },
    {
        "o": 5278,
        "r": "nkjv:Numbers:33:43",
        "t": "They departed from Punon and camped at Oboth."
    },
    {
        "o": 5279,
        "r": "nkjv:Numbers:33:44",
        "t": "They departed from Oboth and camped at Ije Abarim, at the border of Moab."
    },
    {
        "o": 5280,
        "r": "nkjv:Numbers:33:45",
        "t": "They departed from Ijim and camped at Dibon Gad."
    },
    {
        "o": 5281,
        "r": "nkjv:Numbers:33:46",
        "t": "They moved from Dibon Gad and camped at Almon Diblathaim."
    },
    {
        "o": 5282,
        "r": "nkjv:Numbers:33:47",
        "t": "They moved from Almon Diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "o": 5283,
        "r": "nkjv:Numbers:33:48",
        "t": "They departed from the mountains of Abarim and camped in the plains of Moab by the Jordan, across*i from*i Jericho."
    },
    {
        "o": 5284,
        "r": "nkjv:Numbers:33:49",
        "t": "They camped by the Jordan, from Beth Jesimoth as far as the Abel Acacia Grove in the plains of Moab."
    },
    {
        "o": 5285,
        "r": "nkjv:Numbers:33:49",
        "t": "Instructions for the Conquest of Canaan",
        "h": 2
    },
    {
        "o": 5286,
        "r": "nkjv:Numbers:33:50",
        "t": "Now*p the Lord*s spoke to Moses in the plains of Moab by the Jordan, across*i from*i Jericho, saying,"
    },
    {
        "o": 5287,
        "r": "nkjv:Numbers:33:51",
        "t": "“Speak to the children of Israel, and say to them: ‘When you have crossed the Jordan into the land of Canaan,"
    },
    {
        "o": 5288,
        "r": "nkjv:Numbers:33:52",
        "t": "then you shall drive out all the inhabitants of the land from before you, destroy all their engraved stones, destroy all their molded images, and demolish all their high places;"
    },
    {
        "o": 5289,
        "r": "nkjv:Numbers:33:53",
        "t": "you shall dispossess the*i inhabitants*i of*i the land and dwell in it, for I have given you the land to possess."
    },
    {
        "o": 5290,
        "r": "nkjv:Numbers:33:54",
        "t": "And you shall divide the land by lot as an inheritance among your families; to the larger you shall give a larger inheritance, and to the smaller you shall give a smaller inheritance; there everyone’s inheritance*i shall be whatever falls to him by lot. You shall inherit according to the tribes of your fathers."
    },
    {
        "o": 5291,
        "r": "nkjv:Numbers:33:55",
        "t": "But if you do not drive out the inhabitants of the land from before you, then it shall be that those whom you let remain shall*i be*i irritants in your eyes and thorns in your sides, and they shall harass you in the land where you dwell."
    },
    {
        "o": 5292,
        "r": "nkjv:Numbers:33:56",
        "t": "Moreover it shall be that*i I will do to you as I thought to do to them.’”"
    },
    {
        "o": 5293,
        "r": "nkjv:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5294,
        "r": "nkjv:Numbers:34:0",
        "t": "The Appointed Boundaries of Canaan",
        "h": 2
    },
    {
        "o": 5295,
        "r": "nkjv:Numbers:34:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5296,
        "r": "nkjv:Numbers:34:2",
        "t": "“Command the children of Israel, and say to them: ‘When you come into the land of Canaan, this is*i the land that shall fall to you as an inheritance—the land of Canaan to its boundaries."
    },
    {
        "o": 5297,
        "r": "nkjv:Numbers:34:3",
        "t": "Your southern border shall be from the Wilderness of Zin along the border of Edom; then your southern border shall extend eastward to the end of the Salt Sea;"
    },
    {
        "o": 5298,
        "r": "nkjv:Numbers:34:4",
        "t": "your border shall turn from the southern side of the Ascent of Akrabbim, continue to Zin, and be on the south of Kadesh Barnea; then it shall go on to Hazar Addar, and continue to Azmon;"
    },
    {
        "o": 5299,
        "r": "nkjv:Numbers:34:5",
        "t": "the border shall turn from Azmon to the Brook of Egypt, and it shall end at the Sea."
    },
    {
        "o": 5300,
        "r": "nkjv:Numbers:34:6",
        "t": "‘As*p for the western border, you shall have the Great Sea for a border; this shall be your western border."
    },
    {
        "o": 5301,
        "r": "nkjv:Numbers:34:7",
        "t": "‘And*p this shall be your northern border: From the Great Sea you shall mark out your border*i line to Mount Hor;"
    },
    {
        "o": 5302,
        "r": "nkjv:Numbers:34:8",
        "t": "from Mount Hor you shall mark out your*i border*i to the entrance of Hamath; then the direction of the border shall be toward Zedad;"
    },
    {
        "o": 5303,
        "r": "nkjv:Numbers:34:9",
        "t": "the border shall proceed to Ziphron, and it shall end at Hazar Enan. This shall be your northern border."
    },
    {
        "o": 5304,
        "r": "nkjv:Numbers:34:10",
        "t": "‘You*p shall mark out your eastern border from Hazar Enan to Shepham;"
    },
    {
        "o": 5305,
        "r": "nkjv:Numbers:34:11",
        "t": "the border shall go down from Shepham to Riblah on the east side of Ain; the border shall go down and reach to the eastern side of the Sea of Chinnereth;"
    },
    {
        "o": 5306,
        "r": "nkjv:Numbers:34:12",
        "t": "the border shall go down along the Jordan, and it shall end at the Salt Sea. This shall be your land with its surrounding boundaries.’”"
    },
    {
        "o": 5307,
        "r": "nkjv:Numbers:34:13",
        "t": "Then*p Moses commanded the children of Israel, saying: “This is*i the land which you shall inherit by lot, which the Lord*s has commanded to give to the nine tribes and to the half-tribe."
    },
    {
        "o": 5308,
        "r": "nkjv:Numbers:34:14",
        "t": "For the tribe of the children of Reuben according to the house of their fathers, and the tribe of the children of Gad according to the house of their fathers, have received their*i inheritance;*i and the half-tribe of Manasseh has received its inheritance."
    },
    {
        "o": 5309,
        "r": "nkjv:Numbers:34:15",
        "t": "The two tribes and the half-tribe have received their inheritance on this side of the Jordan, across*i from*i Jericho eastward, toward the sunrise.”"
    },
    {
        "o": 5310,
        "r": "nkjv:Numbers:34:15",
        "t": "The Leaders Appointed to Divide the Land",
        "h": 2
    },
    {
        "o": 5311,
        "r": "nkjv:Numbers:34:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5312,
        "r": "nkjv:Numbers:34:17",
        "t": "“These are*i the names of the men who shall divide the land among you as an inheritance: Eleazar the priest and Joshua the son of Nun."
    },
    {
        "o": 5313,
        "r": "nkjv:Numbers:34:18",
        "t": "And you shall take one leader of every tribe to divide the land for the inheritance."
    },
    {
        "o": 5314,
        "r": "nkjv:Numbers:34:19",
        "t": "These are*i the names of the men: from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 5315,
        "r": "nkjv:Numbers:34:20",
        "t": "from the tribe of the children of Simeon, Shemuel the son of Ammihud;"
    },
    {
        "o": 5316,
        "r": "nkjv:Numbers:34:21",
        "t": "from the tribe of Benjamin, Elidad the son of Chislon;"
    },
    {
        "o": 5317,
        "r": "nkjv:Numbers:34:22",
        "t": "a leader from the tribe of the children of Dan, Bukki the son of Jogli;"
    },
    {
        "o": 5318,
        "r": "nkjv:Numbers:34:23",
        "t": "from the sons of Joseph: a leader from the tribe of the children of Manasseh, Hanniel the son of Ephod,"
    },
    {
        "o": 5319,
        "r": "nkjv:Numbers:34:24",
        "t": "and a leader from the tribe of the children of Ephraim, Kemuel the son of Shiphtan;"
    },
    {
        "o": 5320,
        "r": "nkjv:Numbers:34:25",
        "t": "a leader from the tribe of the children of Zebulun, Elizaphan the son of Parnach;"
    },
    {
        "o": 5321,
        "r": "nkjv:Numbers:34:26",
        "t": "a leader from the tribe of the children of Issachar, Paltiel the son of Azzan;"
    },
    {
        "o": 5322,
        "r": "nkjv:Numbers:34:27",
        "t": "a leader from the tribe of the children of Asher, Ahihud the son of Shelomi;"
    },
    {
        "o": 5323,
        "r": "nkjv:Numbers:34:28",
        "t": "and a leader from the tribe of the children of Naphtali, Pedahel the son of Ammihud.”"
    },
    {
        "o": 5324,
        "r": "nkjv:Numbers:34:29",
        "t": "These*p are*i the ones the Lord*s commanded to divide the inheritance among the children of Israel in the land of Canaan."
    },
    {
        "o": 5325,
        "r": "nkjv:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5326,
        "r": "nkjv:Numbers:35:0",
        "t": "Cities for the Levites",
        "h": 2
    },
    {
        "o": 5327,
        "r": "nkjv:Numbers:35:1",
        "t": "And*p the Lord*s spoke to Moses in the plains of Moab by the Jordan across*i from*i Jericho, saying:"
    },
    {
        "o": 5328,
        "r": "nkjv:Numbers:35:2",
        "t": "“Command the children of Israel that they give the Levites cities to dwell in from the inheritance of their possession, and you shall also*i give the Levites common-land around the cities."
    },
    {
        "o": 5329,
        "r": "nkjv:Numbers:35:3",
        "t": "They shall have the cities to dwell in; and their common-land shall be for their cattle, for their herds, and for all their animals."
    },
    {
        "o": 5330,
        "r": "nkjv:Numbers:35:4",
        "t": "The common-land of the cities which you will give the Levites shall*i extend*i from the wall of the city outward a thousand cubits all around."
    },
    {
        "o": 5331,
        "r": "nkjv:Numbers:35:5",
        "t": "And you shall measure outside the city on the east side two thousand cubits, on the south side two thousand cubits, on the west side two thousand cubits, and on the north side two thousand cubits. The city shall*i be*i in the middle. This shall belong to them as common-land for the cities."
    },
    {
        "o": 5332,
        "r": "nkjv:Numbers:35:6",
        "t": "“Now*p among the cities which you will give to the Levites you*i shall*i appoint*i six cities of refuge, to which a manslayer may flee. And to these you shall add forty-two cities."
    },
    {
        "o": 5333,
        "r": "nkjv:Numbers:35:7",
        "t": "So all the cities you will give to the Levites shall*i be*i forty-eight; these you*i shall*i give*i with their common-land."
    },
    {
        "o": 5334,
        "r": "nkjv:Numbers:35:8",
        "t": "And the cities which you will give shall*i be*i from the possession of the children of Israel; from the larger tribe*i you shall give many, from the smaller you shall give few. Each shall give some of its cities to the Levites, in proportion to the inheritance that each receives.”"
    },
    {
        "o": 5335,
        "r": "nkjv:Numbers:35:8",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5336,
        "r": "nkjv:Numbers:35:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5337,
        "r": "nkjv:Numbers:35:10",
        "t": "“Speak to the children of Israel, and say to them: ‘When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5338,
        "r": "nkjv:Numbers:35:11",
        "t": "then you shall appoint cities to be cities of refuge for you, that the manslayer who kills any person accidentally may flee there."
    },
    {
        "o": 5339,
        "r": "nkjv:Numbers:35:12",
        "t": "They shall be cities of refuge for you from the avenger, that the manslayer may not die until he stands before the congregation in judgment."
    },
    {
        "o": 5340,
        "r": "nkjv:Numbers:35:13",
        "t": "And of the cities which you give, you shall have six cities of refuge."
    },
    {
        "o": 5341,
        "r": "nkjv:Numbers:35:14",
        "t": "You shall appoint three cities on this side of the Jordan, and three cities you shall appoint in the land of Canaan, which*i will be cities of refuge."
    },
    {
        "o": 5342,
        "r": "nkjv:Numbers:35:15",
        "t": "These six cities shall be for refuge for the children of Israel, for the stranger, and for the sojourner among them, that anyone who kills a person accidentally may flee there."
    },
    {
        "o": 5343,
        "r": "nkjv:Numbers:35:16",
        "t": "‘But*p if he strikes him with an iron implement, so that he dies, he is*i a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5344,
        "r": "nkjv:Numbers:35:17",
        "t": "And if he strikes him with a stone in the hand, by which one could die, and he does die, he is*i a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5345,
        "r": "nkjv:Numbers:35:18",
        "t": "Or if*i he strikes him with a wooden hand weapon, by which one could die, and he does die, he is*i a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5346,
        "r": "nkjv:Numbers:35:19",
        "t": "The avenger of blood himself shall put the murderer to death; when he meets him, he shall put him to death."
    },
    {
        "o": 5347,
        "r": "nkjv:Numbers:35:20",
        "t": "If he pushes him out of hatred or, while lying in wait, hurls something at him so that he dies,"
    },
    {
        "o": 5348,
        "r": "nkjv:Numbers:35:21",
        "t": "or in enmity he strikes him with his hand so that he dies, the one who struck him*i shall surely be put to death. He is*i a murderer. The avenger of blood shall put the murderer to death when he meets him."
    },
    {
        "o": 5349,
        "r": "nkjv:Numbers:35:22",
        "t": "‘However,*p if he pushes him suddenly without enmity, or throws anything at him without lying in wait,"
    },
    {
        "o": 5350,
        "r": "nkjv:Numbers:35:23",
        "t": "or uses a stone, by which a man could die, throwing it*i at him without seeing him,*i so that he dies, while he was not his enemy or seeking his harm,"
    },
    {
        "o": 5351,
        "r": "nkjv:Numbers:35:24",
        "t": "then the congregation shall judge between the manslayer and the avenger of blood according to these judgments."
    },
    {
        "o": 5352,
        "r": "nkjv:Numbers:35:25",
        "t": "So the congregation shall deliver the manslayer from the hand of the avenger of blood, and the congregation shall return him to the city of refuge where he had fled, and he shall remain there until the death of the high priest who was anointed with the holy oil."
    },
    {
        "o": 5353,
        "r": "nkjv:Numbers:35:26",
        "t": "But if the manslayer at any time goes outside the limits of the city of refuge where he fled,"
    },
    {
        "o": 5354,
        "r": "nkjv:Numbers:35:27",
        "t": "and the avenger of blood finds him outside the limits of his city of refuge, and the avenger of blood kills the manslayer, he shall not be guilty of blood,"
    },
    {
        "o": 5355,
        "r": "nkjv:Numbers:35:28",
        "t": "because he should have remained in his city of refuge until the death of the high priest. But after the death of the high priest the manslayer may return to the land of his possession."
    },
    {
        "o": 5356,
        "r": "nkjv:Numbers:35:29",
        "t": "‘And*p these things*i shall be a statute of judgment to you throughout your generations in all your dwellings."
    },
    {
        "o": 5357,
        "r": "nkjv:Numbers:35:30",
        "t": "Whoever kills a person, the murderer shall be put to death on the testimony of witnesses; but one witness is not sufficient*i testimony against a person for the death penalty.*i"
    },
    {
        "o": 5358,
        "r": "nkjv:Numbers:35:31",
        "t": "Moreover you shall take no ransom for the life of a murderer who is*i guilty of death, but he shall surely be put to death."
    },
    {
        "o": 5359,
        "r": "nkjv:Numbers:35:32",
        "t": "And you shall take no ransom for him who has fled to his city of refuge, that he may return to dwell in the land before the death of the priest."
    },
    {
        "o": 5360,
        "r": "nkjv:Numbers:35:33",
        "t": "So you shall not pollute the land where you are;*i for blood defiles the land, and no atonement can be made for the land, for the blood that is shed on it, except by the blood of him who shed it."
    },
    {
        "o": 5361,
        "r": "nkjv:Numbers:35:34",
        "t": "Therefore do not defile the land which you inhabit, in the midst of which I dwell; for I the Lord*s dwell among the children of Israel.’”"
    },
    {
        "o": 5362,
        "r": "nkjv:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5363,
        "r": "nkjv:Numbers:36:0",
        "t": "Marriage of Female Heirs",
        "h": 2
    },
    {
        "o": 5364,
        "r": "nkjv:Numbers:36:1",
        "t": "Now*p the chief fathers of the families of the children of Gilead the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the leaders, the chief fathers of the children of Israel."
    },
    {
        "o": 5365,
        "r": "nkjv:Numbers:36:2",
        "t": "And they said: “The Lord*s commanded my lord Moses*i to give the land as an inheritance by lot to the children of Israel, and my lord was commanded by the Lord*s to give the inheritance of our brother Zelophehad to his daughters."
    },
    {
        "o": 5366,
        "r": "nkjv:Numbers:36:3",
        "t": "Now if they are married to any of the sons of the other*i tribes of the children of Israel, then their inheritance will be taken from the inheritance of our fathers, and it will be added to the inheritance of the tribe into which they marry; so it will be taken from the lot of our inheritance."
    },
    {
        "o": 5367,
        "r": "nkjv:Numbers:36:4",
        "t": "And when the Jubilee of the children of Israel comes, then their inheritance will be added to the inheritance of the tribe into which they marry; so their inheritance will be taken away from the inheritance of the tribe of our fathers.”"
    },
    {
        "o": 5368,
        "r": "nkjv:Numbers:36:5",
        "t": "Then*p Moses commanded the children of Israel according to the word of the Lord,*s saying: “What the tribe of the sons of Joseph speaks is right."
    },
    {
        "o": 5369,
        "r": "nkjv:Numbers:36:6",
        "t": "This is*i what the Lord*s commands concerning the daughters of Zelophehad, saying, ‘Let them marry whom they think best, but they may marry only within the family of their father’s tribe.’"
    },
    {
        "o": 5370,
        "r": "nkjv:Numbers:36:7",
        "t": "So the inheritance of the children of Israel shall not change hands from tribe to tribe, for every one of the children of Israel shall keep the inheritance of the tribe of his fathers."
    },
    {
        "o": 5371,
        "r": "nkjv:Numbers:36:8",
        "t": "And every daughter who possesses an inheritance in any tribe of the children of Israel shall be the wife of one of the family of her father’s tribe, so that the children of Israel each may possess the inheritance of his fathers."
    },
    {
        "o": 5372,
        "r": "nkjv:Numbers:36:9",
        "t": "Thus no inheritance shall change hands from one*i tribe to another, but every tribe of the children of Israel shall keep its own inheritance.”"
    },
    {
        "o": 5373,
        "r": "nkjv:Numbers:36:10",
        "t": "Just*p as the Lord*s commanded Moses, so did the daughters of Zelophehad;"
    },
    {
        "o": 5374,
        "r": "nkjv:Numbers:36:11",
        "t": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to the sons of their father’s brothers."
    },
    {
        "o": 5375,
        "r": "nkjv:Numbers:36:12",
        "t": "They were married into the families of the children of Manasseh the son of Joseph, and their inheritance remained in the tribe of their father’s family."
    },
    {
        "o": 5376,
        "r": "nkjv:Numbers:36:13",
        "t": "These*p are*i the commandments and the judgments which the Lord*s commanded the children of Israel by the hand of Moses in the plains of Moab by the Jordan, across*i from*i Jericho."
    }
]
