[
    {
        "o": 26033,
        "r": "csb:Malachi:1:0",
        "t": "Malachi 1",
        "h": 1
    },
    {
        "o": 26034,
        "r": "csb:Malachi:1:0",
        "t": "The Lord’s Love for Israel",
        "h": 2
    },
    {
        "o": 26035,
        "r": "csb:Malachi:1:1",
        "t": "A*p pronouncement: The*p word of the Lord*s to Israel through Malachi."
    },
    {
        "o": 26036,
        "r": "csb:Malachi:1:2",
        "t": "“I*p have loved you,” says the Lord.*s Yet*p you ask, “How have you loved us?” “Wasn’t*p Esau Jacob’s brother?” This is the Lord’s*s declaration. “Even so, I loved Jacob,"
    },
    {
        "o": 26037,
        "r": "csb:Malachi:1:3",
        "t": "but I hated Esau. I turned his mountains into a wasteland, and gave his inheritance to the desert jackals.”"
    },
    {
        "o": 26038,
        "r": "csb:Malachi:1:4",
        "t": "Though*p Edom says, “We have been devastated, but we will rebuild the ruins,” the Lord*s of Armies says this: “They may build, but I will demolish. They will be called a wicked country and the people the Lord*s has cursed forever."
    },
    {
        "o": 26039,
        "r": "csb:Malachi:1:5",
        "t": "Your own eyes will see this, and you yourselves will say, ‘The Lord*s is great, even beyond the borders of Israel.’"
    },
    {
        "o": 26040,
        "r": "csb:Malachi:1:5",
        "t": "Disobedience of the Priests",
        "h": 2
    },
    {
        "o": 26041,
        "r": "csb:Malachi:1:6",
        "t": "“A*p son honors his father, and a servant his master. But if I am a father, where is my honor? And if I am a master, where is your fear of me? says the Lord*s of Armies to you priests, who despise my name.” Yet*p you ask, “How have we despised your name?”"
    },
    {
        "o": 26042,
        "r": "csb:Malachi:1:7",
        "t": "“By*p presenting defiled food on my altar.” “How*p have we defiled you?” you ask. When*p you say, “The Lord’s*s table is contemptible.”"
    },
    {
        "o": 26043,
        "r": "csb:Malachi:1:8",
        "t": "“When*p you present a blind animal for sacrifice, is it not wrong? And when you present a lame or sick animal, is it not wrong? Bring it to your governor! Would he be pleased with you or show you favor?” asks the Lord*s of Armies."
    },
    {
        "o": 26044,
        "r": "csb:Malachi:1:9",
        "t": "“And now plead for God’s favor. Will he be gracious to us? Since this has come from your hands, will he show any of you favor?” asks the Lord*s of Armies."
    },
    {
        "o": 26045,
        "r": "csb:Malachi:1:10",
        "t": "“I wish one of you would shut the temple doors, so that you would no longer kindle a useless fire on my altar! I am not pleased with you,” says the Lord*s of Armies, “and I will accept no offering from your hands."
    },
    {
        "o": 26046,
        "r": "csb:Malachi:1:11",
        "t": "“My*p name will be great among the nations, from the rising of the sun to its setting. Incense and pure offerings will be presented in my name in every place because my name will be great among the nations,” says the Lord*s of Armies."
    },
    {
        "o": 26047,
        "r": "csb:Malachi:1:12",
        "t": "“But*p you are profaning it when you say, ‘The Lord’s table is defiled, and its product, its food, is contemptible.’"
    },
    {
        "o": 26048,
        "r": "csb:Malachi:1:13",
        "t": "You also say, ‘Look, what a nuisance! ’ And you scorn it,” says the Lord*s of Armies. “You bring stolen, lame, or sick animals. You bring this as an offering! Am I to accept that from your hands?” asks the Lord.*s"
    },
    {
        "o": 26049,
        "r": "csb:Malachi:1:14",
        "t": "“The*p deceiver is cursed who has an acceptable male in his flock and makes a vow but sacrifices a defective animal to the Lord. For I am a great King,” says the Lord*s of Armies, “and my name will be feared among the nations."
    }
]
