[
    {
        "o": 3157,
        "r": "nasb:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3158,
        "r": "nasb:Leviticus:7:0",
        "t": "The Priest’s Part in the Offerings",
        "h": 2
    },
    {
        "o": 3159,
        "r": "nasb:Leviticus:7:1",
        "t": "‘Now*p this is the law of the guilt offering; it is most holy."
    },
    {
        "o": 3160,
        "r": "nasb:Leviticus:7:2",
        "t": "In the place where they slay the burnt offering they are to slay the guilt offering, and he shall sprinkle its blood around on the altar."
    },
    {
        "o": 3161,
        "r": "nasb:Leviticus:7:3",
        "t": "Then he shall offer from it all its fat: the fat tail and the fat that covers the entrails,"
    },
    {
        "o": 3162,
        "r": "nasb:Leviticus:7:4",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe on the liver he shall remove with the kidneys."
    },
    {
        "o": 3163,
        "r": "nasb:Leviticus:7:5",
        "t": "The priest shall offer them up in smoke on the altar as an offering by fire to the Lord;*s it is a guilt offering."
    },
    {
        "o": 3164,
        "r": "nasb:Leviticus:7:6",
        "t": "Every male among the priests may eat of it. It shall be eaten in a holy place; it is most holy."
    },
    {
        "o": 3165,
        "r": "nasb:Leviticus:7:7",
        "t": "The guilt offering is like the sin offering, there is one law for them; the priest who makes atonement with it shall have it."
    },
    {
        "o": 3166,
        "r": "nasb:Leviticus:7:8",
        "t": "Also the priest who presents any man’s burnt offering, that priest shall have for himself the skin of the burnt offering which he has presented."
    },
    {
        "o": 3167,
        "r": "nasb:Leviticus:7:9",
        "t": "Likewise, every grain offering that is baked in the oven and everything prepared in a pan or on a griddle shall belong to the priest who presents it."
    },
    {
        "o": 3168,
        "r": "nasb:Leviticus:7:10",
        "t": "Every grain offering, mixed with oil or dry, shall belong to all the sons of Aaron, to all alike."
    },
    {
        "o": 3169,
        "r": "nasb:Leviticus:7:11",
        "t": "‘Now*p this is the law of the sacrifice of peace offerings which shall be presented to the Lord.*s"
    },
    {
        "o": 3170,
        "r": "nasb:Leviticus:7:12",
        "t": "If he offers it by way of thanksgiving, then along with the sacrifice of thanksgiving he shall offer unleavened cakes mixed with oil, and unleavened wafers spread with oil, and cakes of*i well*i stirred fine flour mixed with oil."
    },
    {
        "o": 3171,
        "r": "nasb:Leviticus:7:13",
        "t": "With the sacrifice of his peace offerings for thanksgiving, he shall present his offering with cakes of leavened bread."
    },
    {
        "o": 3172,
        "r": "nasb:Leviticus:7:14",
        "t": "Of this he shall present one of every offering as a contribution to the Lord;*s it shall belong to the priest who sprinkles the blood of the peace offerings."
    },
    {
        "o": 3173,
        "r": "nasb:Leviticus:7:15",
        "t": "‘Now*p as*i for*i the flesh of the sacrifice of his thanksgiving peace offerings, it shall be eaten on the day of his offering; he shall not leave any of it over until morning."
    },
    {
        "o": 3174,
        "r": "nasb:Leviticus:7:16",
        "t": "But if the sacrifice of his offering is a votive or a freewill offering, it shall be eaten on the day that he offers his sacrifice, and on the next day what is left of it may be eaten;"
    },
    {
        "o": 3175,
        "r": "nasb:Leviticus:7:17",
        "t": "but what is left over from the flesh of the sacrifice on the third day shall be burned with fire."
    },
    {
        "o": 3176,
        "r": "nasb:Leviticus:7:18",
        "t": "So if any of the flesh of the sacrifice of his peace offerings should ever*i be eaten on the third day, he who offers it will not be accepted, and*i it will not be reckoned to his benefit.*i It shall be an offensive thing, and the person who eats of it will bear his own*i iniquity."
    },
    {
        "o": 3177,
        "r": "nasb:Leviticus:7:19",
        "t": "‘Also*p the flesh that touches anything unclean shall not be eaten; it shall be burned with fire. As for other*i flesh, anyone who is clean may eat such*i flesh."
    },
    {
        "o": 3178,
        "r": "nasb:Leviticus:7:20",
        "t": "But the person who eats the flesh of the sacrifice of peace offerings which belong to the Lord,*s in his uncleanness, that person shall be cut off from his people."
    },
    {
        "o": 3179,
        "r": "nasb:Leviticus:7:21",
        "t": "When anyone touches anything unclean, whether human uncleanness, or an unclean animal, or any unclean detestable thing, and eats of the flesh of the sacrifice of peace offerings which belong to the Lord,*s that person shall be cut off from his people.’ ”"
    },
    {
        "o": 3180,
        "r": "nasb:Leviticus:7:22",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3181,
        "r": "nasb:Leviticus:7:23",
        "t": "“Speak to the sons of Israel, saying, ‘You shall not eat any fat from*i an ox, a sheep or a goat."
    },
    {
        "o": 3182,
        "r": "nasb:Leviticus:7:24",
        "t": "Also the fat of an*i animal*i which dies and the fat of an animal torn by*i beasts*i may be put to any other use, but you must certainly not eat it."
    },
    {
        "o": 3183,
        "r": "nasb:Leviticus:7:25",
        "t": "For whoever eats the fat of the animal from which an offering by fire is offered to the Lord,*s even the person who eats shall be cut off from his people."
    },
    {
        "o": 3184,
        "r": "nasb:Leviticus:7:26",
        "t": "You are not to eat any blood, either of bird or animal, in any of your dwellings."
    },
    {
        "o": 3185,
        "r": "nasb:Leviticus:7:27",
        "t": "Any person who eats any blood, even that person shall be cut off from his people.’ ”"
    },
    {
        "o": 3186,
        "r": "nasb:Leviticus:7:28",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3187,
        "r": "nasb:Leviticus:7:29",
        "t": "“Speak to the sons of Israel, saying, ‘He who offers the sacrifice of his peace offerings to the Lord*s shall bring his offering to the Lord*s from the sacrifice of his peace offerings."
    },
    {
        "o": 3188,
        "r": "nasb:Leviticus:7:30",
        "t": "His own hands are to bring offerings by fire to the Lord.*s He shall bring the fat with the breast, that the breast may be presented as a wave offering before the Lord.*s"
    },
    {
        "o": 3189,
        "r": "nasb:Leviticus:7:31",
        "t": "The priest shall offer up the fat in smoke on the altar, but the breast shall belong to Aaron and his sons."
    },
    {
        "o": 3190,
        "r": "nasb:Leviticus:7:32",
        "t": "You shall give the right thigh to the priest as a contribution from the sacrifices of your peace offerings."
    },
    {
        "o": 3191,
        "r": "nasb:Leviticus:7:33",
        "t": "The one among the sons of Aaron who offers the blood of the peace offerings and the fat, the right thigh shall be his as his*i portion."
    },
    {
        "o": 3192,
        "r": "nasb:Leviticus:7:34",
        "t": "For I have taken the breast of the wave offering and the thigh of the contribution from the sons of Israel from the sacrifices of their peace offerings, and have given them to Aaron the priest and to his sons as their*i due forever from the sons of Israel."
    },
    {
        "o": 3193,
        "r": "nasb:Leviticus:7:35",
        "t": "‘This*p is that which is consecrated to Aaron and that which is consecrated to his sons from the offerings by fire to the Lord,*s in that day when he presented them to serve as priests to the Lord.*s"
    },
    {
        "o": 3194,
        "r": "nasb:Leviticus:7:36",
        "t": "These the Lord*s had commanded to be given them from the sons of Israel in the day that He anointed them. It is their*i due forever throughout their generations.’ ”"
    },
    {
        "o": 3195,
        "r": "nasb:Leviticus:7:37",
        "t": "This*p is the law of the burnt offering, the grain offering and the sin offering and the guilt offering and the ordination offering and the sacrifice of peace offerings,"
    },
    {
        "o": 3196,
        "r": "nasb:Leviticus:7:38",
        "t": "which the Lord*s commanded Moses at Mount Sinai in the day that He commanded the sons of Israel to present their offerings to the Lord*s in the wilderness of Sinai."
    }
]
