[
    {
        "o": 16182,
        "r": "esv:Psalm:49:0",
        "t": "Psalm 49",
        "h": 1
    },
    {
        "o": 16183,
        "r": "esv:Psalm:49:0",
        "t": "Why Should I Fear in Times of Trouble?",
        "h": 2
    },
    {
        "o": 16184,
        "r": "esv:Psalm:49:0",
        "t": "To the choirmaster. A Psalm of the Sons of Korah.",
        "h": 4
    },
    {
        "o": 16185,
        "r": "esv:Psalm:49:1",
        "t": "Hear*pn this, all peoples! Give*ld ear, all inhabitants of the world,"
    },
    {
        "o": 16186,
        "r": "esv:Psalm:49:2",
        "t": "both*ln low and high, rich*ld and poor together!"
    },
    {
        "o": 16187,
        "r": "esv:Psalm:49:3",
        "t": "My*ln mouth shall speak wisdom; the*ld meditation of my heart shall be understanding."
    },
    {
        "o": 16188,
        "r": "esv:Psalm:49:4",
        "t": "I*ln will incline my ear to a proverb; I*ld will solve my riddle to the music of the lyre."
    },
    {
        "o": 16189,
        "r": "esv:Psalm:49:5",
        "t": "Why*pn should I fear in times of trouble, when*ld the iniquity of those who cheat me surrounds me,"
    },
    {
        "o": 16190,
        "r": "esv:Psalm:49:6",
        "t": "those*ln who trust in their wealth and*ld boast of the abundance of their riches?"
    },
    {
        "o": 16191,
        "r": "esv:Psalm:49:7",
        "t": "Truly*ln no man can ransom another, or*ld give to God the price of his life,"
    },
    {
        "o": 16192,
        "r": "esv:Psalm:49:8",
        "t": "for*ln the ransom of their life is costly and*ld can never suffice,"
    },
    {
        "o": 16193,
        "r": "esv:Psalm:49:9",
        "t": "that*ln he should live on forever and*ld never see the pit."
    },
    {
        "o": 16194,
        "r": "esv:Psalm:49:10",
        "t": "For*pn he sees that even the wise die; the*ld fool and the stupid alike must perish and*ld leave their wealth to others."
    },
    {
        "o": 16195,
        "r": "esv:Psalm:49:11",
        "t": "Their*ln graves are their homes forever, their*ld dwelling places to all generations, though*ld they called lands by their own names."
    },
    {
        "o": 16196,
        "r": "esv:Psalm:49:12",
        "t": "Man*ln in his pomp will not remain; he*ld is like the beasts that perish."
    },
    {
        "o": 16197,
        "r": "esv:Psalm:49:13",
        "t": "This*pn is the path of those who have foolish confidence; yet*ld after them people approve of their boasts. Selah*ig"
    },
    {
        "o": 16198,
        "r": "esv:Psalm:49:14",
        "t": "Like*ln sheep they are appointed for Sheol; death*ld shall be their shepherd, and*ln the upright shall rule over them in the morning. Their*ld form shall be consumed in Sheol, with no place to dwell."
    },
    {
        "o": 16199,
        "r": "esv:Psalm:49:15",
        "t": "But*ln God will ransom my soul from the power of Sheol, for*ld he will receive me. Selah*ig"
    },
    {
        "o": 16200,
        "r": "esv:Psalm:49:16",
        "t": "Be*pn not afraid when a man becomes rich, when*ld the glory of his house increases."
    },
    {
        "o": 16201,
        "r": "esv:Psalm:49:17",
        "t": "For*ln when he dies he will carry nothing away; his*ld glory will not go down after him."
    },
    {
        "o": 16202,
        "r": "esv:Psalm:49:18",
        "t": "For*ln though, while he lives, he counts himself blessed— and though you get praise when you do well for yourself—"
    },
    {
        "o": 16203,
        "r": "esv:Psalm:49:19",
        "t": "his*ln soul will go to the generation of his fathers, who*ld will never again see light."
    },
    {
        "o": 16204,
        "r": "esv:Psalm:49:20",
        "t": "Man*ln in his pomp yet without understanding is like the beasts that perish."
    }
]
