[
    {
        "o": 20777,
        "r": "niv:Isaiah:64:0",
        "t": "Isaiah 64",
        "h": 1
    },
    {
        "o": 20778,
        "r": "niv:Isaiah:64:1",
        "t": "Oh,*pn that you would rend the heavens and come down, that*ld the mountains would tremble before you!"
    },
    {
        "o": 20779,
        "r": "niv:Isaiah:64:2",
        "t": "As*ln when fire sets twigs ablaze and*ld causes water to boil, come*ln down to make your name known to your enemies and*ld cause the nations to quake before you!"
    },
    {
        "o": 20780,
        "r": "niv:Isaiah:64:3",
        "t": "For*ln when you did awesome things that we did not expect, you*ld came down, and the mountains trembled before you."
    },
    {
        "o": 20781,
        "r": "niv:Isaiah:64:4",
        "t": "Since*ln ancient times no one has heard, no*ld ear has perceived, no*ln eye has seen any God besides you, who*ld acts on behalf of those who wait for him."
    },
    {
        "o": 20782,
        "r": "niv:Isaiah:64:5",
        "t": "You*ln come to the help of those who gladly do right, who*ld remember your ways. But*ln when we continued to sin against them, you*ld were angry. How*ld then can we be saved?"
    },
    {
        "o": 20783,
        "r": "niv:Isaiah:64:6",
        "t": "All*ln of us have become like one who is unclean, and*ld all our righteous acts are like filthy rags; we*ln all shrivel up like a leaf, and*ld like the wind our sins sweep us away."
    },
    {
        "o": 20784,
        "r": "niv:Isaiah:64:7",
        "t": "No*ln one calls on your name or*ld strives to lay hold of you; for*ln you have hidden your face from us and*ld have given us over to our sins."
    },
    {
        "o": 20785,
        "r": "niv:Isaiah:64:8",
        "t": "Yet*pn you, Lord,*s are our Father. We*ld are the clay, you are the potter; we*ld are all the work of your hand."
    },
    {
        "o": 20786,
        "r": "niv:Isaiah:64:9",
        "t": "Do*ln not be angry beyond measure, Lord;*s do*ld not remember our sins forever. Oh,*ln look on us, we pray, for*ld we are all your people."
    },
    {
        "o": 20787,
        "r": "niv:Isaiah:64:10",
        "t": "Your*ln sacred cities have become a wasteland; even*ld Zion is a wasteland, Jerusalem a desolation."
    },
    {
        "o": 20788,
        "r": "niv:Isaiah:64:11",
        "t": "Our*ln holy and glorious temple, where our ancestors praised you, has*ld been burned with fire, and*ld all that we treasured lies in ruins."
    },
    {
        "o": 20789,
        "r": "niv:Isaiah:64:12",
        "t": "After*ln all this, Lord,*s will you hold yourself back? Will*ld you keep silent and punish us beyond measure?"
    }
]
