[
    {
        "o": 20925,
        "r": "nasb:Isaiah:58:0",
        "t": "Isaiah 58",
        "h": 1
    },
    {
        "o": 20926,
        "r": "nasb:Isaiah:58:0",
        "t": "Observances of Fasts",
        "h": 2
    },
    {
        "o": 20927,
        "r": "nasb:Isaiah:58:1",
        "t": "“Cry*pn loudly, do not hold back; Raise*ln your voice like a trumpet, And*ln declare to My people their transgression And*ln to the house of Jacob their sins."
    },
    {
        "o": 20928,
        "r": "nasb:Isaiah:58:2",
        "t": "Yet*ln they seek Me day by day and delight to know My ways, As*ln a nation that has done righteousness And*ln has not forsaken the ordinance of their God. They*ln ask Me for*i just decisions, They*ln delight in the nearness of God."
    },
    {
        "o": 20929,
        "r": "nasb:Isaiah:58:3",
        "t": "‘Why*ln have we fasted and You do not see? Why*iln have we humbled ourselves and You do not notice?’ Behold,*ln on the day of your fast you find your*i desire, And*ln drive hard all your workers."
    },
    {
        "o": 20930,
        "r": "nasb:Isaiah:58:4",
        "t": "Behold,*ln you fast for contention and strife and to strike with a wicked fist. You*ln do not fast like you*i do*i today to make your voice heard on high."
    },
    {
        "o": 20931,
        "r": "nasb:Isaiah:58:5",
        "t": "Is*ln it a fast like this which I choose, a day for a man to humble himself? Is*ln it for bowing one’s head like a reed And*ln for spreading out sackcloth and ashes as a bed? Will*ln you call this a fast, even an acceptable day to the Lord?*s"
    },
    {
        "o": 20932,
        "r": "nasb:Isaiah:58:6",
        "t": "Is*ln this not the fast which I choose, To*ln loosen the bonds of wickedness, To*ln undo the bands of the yoke, And*ln to let the oppressed go free And*ln break every yoke?"
    },
    {
        "o": 20933,
        "r": "nasb:Isaiah:58:7",
        "t": "Is*ln it not to divide your bread with the hungry And*ln bring the homeless poor into the house; When*ln you see the naked, to cover him; And*ln not to hide yourself from your own flesh?"
    },
    {
        "o": 20934,
        "r": "nasb:Isaiah:58:8",
        "t": "Then*ln your light will break out like the dawn, And*ln your recovery will speedily spring forth; And*ln your righteousness will go before you; The*ln glory of the Lord*s will be your rear guard."
    },
    {
        "o": 20935,
        "r": "nasb:Isaiah:58:9",
        "t": "Then*ln you will call, and the Lord*s will answer; You*ln will cry, and He will say, ‘Here I am.’ If*ln you remove the yoke from your midst, The*ln pointing of the finger and speaking wickedness,"
    },
    {
        "o": 20936,
        "r": "nasb:Isaiah:58:10",
        "t": "And*ln if you give yourself to the hungry And*ln satisfy the desire of the afflicted, Then*ln your light will rise in darkness And*ln your gloom will*i become*i like midday."
    },
    {
        "o": 20937,
        "r": "nasb:Isaiah:58:11",
        "t": "And*ln the Lord*s will continually guide you, And*ln satisfy your desire in scorched places, And*ln give strength to your bones; And*ln you will be like a watered garden, And*ln like a spring of water whose waters do not fail."
    },
    {
        "o": 20938,
        "r": "nasb:Isaiah:58:12",
        "t": "Those*ln from among you will rebuild the ancient ruins; You*ln will raise up the age-old foundations; And*ln you will be called the repairer of the breach, The*ln restorer of the streets in which to dwell."
    },
    {
        "o": 20939,
        "r": "nasb:Isaiah:58:12",
        "t": "Keeping the Sabbath",
        "h": 2
    },
    {
        "o": 20940,
        "r": "nasb:Isaiah:58:13",
        "t": "“If*pn because of the sabbath, you turn your foot From*ln doing your own*i pleasure on My holy day, And*ln call the sabbath a delight, the holy day*i of the Lord*s honorable, And*ln honor it, desisting from your own*i ways, From*ln seeking your own*i pleasure And*ln speaking your*i own*i word,"
    },
    {
        "o": 20941,
        "r": "nasb:Isaiah:58:14",
        "t": "Then*ln you will take delight in the Lord,*s And*ln I will make you ride on the heights of the earth; And*ln I will feed you with*i the heritage of Jacob your father, For*ln the mouth of the Lord*s has spoken.”"
    }
]
