[
    {
        "o": 10376,
        "r": "csb:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10377,
        "r": "csb:1 Kings:19:0",
        "t": "Elijah’s Journey to Horeb",
        "h": 2
    },
    {
        "o": 10378,
        "r": "csb:1 Kings:19:1",
        "t": "Ahab*p told Jezebel everything that Elijah had done and how he had killed all the prophets with the sword."
    },
    {
        "o": 10379,
        "r": "csb:1 Kings:19:2",
        "t": "So Jezebel sent a messenger to Elijah, saying, “May the gods punish me and do so severely if I don’t make your life like the life of one of them by this time tomorrow!”"
    },
    {
        "o": 10380,
        "r": "csb:1 Kings:19:3",
        "t": "Then*p Elijah became afraid and immediately ran for his life. When he came to Beer-sheba that belonged to Judah, he left his servant there,"
    },
    {
        "o": 10381,
        "r": "csb:1 Kings:19:4",
        "t": "but he went on a day’s journey into the wilderness. He sat down under a broom tree and prayed that he might die. He said, “I have had enough! Lord,*s take my life, for I’m no better than my ancestors.”"
    },
    {
        "o": 10382,
        "r": "csb:1 Kings:19:5",
        "t": "Then he lay down and slept under the broom tree. Suddenly,*p an angel touched him. The angel told him, “Get up and eat.”"
    },
    {
        "o": 10383,
        "r": "csb:1 Kings:19:6",
        "t": "Then he looked, and there at his head was a loaf of bread baked over hot stones, and a jug of water. So he ate and drank and lay down again."
    },
    {
        "o": 10384,
        "r": "csb:1 Kings:19:7",
        "t": "Then the angel of the Lord*s returned for a second time and touched him. He said, “Get up and eat, or the journey will be too much for you.”"
    },
    {
        "o": 10385,
        "r": "csb:1 Kings:19:8",
        "t": "So he got up, ate, and drank. Then on the strength from that food, he walked forty days and forty nights to Horeb, the mountain of God."
    },
    {
        "o": 10386,
        "r": "csb:1 Kings:19:9",
        "t": "He entered a cave there and spent the night."
    },
    {
        "o": 10387,
        "r": "csb:1 Kings:19:9",
        "t": "Elijah’s Encounter with the Lord",
        "h": 2
    },
    {
        "o": 10388,
        "r": "csb:1 Kings:19:9",
        "t": "Suddenly,*p the word of the Lord*s came to him, and he said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10389,
        "r": "csb:1 Kings:19:10",
        "t": "He*p replied, “I have been very zealous for the Lord*s God of Armies, but the Israelites have abandoned your covenant, torn down your altars, and killed your prophets with the sword. I alone am left, and they are looking for me to take my life.”"
    },
    {
        "o": 10390,
        "r": "csb:1 Kings:19:11",
        "t": "Then*p he said, “Go out and stand on the mountain in the Lord’s*s presence.” At*p that moment, the Lord*s passed by. A great and mighty wind was tearing at the mountains and was shattering cliffs before the Lord,*s but the Lord*s was not in the wind. After the wind there was an earthquake, but the Lord*s was not in the earthquake."
    },
    {
        "o": 10391,
        "r": "csb:1 Kings:19:12",
        "t": "After the earthquake there was a fire, but the Lord*s was not in the fire. And after the fire there was a voice, a soft whisper."
    },
    {
        "o": 10392,
        "r": "csb:1 Kings:19:13",
        "t": "When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Suddenly,*p a voice came to him and said, “What are you doing here, Elijah?”"
    },
    {
        "o": 10393,
        "r": "csb:1 Kings:19:14",
        "t": "“I*p have been very zealous for the Lord*s God of Armies,” he replied, “but the Israelites have abandoned your covenant, torn down your altars, and killed your prophets with the sword. I alone am left, and they’re looking for me to take my life.”"
    },
    {
        "o": 10394,
        "r": "csb:1 Kings:19:15",
        "t": "Then*p the Lord*s said to him, “Go and return by the way you came to the Wilderness of Damascus. When you arrive, you are to anoint Hazael as king over Aram."
    },
    {
        "o": 10395,
        "r": "csb:1 Kings:19:16",
        "t": "You are to anoint Jehu son of Nimshi as king over Israel and Elisha son of Shaphat from Abel-meholah as prophet in your place."
    },
    {
        "o": 10396,
        "r": "csb:1 Kings:19:17",
        "t": "Then Jehu will put to death whoever escapes the sword of Hazael, and Elisha will put to death whoever escapes the sword of Jehu."
    },
    {
        "o": 10397,
        "r": "csb:1 Kings:19:18",
        "t": "But I will leave seven thousand in Israel- every knee that has not bowed to Baal and every mouth that has not kissed him.”"
    },
    {
        "o": 10398,
        "r": "csb:1 Kings:19:18",
        "t": "Elisha’s Appointment as Elijah’s Successor",
        "h": 2
    },
    {
        "o": 10399,
        "r": "csb:1 Kings:19:19",
        "t": "Elijah*p left there and found Elisha son of Shaphat as he was plowing. Twelve teams of oxen were in front of him, and he was with the twelfth team. Elijah walked by him and threw his mantle over him."
    },
    {
        "o": 10400,
        "r": "csb:1 Kings:19:20",
        "t": "Elisha left the oxen, ran to follow Elijah, and said, “Please let me kiss my father and mother, and then I will follow you.” “Go*p on back,” he replied, “for what have I done to you?”"
    },
    {
        "o": 10401,
        "r": "csb:1 Kings:19:21",
        "t": "So*p he turned back from following him, took the team of oxen, and slaughtered them. With the oxen’s wooden yoke and plow, he cooked the meat and gave it to the people, and they ate. Then he left, followed Elijah, and served him."
    }
]
