[
    {
        "o": 14201,
        "r": "nasb:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14202,
        "r": "nasb:Job:1:0",
        "t": "Job’s Character and Wealth",
        "h": 2
    },
    {
        "o": 14203,
        "r": "nasb:Job:1:1",
        "t": "There*p was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil."
    },
    {
        "o": 14204,
        "r": "nasb:Job:1:2",
        "t": "Seven sons and three daughters were born to him."
    },
    {
        "o": 14205,
        "r": "nasb:Job:1:3",
        "t": "His possessions also were 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and very many servants; and that man was the greatest of all the men of the east."
    },
    {
        "o": 14206,
        "r": "nasb:Job:1:4",
        "t": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them."
    },
    {
        "o": 14207,
        "r": "nasb:Job:1:5",
        "t": "When the days of feasting had completed their cycle, Job would send and consecrate them, rising up early in the morning and offering burnt offerings according*i to*i the number of them all; for Job said, “Perhaps my sons have sinned and cursed God in their hearts.” Thus Job did continually."
    },
    {
        "o": 14208,
        "r": "nasb:Job:1:6",
        "t": "Now*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them."
    },
    {
        "o": 14209,
        "r": "nasb:Job:1:7",
        "t": "The Lord*s said to Satan, “From where do you come?” Then Satan answered the Lord*s and said, “From roaming about on the earth and walking around on it.”"
    },
    {
        "o": 14210,
        "r": "nasb:Job:1:8",
        "t": "The Lord*s said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.”"
    },
    {
        "o": 14211,
        "r": "nasb:Job:1:9",
        "t": "Then Satan answered the Lord,*s “Does Job fear God for nothing?"
    },
    {
        "o": 14212,
        "r": "nasb:Job:1:10",
        "t": "Have You not made a hedge about him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14213,
        "r": "nasb:Job:1:11",
        "t": "But put forth Your hand now and touch all that he has; he will surely curse You to Your face.”"
    },
    {
        "o": 14214,
        "r": "nasb:Job:1:12",
        "t": "Then the Lord*s said to Satan, “Behold, all that he has is in your power, only do not put forth your hand on him.” So Satan departed from the presence of the Lord.*s"
    },
    {
        "o": 14215,
        "r": "nasb:Job:1:12",
        "t": "Satan Allowed to Test Job",
        "h": 2
    },
    {
        "o": 14216,
        "r": "nasb:Job:1:13",
        "t": "Now*p on the day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14217,
        "r": "nasb:Job:1:14",
        "t": "a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,"
    },
    {
        "o": 14218,
        "r": "nasb:Job:1:15",
        "t": "and the Sabeans attacked and took them. They also slew the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14219,
        "r": "nasb:Job:1:16",
        "t": "While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”"
    },
    {
        "o": 14220,
        "r": "nasb:Job:1:17",
        "t": "While he was still speaking, another also came and said, “The Chaldeans formed three bands and made a raid on the camels and took them and slew the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14221,
        "r": "nasb:Job:1:18",
        "t": "While he was still speaking, another also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14222,
        "r": "nasb:Job:1:19",
        "t": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”"
    },
    {
        "o": 14223,
        "r": "nasb:Job:1:20",
        "t": "Then*p Job arose and tore his robe and shaved his head, and he fell to the ground and worshiped."
    },
    {
        "o": 14224,
        "r": "nasb:Job:1:21",
        "t": "He said, “Naked*pn I came from my mother’s womb, And*ln naked I shall return there. The*ln Lord*s gave and the Lord*s has taken away. Blessed*ln be the name of the Lord.”*s"
    },
    {
        "o": 14225,
        "r": "nasb:Job:1:22",
        "t": "Through*p all this Job did not sin nor did he blame God."
    },
    {
        "o": 14226,
        "r": "nasb:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14227,
        "r": "nasb:Job:2:0",
        "t": "Job Loses His Health",
        "h": 2
    },
    {
        "o": 14228,
        "r": "nasb:Job:2:1",
        "t": "Again*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them to present himself before the Lord.*s"
    },
    {
        "o": 14229,
        "r": "nasb:Job:2:2",
        "t": "The Lord*s said to Satan, “Where have you come from?” Then Satan answered the Lord*s and said, “From roaming about on the earth and walking around on it.”"
    },
    {
        "o": 14230,
        "r": "nasb:Job:2:3",
        "t": "The Lord*s said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds fast his integrity, although you incited Me against him to ruin him without cause.”"
    },
    {
        "o": 14231,
        "r": "nasb:Job:2:4",
        "t": "Satan answered the Lord*s and said, “Skin for skin! Yes, all that a man has he will give for his life."
    },
    {
        "o": 14232,
        "r": "nasb:Job:2:5",
        "t": "However, put forth Your hand now, and touch his bone and his flesh; he will curse You to Your face.”"
    },
    {
        "o": 14233,
        "r": "nasb:Job:2:6",
        "t": "So the Lord*s said to Satan, “Behold, he is in your power, only spare his life.”"
    },
    {
        "o": 14234,
        "r": "nasb:Job:2:7",
        "t": "Then*p Satan went out from the presence of the Lord*s and smote Job with sore boils from the sole of his foot to the crown of his head."
    },
    {
        "o": 14235,
        "r": "nasb:Job:2:8",
        "t": "And he took a potsherd to scrape himself while he was sitting among the ashes."
    },
    {
        "o": 14236,
        "r": "nasb:Job:2:9",
        "t": "Then*p his wife said to him, “Do you still hold fast your integrity? Curse God and die!”"
    },
    {
        "o": 14237,
        "r": "nasb:Job:2:10",
        "t": "But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God and not accept adversity?” In all this Job did not sin with his lips."
    },
    {
        "o": 14238,
        "r": "nasb:Job:2:11",
        "t": "Now*p when Job’s three friends heard of all this adversity that had come upon him, they came each one from his own place, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him."
    },
    {
        "o": 14239,
        "r": "nasb:Job:2:12",
        "t": "When they lifted up their eyes at a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe and they threw dust over their heads toward the sky."
    },
    {
        "o": 14240,
        "r": "nasb:Job:2:13",
        "t": "Then they sat down on the ground with him for seven days and seven nights with no one speaking a word to him, for they saw that his*i pain was very great."
    },
    {
        "o": 14241,
        "r": "nasb:Job:3:0",
        "t": "Job 3",
        "h": 1
    },
    {
        "o": 14242,
        "r": "nasb:Job:3:0",
        "t": "Job’s Lament",
        "h": 2
    },
    {
        "o": 14243,
        "r": "nasb:Job:3:1",
        "t": "Afterward*p Job opened his mouth and cursed the day of his birth.*i"
    },
    {
        "o": 14244,
        "r": "nasb:Job:3:2",
        "t": "And Job said,"
    },
    {
        "o": 14245,
        "r": "nasb:Job:3:3",
        "t": "“Let*pn the day perish on which I was to be born, And*ln the night which*i said, ‘A boy is conceived.’"
    },
    {
        "o": 14246,
        "r": "nasb:Job:3:4",
        "t": "May*ln that day be darkness; Let*ln not God above care for it, Nor*ln light shine on it."
    },
    {
        "o": 14247,
        "r": "nasb:Job:3:5",
        "t": "Let*ln darkness and black gloom claim it; Let*ln a cloud settle on it; Let*ln the blackness of the day terrify it."
    },
    {
        "o": 14248,
        "r": "nasb:Job:3:6",
        "t": "As*iln for*i that night, let darkness seize it; Let*ln it not rejoice among the days of the year; Let*ln it not come into the number of the months."
    },
    {
        "o": 14249,
        "r": "nasb:Job:3:7",
        "t": "Behold,*ln let that night be barren; Let*ln no joyful shout enter it."
    },
    {
        "o": 14250,
        "r": "nasb:Job:3:8",
        "t": "Let*ln those curse it who curse the day, Who*ln are prepared to rouse Leviathan."
    },
    {
        "o": 14251,
        "r": "nasb:Job:3:9",
        "t": "Let*ln the stars of its twilight be darkened; Let*ln it wait for light but have none, And*ln let it not see the breaking dawn;"
    },
    {
        "o": 14252,
        "r": "nasb:Job:3:10",
        "t": "Because*ln it did not shut the opening of my mother’s*i womb, Or*ln hide trouble from my eyes."
    },
    {
        "o": 14253,
        "r": "nasb:Job:3:11",
        "t": "“Why*ln did I not die at birth, Come*ln forth from the womb and expire?"
    },
    {
        "o": 14254,
        "r": "nasb:Job:3:12",
        "t": "Why*ln did the knees receive me, And*ln why the breasts, that I should suck?"
    },
    {
        "o": 14255,
        "r": "nasb:Job:3:13",
        "t": "For*ln now I would have lain down and been quiet; I*ln would have slept then, I would have been at rest,"
    },
    {
        "o": 14256,
        "r": "nasb:Job:3:14",
        "t": "With*ln kings and with*i counselors of the earth, Who*ln rebuilt ruins for themselves;"
    },
    {
        "o": 14257,
        "r": "nasb:Job:3:15",
        "t": "Or*ln with princes who had gold, Who*ln were filling their houses with*i silver."
    },
    {
        "o": 14258,
        "r": "nasb:Job:3:16",
        "t": "Or*ln like a miscarriage which is discarded, I would not be, As*ln infants that never saw light."
    },
    {
        "o": 14259,
        "r": "nasb:Job:3:17",
        "t": "There*ln the wicked cease from raging, And*ln there the weary are at rest."
    },
    {
        "o": 14260,
        "r": "nasb:Job:3:18",
        "t": "The*ln prisoners are at ease together; They*ln do not hear the voice of the taskmaster."
    },
    {
        "o": 14261,
        "r": "nasb:Job:3:19",
        "t": "The*ln small and the great are there, And*ln the slave is free from his master."
    },
    {
        "o": 14262,
        "r": "nasb:Job:3:20",
        "t": "“Why*ln is light given to him who suffers, And*ln life to the bitter of soul,"
    },
    {
        "o": 14263,
        "r": "nasb:Job:3:21",
        "t": "Who*ln long for death, but there is none, And*ln dig for it more than for hidden treasures,"
    },
    {
        "o": 14264,
        "r": "nasb:Job:3:22",
        "t": "Who*ln rejoice greatly, And*iln exult when they find the grave?"
    },
    {
        "o": 14265,
        "r": "nasb:Job:3:23",
        "t": "Why*iln is*i light*i given*i to a man whose way is hidden, And*ln whom God has hedged in?"
    },
    {
        "o": 14266,
        "r": "nasb:Job:3:24",
        "t": "For*ln my groaning comes at the sight of my food, And*ln my cries pour out like water."
    },
    {
        "o": 14267,
        "r": "nasb:Job:3:25",
        "t": "For*ln what I fear comes upon me, And*ln what I dread befalls me."
    },
    {
        "o": 14268,
        "r": "nasb:Job:3:26",
        "t": "I*ln am not at ease, nor am I quiet, And*ln I am not at rest, but turmoil comes.”"
    },
    {
        "o": 14269,
        "r": "nasb:Job:4:0",
        "t": "Job 4",
        "h": 1
    },
    {
        "o": 14270,
        "r": "nasb:Job:4:0",
        "t": "Eliphaz: Innocent Do Not Suffer",
        "h": 2
    },
    {
        "o": 14271,
        "r": "nasb:Job:4:1",
        "t": "Then*p Eliphaz the Temanite answered,"
    },
    {
        "o": 14272,
        "r": "nasb:Job:4:2",
        "t": "“If*pn one ventures a word with you, will you become impatient? But*ln who can refrain from speaking?"
    },
    {
        "o": 14273,
        "r": "nasb:Job:4:3",
        "t": "Behold*ln you have admonished many, And*ln you have strengthened weak hands."
    },
    {
        "o": 14274,
        "r": "nasb:Job:4:4",
        "t": "Your*ln words have helped the tottering to stand, And*ln you have strengthened feeble knees."
    },
    {
        "o": 14275,
        "r": "nasb:Job:4:5",
        "t": "But*ln now it has come to you, and you are impatient; It*ln touches you, and you are dismayed."
    },
    {
        "o": 14276,
        "r": "nasb:Job:4:6",
        "t": "Is*ln not your fear of*i God*i your confidence, And*ln the integrity of your ways your hope?"
    },
    {
        "o": 14277,
        "r": "nasb:Job:4:7",
        "t": "“Remember*ln now, who ever*i perished being innocent? Or*ln where were the upright destroyed?"
    },
    {
        "o": 14278,
        "r": "nasb:Job:4:8",
        "t": "According*ln to what I have seen, those who plow iniquity And*ln those who sow trouble harvest it."
    },
    {
        "o": 14279,
        "r": "nasb:Job:4:9",
        "t": "By*ln the breath of God they perish, And*ln by the blast of His anger they come to an end."
    },
    {
        "o": 14280,
        "r": "nasb:Job:4:10",
        "t": "The*ln roaring of the lion and the voice of the fierce*i lion, And*ln the teeth of the young lions are broken."
    },
    {
        "o": 14281,
        "r": "nasb:Job:4:11",
        "t": "The*ln lion perishes for lack of prey, And*ln the whelps of the lioness are scattered."
    },
    {
        "o": 14282,
        "r": "nasb:Job:4:12",
        "t": "“Now*ln a word was brought to me stealthily, And*ln my ear received a whisper of it."
    },
    {
        "o": 14283,
        "r": "nasb:Job:4:13",
        "t": "Amid*ln disquieting thoughts from the visions of the night, When*ln deep sleep falls on men,"
    },
    {
        "o": 14284,
        "r": "nasb:Job:4:14",
        "t": "Dread*ln came upon me, and trembling, And*ln made all my bones shake."
    },
    {
        "o": 14285,
        "r": "nasb:Job:4:15",
        "t": "Then*ln a spirit passed by my face; The*ln hair of my flesh bristled up."
    },
    {
        "o": 14286,
        "r": "nasb:Job:4:16",
        "t": "It*ln stood still, but I could not discern its appearance; A*ln form was*i before my eyes; There*iln was*i silence, then I heard a voice:"
    },
    {
        "o": 14287,
        "r": "nasb:Job:4:17",
        "t": "‘Can*ln mankind be just before God? Can*ln a man be pure before his Maker?"
    },
    {
        "o": 14288,
        "r": "nasb:Job:4:18",
        "t": "He*ln puts no trust even in His servants; And*ln against His angels He charges error."
    },
    {
        "o": 14289,
        "r": "nasb:Job:4:19",
        "t": "How*ln much more those who dwell in houses of clay, Whose*ln foundation is in the dust, Who*ln are crushed before the moth!"
    },
    {
        "o": 14290,
        "r": "nasb:Job:4:20",
        "t": "Between*ln morning and evening they are broken in pieces; Unobserved,*ln they perish forever."
    },
    {
        "o": 14291,
        "r": "nasb:Job:4:21",
        "t": "Is*ln not their tent-cord plucked up within them? They*ln die, yet without wisdom.’"
    },
    {
        "o": 14292,
        "r": "nasb:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14293,
        "r": "nasb:Job:5:0",
        "t": "God Is Just",
        "h": 2
    },
    {
        "o": 14294,
        "r": "nasb:Job:5:1",
        "t": "“Call*pn now, is there anyone who will answer you? And*ln to which of the holy ones will you turn?"
    },
    {
        "o": 14295,
        "r": "nasb:Job:5:2",
        "t": "For*ln anger slays the foolish man, And*ln jealousy kills the simple."
    },
    {
        "o": 14296,
        "r": "nasb:Job:5:3",
        "t": "I*ln have seen the foolish taking root, And*ln I cursed his abode immediately."
    },
    {
        "o": 14297,
        "r": "nasb:Job:5:4",
        "t": "His*ln sons are far from safety, They*ln are even oppressed in the gate, And*ln there is no deliverer."
    },
    {
        "o": 14298,
        "r": "nasb:Job:5:5",
        "t": "His*ln harvest the hungry devour And*ln take it to a place*i of*i thorns, And*ln the schemer is eager for their wealth."
    },
    {
        "o": 14299,
        "r": "nasb:Job:5:6",
        "t": "For*ln affliction does not come from the dust, Nor*ln does trouble sprout from the ground,"
    },
    {
        "o": 14300,
        "r": "nasb:Job:5:7",
        "t": "For*ln man is born for trouble, As*ln sparks fly upward."
    },
    {
        "o": 14301,
        "r": "nasb:Job:5:8",
        "t": "“But*ln as for me, I would seek God, And*ln I would place my cause before God;"
    },
    {
        "o": 14302,
        "r": "nasb:Job:5:9",
        "t": "Who*ln does great and unsearchable things, Wonders*ln without number."
    },
    {
        "o": 14303,
        "r": "nasb:Job:5:10",
        "t": "He*ln gives rain on the earth And*ln sends water on the fields,"
    },
    {
        "o": 14304,
        "r": "nasb:Job:5:11",
        "t": "So*ln that He sets on high those who are lowly, And*ln those who mourn are lifted to safety."
    },
    {
        "o": 14305,
        "r": "nasb:Job:5:12",
        "t": "He*ln frustrates the plotting of the shrewd, So*ln that their hands cannot attain success."
    },
    {
        "o": 14306,
        "r": "nasb:Job:5:13",
        "t": "He*ln captures the wise by their own shrewdness, And*ln the advice of the cunning is quickly thwarted."
    },
    {
        "o": 14307,
        "r": "nasb:Job:5:14",
        "t": "By*ln day they meet with darkness, And*ln grope at noon as in the night."
    },
    {
        "o": 14308,
        "r": "nasb:Job:5:15",
        "t": "But*ln He saves from the sword of their mouth, And*ln the poor from the hand of the mighty."
    },
    {
        "o": 14309,
        "r": "nasb:Job:5:16",
        "t": "So*ln the helpless has hope, And*ln unrighteousness must shut its mouth."
    },
    {
        "o": 14310,
        "r": "nasb:Job:5:17",
        "t": "“Behold,*ln how happy is the man whom God reproves, So*ln do not despise the discipline of the Almighty."
    },
    {
        "o": 14311,
        "r": "nasb:Job:5:18",
        "t": "For*ln He inflicts pain, and gives relief; He*ln wounds, and His hands also*i heal."
    },
    {
        "o": 14312,
        "r": "nasb:Job:5:19",
        "t": "From*ln six troubles He will deliver you, Even*ln in seven evil will not touch you."
    },
    {
        "o": 14313,
        "r": "nasb:Job:5:20",
        "t": "In*ln famine He will redeem you from death, And*ln in war from the power of the sword."
    },
    {
        "o": 14314,
        "r": "nasb:Job:5:21",
        "t": "You*ln will be hidden from the scourge of the tongue, And*ln you will not be afraid of violence when it comes."
    },
    {
        "o": 14315,
        "r": "nasb:Job:5:22",
        "t": "You*ln will laugh at violence and famine, And*ln you will not be afraid of wild beasts."
    },
    {
        "o": 14316,
        "r": "nasb:Job:5:23",
        "t": "For*ln you will be in league with the stones of the field, And*ln the beasts of the field will be at peace with you."
    },
    {
        "o": 14317,
        "r": "nasb:Job:5:24",
        "t": "You*ln will know that your tent is secure, For*ln you will visit your abode and fear no loss."
    },
    {
        "o": 14318,
        "r": "nasb:Job:5:25",
        "t": "You*ln will know also that your descendants will be many, And*ln your offspring as the grass of the earth."
    },
    {
        "o": 14319,
        "r": "nasb:Job:5:26",
        "t": "You*ln will come to the grave in full vigor, Like*ln the stacking of grain in its season."
    },
    {
        "o": 14320,
        "r": "nasb:Job:5:27",
        "t": "Behold*ln this; we have investigated it, and*i so it is. Hear*ln it, and know for yourself.”"
    },
    {
        "o": 14321,
        "r": "nasb:Job:6:0",
        "t": "Job 6",
        "h": 1
    },
    {
        "o": 14322,
        "r": "nasb:Job:6:0",
        "t": "Job’s Friends Are No Help",
        "h": 2
    },
    {
        "o": 14323,
        "r": "nasb:Job:6:1",
        "t": "Then*p Job answered,"
    },
    {
        "o": 14324,
        "r": "nasb:Job:6:2",
        "t": "“Oh*pn that my grief were actually weighed And*ln laid in the balances together with my calamity!"
    },
    {
        "o": 14325,
        "r": "nasb:Job:6:3",
        "t": "For*ln then it would be heavier than the sand of the seas; Therefore*ln my words have been rash."
    },
    {
        "o": 14326,
        "r": "nasb:Job:6:4",
        "t": "For*ln the arrows of the Almighty are within me, Their*ln poison my spirit drinks; The*ln terrors of God are arrayed against me."
    },
    {
        "o": 14327,
        "r": "nasb:Job:6:5",
        "t": "Does*ln the wild donkey bray over his*i grass, Or*ln does the ox low over his fodder?"
    },
    {
        "o": 14328,
        "r": "nasb:Job:6:6",
        "t": "Can*ln something tasteless be eaten without salt, Or*ln is there any taste in the white of an egg?"
    },
    {
        "o": 14329,
        "r": "nasb:Job:6:7",
        "t": "My*ln soul refuses to touch them;*i They*ln are like loathsome food to me."
    },
    {
        "o": 14330,
        "r": "nasb:Job:6:8",
        "t": "“Oh*ln that my request might come to pass, And*ln that God would grant my longing!"
    },
    {
        "o": 14331,
        "r": "nasb:Job:6:9",
        "t": "Would*ln that God were willing to crush me, That*ln He would loose His hand and cut me off!"
    },
    {
        "o": 14332,
        "r": "nasb:Job:6:10",
        "t": "But*ln it is still my consolation, And*ln I rejoice in unsparing pain, That*ln I have not denied the words of the Holy One."
    },
    {
        "o": 14333,
        "r": "nasb:Job:6:11",
        "t": "What*ln is my strength, that I should wait? And*ln what is my end, that I should endure?"
    },
    {
        "o": 14334,
        "r": "nasb:Job:6:12",
        "t": "Is*ln my strength the strength of stones, Or*ln is my flesh bronze?"
    },
    {
        "o": 14335,
        "r": "nasb:Job:6:13",
        "t": "Is*ln it that my help is not within me, And*ln that deliverance is driven from me?"
    },
    {
        "o": 14336,
        "r": "nasb:Job:6:14",
        "t": "“For*ln the despairing man there*i should*i be*i kindness from his friend; So*ln that he does not forsake the fear of the Almighty."
    },
    {
        "o": 14337,
        "r": "nasb:Job:6:15",
        "t": "My*ln brothers have acted deceitfully like a wadi, Like*ln the torrents of wadis which vanish,"
    },
    {
        "o": 14338,
        "r": "nasb:Job:6:16",
        "t": "Which*ln are turbid because of ice And*iln into which the snow melts."
    },
    {
        "o": 14339,
        "r": "nasb:Job:6:17",
        "t": "When*ln they become waterless, they are silent, When*ln it is hot, they vanish from their place."
    },
    {
        "o": 14340,
        "r": "nasb:Job:6:18",
        "t": "The*ln paths of their course wind along, They*ln go up into nothing and perish."
    },
    {
        "o": 14341,
        "r": "nasb:Job:6:19",
        "t": "The*ln caravans of Tema looked, The*ln travelers of Sheba hoped for them."
    },
    {
        "o": 14342,
        "r": "nasb:Job:6:20",
        "t": "They*ln were disappointed for they had trusted, They*ln came there and were confounded."
    },
    {
        "o": 14343,
        "r": "nasb:Job:6:21",
        "t": "Indeed,*ln you have now become such, You*ln see a terror and are afraid."
    },
    {
        "o": 14344,
        "r": "nasb:Job:6:22",
        "t": "Have*ln I said, ‘Give me something,’*i Or,*ln ‘Offer a bribe for me from your wealth,’"
    },
    {
        "o": 14345,
        "r": "nasb:Job:6:23",
        "t": "Or,*ln ‘Deliver me from the hand of the adversary,’ Or,*ln ‘Redeem me from the hand of the tyrants’?"
    },
    {
        "o": 14346,
        "r": "nasb:Job:6:24",
        "t": "“Teach*ln me, and I will be silent; And*ln show me how I have erred."
    },
    {
        "o": 14347,
        "r": "nasb:Job:6:25",
        "t": "How*ln painful are honest words! But*ln what does your argument prove?"
    },
    {
        "o": 14348,
        "r": "nasb:Job:6:26",
        "t": "Do*ln you intend to reprove my*i words, When*ln the words of one in despair belong to the wind?"
    },
    {
        "o": 14349,
        "r": "nasb:Job:6:27",
        "t": "You*ln would even cast lots*i for the orphans And*ln barter over your friend."
    },
    {
        "o": 14350,
        "r": "nasb:Job:6:28",
        "t": "Now*ln please look at me, And*ln see*i if I lie to your face."
    },
    {
        "o": 14351,
        "r": "nasb:Job:6:29",
        "t": "Desist*ln now, let there be no injustice; Even*ln desist, my righteousness is yet in it."
    },
    {
        "o": 14352,
        "r": "nasb:Job:6:30",
        "t": "Is*ln there injustice on my tongue? Cannot*ln my palate discern calamities?"
    },
    {
        "o": 14353,
        "r": "nasb:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 14354,
        "r": "nasb:Job:7:0",
        "t": "Job’s Life Seems Futile",
        "h": 2
    },
    {
        "o": 14355,
        "r": "nasb:Job:7:1",
        "t": "“Is*pn not man forced to labor on earth, And*ln are*i not*i his days like the days of a hired man?"
    },
    {
        "o": 14356,
        "r": "nasb:Job:7:2",
        "t": "As*ln a slave who pants for the shade, And*ln as a hired man who eagerly waits for his wages,"
    },
    {
        "o": 14357,
        "r": "nasb:Job:7:3",
        "t": "So*ln am I allotted months of vanity, And*ln nights of trouble are appointed me."
    },
    {
        "o": 14358,
        "r": "nasb:Job:7:4",
        "t": "When*ln I lie down I say, ‘When*ln shall I arise?’ But*ln the night continues, And*ln I am continually tossing until dawn."
    },
    {
        "o": 14359,
        "r": "nasb:Job:7:5",
        "t": "My*ln flesh is clothed with worms and a crust of dirt, My*ln skin hardens and runs."
    },
    {
        "o": 14360,
        "r": "nasb:Job:7:6",
        "t": "My*ln days are swifter than a weaver’s shuttle, And*ln come to an end without hope."
    },
    {
        "o": 14361,
        "r": "nasb:Job:7:7",
        "t": "“Remember*ln that my life is but*i breath; My*ln eye will not again see good."
    },
    {
        "o": 14362,
        "r": "nasb:Job:7:8",
        "t": "The*ln eye of him who sees me will behold me no longer; Your*ln eyes will*i be*i on me, but I will not be."
    },
    {
        "o": 14363,
        "r": "nasb:Job:7:9",
        "t": "When*ln a cloud vanishes, it is gone, So*ln he who goes down to Sheol does not come up."
    },
    {
        "o": 14364,
        "r": "nasb:Job:7:10",
        "t": "He*ln will not return again to his house, Nor*ln will his place know him anymore."
    },
    {
        "o": 14365,
        "r": "nasb:Job:7:11",
        "t": "“Therefore*ln I will not restrain my mouth; I*ln will speak in the anguish of my spirit, I*ln will complain in the bitterness of my soul."
    },
    {
        "o": 14366,
        "r": "nasb:Job:7:12",
        "t": "Am*ln I the sea, or the sea monster, That*ln You set a guard over me?"
    },
    {
        "o": 14367,
        "r": "nasb:Job:7:13",
        "t": "If*ln I say, ‘My bed will comfort me, My*ln couch will ease my complaint,’"
    },
    {
        "o": 14368,
        "r": "nasb:Job:7:14",
        "t": "Then*ln You frighten me with dreams And*ln terrify me by visions;"
    },
    {
        "o": 14369,
        "r": "nasb:Job:7:15",
        "t": "So*ln that my soul would choose suffocation, Death*ln rather than my pains."
    },
    {
        "o": 14370,
        "r": "nasb:Job:7:16",
        "t": "I*ln waste away; I will not live forever. Leave*ln me alone, for my days are but*i a breath."
    },
    {
        "o": 14371,
        "r": "nasb:Job:7:17",
        "t": "What*ln is man that You magnify him, And*ln that You are concerned about him,"
    },
    {
        "o": 14372,
        "r": "nasb:Job:7:18",
        "t": "That*ln You examine him every morning And*ln try him every moment?"
    },
    {
        "o": 14373,
        "r": "nasb:Job:7:19",
        "t": "Will*ln You never turn Your gaze away from me, Nor*ln let me alone until I swallow my spittle?"
    },
    {
        "o": 14374,
        "r": "nasb:Job:7:20",
        "t": "Have*ln I sinned? What have I done to You, O*ln watcher of men? Why*ln have You set me as Your target, So*ln that I am a burden to myself?"
    },
    {
        "o": 14375,
        "r": "nasb:Job:7:21",
        "t": "Why*ln then do You not pardon my transgression And*ln take away my iniquity? For*ln now I will lie down in the dust; And*ln You will seek me, but I will not be.”"
    },
    {
        "o": 14376,
        "r": "nasb:Job:8:0",
        "t": "Job 8",
        "h": 1
    },
    {
        "o": 14377,
        "r": "nasb:Job:8:0",
        "t": "Bildad Says God Rewards the Good",
        "h": 2
    },
    {
        "o": 14378,
        "r": "nasb:Job:8:1",
        "t": "Then*p Bildad the Shuhite answered,"
    },
    {
        "o": 14379,
        "r": "nasb:Job:8:2",
        "t": "“How*pn long will you say these things, And*ln the words of your mouth be a mighty wind?"
    },
    {
        "o": 14380,
        "r": "nasb:Job:8:3",
        "t": "Does*ln God pervert justice? Or*ln does the Almighty pervert what is right?"
    },
    {
        "o": 14381,
        "r": "nasb:Job:8:4",
        "t": "If*ln your sons sinned against Him, Then*ln He delivered them into the power of their transgression."
    },
    {
        "o": 14382,
        "r": "nasb:Job:8:5",
        "t": "If*ln you would seek God And*ln implore the compassion of the Almighty,"
    },
    {
        "o": 14383,
        "r": "nasb:Job:8:6",
        "t": "If*ln you are pure and upright, Surely*ln now He would rouse Himself for you And*ln restore your righteous estate."
    },
    {
        "o": 14384,
        "r": "nasb:Job:8:7",
        "t": "Though*ln your beginning was insignificant, Yet*ln your end will increase greatly."
    },
    {
        "o": 14385,
        "r": "nasb:Job:8:8",
        "t": "“Please*ln inquire of past generations, And*ln consider the things searched out by their fathers."
    },
    {
        "o": 14386,
        "r": "nasb:Job:8:9",
        "t": "For*ln we are only*i of yesterday and know nothing, Because*ln our days on earth are as a shadow."
    },
    {
        "o": 14387,
        "r": "nasb:Job:8:10",
        "t": "Will*ln they not teach you and*i tell you, And*ln bring forth words from their minds?"
    },
    {
        "o": 14388,
        "r": "nasb:Job:8:11",
        "t": "“Can*ln the papyrus grow up without a marsh? Can*ln the rushes grow without water?"
    },
    {
        "o": 14389,
        "r": "nasb:Job:8:12",
        "t": "While*ln it is still green and*i not cut down, Yet*ln it withers before any other*i plant."
    },
    {
        "o": 14390,
        "r": "nasb:Job:8:13",
        "t": "So*ln are the paths of all who forget God; And*ln the hope of the godless will perish,"
    },
    {
        "o": 14391,
        "r": "nasb:Job:8:14",
        "t": "Whose*ln confidence is fragile, And*ln whose trust a spider’s web."
    },
    {
        "o": 14392,
        "r": "nasb:Job:8:15",
        "t": "He*ln trusts in his house, but it does not stand; He*ln holds fast to it, but it does not endure."
    },
    {
        "o": 14393,
        "r": "nasb:Job:8:16",
        "t": "He*ln thrives before the sun, And*ln his shoots spread out over his garden."
    },
    {
        "o": 14394,
        "r": "nasb:Job:8:17",
        "t": "His*ln roots wrap around a rock pile, He*ln grasps a house of stones."
    },
    {
        "o": 14395,
        "r": "nasb:Job:8:18",
        "t": "If*ln he is removed from his place, Then*ln it will deny him, saying,*i ‘I never saw you.’"
    },
    {
        "o": 14396,
        "r": "nasb:Job:8:19",
        "t": "Behold,*ln this is the joy of His way; And*ln out of the dust others will spring."
    },
    {
        "o": 14397,
        "r": "nasb:Job:8:20",
        "t": "Lo,*ln God will not reject a*i man*i of*i integrity, Nor*ln will He support the evildoers."
    },
    {
        "o": 14398,
        "r": "nasb:Job:8:21",
        "t": "He*ln will yet fill your mouth with laughter And*ln your lips with shouting."
    },
    {
        "o": 14399,
        "r": "nasb:Job:8:22",
        "t": "Those*ln who hate you will be clothed with shame, And*ln the tent of the wicked will be no longer.”"
    },
    {
        "o": 14400,
        "r": "nasb:Job:9:0",
        "t": "Job 9",
        "h": 1
    },
    {
        "o": 14401,
        "r": "nasb:Job:9:0",
        "t": "Job Says There Is No Arbitrator between God and Man",
        "h": 2
    },
    {
        "o": 14402,
        "r": "nasb:Job:9:1",
        "t": "Then*p Job answered,"
    },
    {
        "o": 14403,
        "r": "nasb:Job:9:2",
        "t": "“In*pn truth I know that this is so; But*ln how can a man be in the right before God?"
    },
    {
        "o": 14404,
        "r": "nasb:Job:9:3",
        "t": "If*ln one wished to dispute with Him, He*ln could not answer Him once in a thousand times.*i"
    },
    {
        "o": 14405,
        "r": "nasb:Job:9:4",
        "t": "Wise*ln in heart and mighty in strength, Who*ln has defied Him without harm?"
    },
    {
        "o": 14406,
        "r": "nasb:Job:9:5",
        "t": "It*iln is*i God*i who removes the mountains, they know not how,*i When*ln He overturns them in His anger;"
    },
    {
        "o": 14407,
        "r": "nasb:Job:9:6",
        "t": "Who*ln shakes the earth out of its place, And*ln its pillars tremble;"
    },
    {
        "o": 14408,
        "r": "nasb:Job:9:7",
        "t": "Who*ln commands the sun not to shine, And*ln sets a seal upon the stars;"
    },
    {
        "o": 14409,
        "r": "nasb:Job:9:8",
        "t": "Who*ln alone stretches out the heavens And*ln tramples down the waves of the sea;"
    },
    {
        "o": 14410,
        "r": "nasb:Job:9:9",
        "t": "Who*ln makes the Bear, Orion and the Pleiades, And*ln the chambers of the south;"
    },
    {
        "o": 14411,
        "r": "nasb:Job:9:10",
        "t": "Who*ln does great things, unfathomable, And*ln wondrous works without number."
    },
    {
        "o": 14412,
        "r": "nasb:Job:9:11",
        "t": "Were*ln He to pass by me, I would not see Him; Were*ln He to move past me,*i I would not perceive Him."
    },
    {
        "o": 14413,
        "r": "nasb:Job:9:12",
        "t": "Were*ln He to snatch away, who could restrain Him? Who*ln could say to Him, ‘What are You doing?’"
    },
    {
        "o": 14414,
        "r": "nasb:Job:9:13",
        "t": "“God*ln will not turn back His anger; Beneath*ln Him crouch the helpers of Rahab."
    },
    {
        "o": 14415,
        "r": "nasb:Job:9:14",
        "t": "How*ln then can I answer Him, And*iln choose my words before Him?"
    },
    {
        "o": 14416,
        "r": "nasb:Job:9:15",
        "t": "For*ln though I were right, I could not answer; I*ln would have to implore the mercy of my judge."
    },
    {
        "o": 14417,
        "r": "nasb:Job:9:16",
        "t": "If*ln I called and He answered me, I*ln could not believe that He was listening to my voice."
    },
    {
        "o": 14418,
        "r": "nasb:Job:9:17",
        "t": "For*ln He bruises me with a tempest And*ln multiplies my wounds without cause."
    },
    {
        "o": 14419,
        "r": "nasb:Job:9:18",
        "t": "He*ln will not allow me to get my breath, But*ln saturates me with bitterness."
    },
    {
        "o": 14420,
        "r": "nasb:Job:9:19",
        "t": "If*ln it*i is*i a*i matter*i of power, behold, He*i is*i the strong one! And*ln if it*i is*i a*i matter*i of justice, who can summon Him?"
    },
    {
        "o": 14421,
        "r": "nasb:Job:9:20",
        "t": "Though*ln I am righteous, my mouth will condemn me; Though*ln I am guiltless, He will declare me guilty."
    },
    {
        "o": 14422,
        "r": "nasb:Job:9:21",
        "t": "I*ln am guiltless; I*ln do not take notice of myself; I*ln despise my life."
    },
    {
        "o": 14423,
        "r": "nasb:Job:9:22",
        "t": "It*ln is all*i one; therefore I say, ‘He*ln destroys the guiltless and the wicked.’"
    },
    {
        "o": 14424,
        "r": "nasb:Job:9:23",
        "t": "If*ln the scourge kills suddenly, He*ln mocks the despair of the innocent."
    },
    {
        "o": 14425,
        "r": "nasb:Job:9:24",
        "t": "The*ln earth is given into the hand of the wicked; He*ln covers the faces of its judges. If*ln it*i is*i not He,*i then who is it?"
    },
    {
        "o": 14426,
        "r": "nasb:Job:9:25",
        "t": "“Now*ln my days are swifter than a runner; They*ln flee away, they see no good."
    },
    {
        "o": 14427,
        "r": "nasb:Job:9:26",
        "t": "They*ln slip by like reed boats, Like*ln an eagle that swoops on its prey."
    },
    {
        "o": 14428,
        "r": "nasb:Job:9:27",
        "t": "Though*ln I say, ‘I will forget my complaint, I*ln will leave off my sad*i countenance and be cheerful,’"
    },
    {
        "o": 14429,
        "r": "nasb:Job:9:28",
        "t": "I*ln am afraid of all my pains, I*ln know that You will not acquit me."
    },
    {
        "o": 14430,
        "r": "nasb:Job:9:29",
        "t": "I*ln am accounted wicked, Why*ln then should I toil in vain?"
    },
    {
        "o": 14431,
        "r": "nasb:Job:9:30",
        "t": "If*ln I should wash myself with snow And*ln cleanse my hands with lye,"
    },
    {
        "o": 14432,
        "r": "nasb:Job:9:31",
        "t": "Yet*ln You would plunge me into the pit, And*ln my own clothes would abhor me."
    },
    {
        "o": 14433,
        "r": "nasb:Job:9:32",
        "t": "For*ln He*i is*i not a man as I am that I may answer Him, That*ln we may go to court together."
    },
    {
        "o": 14434,
        "r": "nasb:Job:9:33",
        "t": "There*ln is no umpire between us, Who*ln may lay his hand upon us both."
    },
    {
        "o": 14435,
        "r": "nasb:Job:9:34",
        "t": "Let*ln Him remove His rod from me, And*ln let not dread of Him terrify me."
    },
    {
        "o": 14436,
        "r": "nasb:Job:9:35",
        "t": "Then*iln I would speak and not fear Him; But*ln I am not like that in myself."
    },
    {
        "o": 14437,
        "r": "nasb:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 14438,
        "r": "nasb:Job:10:0",
        "t": "Job Despairs of God’s Dealings",
        "h": 2
    },
    {
        "o": 14439,
        "r": "nasb:Job:10:1",
        "t": "“I*pn loathe my own life; I*ln will give full vent to my complaint; I*ln will speak in the bitterness of my soul."
    },
    {
        "o": 14440,
        "r": "nasb:Job:10:2",
        "t": "I*ln will say to God, ‘Do not condemn me; Let*ln me know why You contend with me."
    },
    {
        "o": 14441,
        "r": "nasb:Job:10:3",
        "t": "Is*ln it right for You indeed to oppress, To*ln reject the labor of Your hands, And*ln to look favorably on the schemes of the wicked?"
    },
    {
        "o": 14442,
        "r": "nasb:Job:10:4",
        "t": "Have*ln You eyes of flesh? Or*ln do You see as a man sees?"
    },
    {
        "o": 14443,
        "r": "nasb:Job:10:5",
        "t": "Are*ln Your days as the days of a mortal, Or*ln Your years as man’s years,"
    },
    {
        "o": 14444,
        "r": "nasb:Job:10:6",
        "t": "That*ln You should seek for my guilt And*ln search after my sin?"
    },
    {
        "o": 14445,
        "r": "nasb:Job:10:7",
        "t": "According*ln to Your knowledge I am indeed not guilty, Yet*ln there is no deliverance from Your hand."
    },
    {
        "o": 14446,
        "r": "nasb:Job:10:8",
        "t": "‘Your*ln hands fashioned and made me altogether, And*ln would You destroy me?"
    },
    {
        "o": 14447,
        "r": "nasb:Job:10:9",
        "t": "Remember*ln now, that You have made me as clay; And*ln would You turn me into dust again?"
    },
    {
        "o": 14448,
        "r": "nasb:Job:10:10",
        "t": "Did*ln You not pour me out like milk And*ln curdle me like cheese;"
    },
    {
        "o": 14449,
        "r": "nasb:Job:10:11",
        "t": "Clothe*ln me with skin and flesh, And*ln knit me together with bones and sinews?"
    },
    {
        "o": 14450,
        "r": "nasb:Job:10:12",
        "t": "You*ln have granted me life and lovingkindness; And*ln Your care has preserved my spirit."
    },
    {
        "o": 14451,
        "r": "nasb:Job:10:13",
        "t": "Yet*ln these things You have concealed in Your heart; I*ln know that this is within You:"
    },
    {
        "o": 14452,
        "r": "nasb:Job:10:14",
        "t": "If*ln I sin, then You would take note of me, And*ln would not acquit me of my guilt."
    },
    {
        "o": 14453,
        "r": "nasb:Job:10:15",
        "t": "If*ln I am wicked, woe to me! And*ln if I am righteous, I dare not lift up my head. I*iln am*i sated with disgrace and conscious of my misery."
    },
    {
        "o": 14454,
        "r": "nasb:Job:10:16",
        "t": "Should*ln my*i head*i be lifted up, You would hunt me like a lion; And*ln again You would show Your power against me."
    },
    {
        "o": 14455,
        "r": "nasb:Job:10:17",
        "t": "You*ln renew Your witnesses against me And*ln increase Your anger toward me; Hardship*ln after hardship is with me."
    },
    {
        "o": 14456,
        "r": "nasb:Job:10:18",
        "t": "‘Why*ln then have You brought me out of the womb? Would*ln that I had died and no eye had seen me!"
    },
    {
        "o": 14457,
        "r": "nasb:Job:10:19",
        "t": "I*ln should have been as though I had not been, Carried*ln from womb to tomb.’"
    },
    {
        "o": 14458,
        "r": "nasb:Job:10:20",
        "t": "Would*ln He not let my few days alone? Withdraw*ln from me that I may have a little cheer"
    },
    {
        "o": 14459,
        "r": "nasb:Job:10:21",
        "t": "Before*ln I go—and I shall not return— To*ln the land of darkness and deep shadow,"
    },
    {
        "o": 14460,
        "r": "nasb:Job:10:22",
        "t": "The*ln land of utter gloom as darkness itself,*i Of*ln deep shadow without order, And*ln which shines as the darkness.”"
    },
    {
        "o": 14461,
        "r": "nasb:Job:11:0",
        "t": "Job 11",
        "h": 1
    },
    {
        "o": 14462,
        "r": "nasb:Job:11:0",
        "t": "Zophar Rebukes Job",
        "h": 2
    },
    {
        "o": 14463,
        "r": "nasb:Job:11:1",
        "t": "Then*p Zophar the Naamathite answered,"
    },
    {
        "o": 14464,
        "r": "nasb:Job:11:2",
        "t": "“Shall*pn a multitude of words go unanswered, And*ln a talkative man be acquitted?"
    },
    {
        "o": 14465,
        "r": "nasb:Job:11:3",
        "t": "Shall*ln your boasts silence men? And*ln shall you scoff and none rebuke?"
    },
    {
        "o": 14466,
        "r": "nasb:Job:11:4",
        "t": "For*ln you have said, ‘My teaching is pure, And*ln I am innocent in your eyes.’"
    },
    {
        "o": 14467,
        "r": "nasb:Job:11:5",
        "t": "But*ln would that God might speak, And*ln open His lips against you,"
    },
    {
        "o": 14468,
        "r": "nasb:Job:11:6",
        "t": "And*ln show you the secrets of wisdom! For*ln sound wisdom has two sides. Know*ln then that God forgets a part of your iniquity."
    },
    {
        "o": 14469,
        "r": "nasb:Job:11:7",
        "t": "“Can*ln you discover the depths of God? Can*ln you discover the limits of the Almighty?"
    },
    {
        "o": 14470,
        "r": "nasb:Job:11:8",
        "t": "They*iln are*i high as the heavens, what can you do? Deeper*ln than Sheol, what can you know?"
    },
    {
        "o": 14471,
        "r": "nasb:Job:11:9",
        "t": "Its*ln measure is longer than the earth And*ln broader than the sea."
    },
    {
        "o": 14472,
        "r": "nasb:Job:11:10",
        "t": "If*ln He passes by or shuts up, Or*ln calls an assembly, who can restrain Him?"
    },
    {
        "o": 14473,
        "r": "nasb:Job:11:11",
        "t": "For*ln He knows false men, And*ln He sees iniquity without investigating."
    },
    {
        "o": 14474,
        "r": "nasb:Job:11:12",
        "t": "An*ln idiot will become intelligent When*ln the foal of a wild donkey is born a man."
    },
    {
        "o": 14475,
        "r": "nasb:Job:11:13",
        "t": "“If*ln you would direct your heart right And*ln spread out your hand to Him,"
    },
    {
        "o": 14476,
        "r": "nasb:Job:11:14",
        "t": "If*ln iniquity is in your hand, put it far away, And*ln do not let wickedness dwell in your tents;"
    },
    {
        "o": 14477,
        "r": "nasb:Job:11:15",
        "t": "Then,*ln indeed, you could lift up your face without moral*i defect, And*ln you would be steadfast and not fear."
    },
    {
        "o": 14478,
        "r": "nasb:Job:11:16",
        "t": "For*ln you would forget your*i trouble, As*ln waters that have passed by, you would remember it.*i"
    },
    {
        "o": 14479,
        "r": "nasb:Job:11:17",
        "t": "Your*ln life would be brighter than noonday; Darkness*ln would be like the morning."
    },
    {
        "o": 14480,
        "r": "nasb:Job:11:18",
        "t": "Then*ln you would trust, because there is hope; And*ln you would look around and rest securely."
    },
    {
        "o": 14481,
        "r": "nasb:Job:11:19",
        "t": "You*ln would lie down and none would disturb you,*i And*ln many would entreat your favor."
    },
    {
        "o": 14482,
        "r": "nasb:Job:11:20",
        "t": "But*ln the eyes of the wicked will fail, And*ln there will be no escape for them; And*ln their hope is to breathe their last.”"
    },
    {
        "o": 14483,
        "r": "nasb:Job:12:0",
        "t": "Job 12",
        "h": 1
    },
    {
        "o": 14484,
        "r": "nasb:Job:12:0",
        "t": "Job Chides His Accusers",
        "h": 2
    },
    {
        "o": 14485,
        "r": "nasb:Job:12:1",
        "t": "Then*p Job responded,"
    },
    {
        "o": 14486,
        "r": "nasb:Job:12:2",
        "t": "“Truly*pn then you are the people, And*ln with you wisdom will die!"
    },
    {
        "o": 14487,
        "r": "nasb:Job:12:3",
        "t": "But*ln I have intelligence as well as you; I*ln am not inferior to you. And*ln who does not know such things as these?"
    },
    {
        "o": 14488,
        "r": "nasb:Job:12:4",
        "t": "I*ln am a joke to my friends, The*ln one who called on God and He answered him; The*ln just and*i blameless man*i is a joke."
    },
    {
        "o": 14489,
        "r": "nasb:Job:12:5",
        "t": "He*ln who is at ease holds calamity in contempt, As*ln prepared for those whose feet slip."
    },
    {
        "o": 14490,
        "r": "nasb:Job:12:6",
        "t": "The*ln tents of the destroyers prosper, And*ln those who provoke God are secure, Whom*ln God brings into their power."
    },
    {
        "o": 14491,
        "r": "nasb:Job:12:7",
        "t": "“But*ln now ask the beasts, and let them teach you; And*ln the birds of the heavens, and let them tell you."
    },
    {
        "o": 14492,
        "r": "nasb:Job:12:8",
        "t": "Or*ln speak to the earth, and let it teach you; And*ln let the fish of the sea declare to you."
    },
    {
        "o": 14493,
        "r": "nasb:Job:12:9",
        "t": "Who*ln among all these does not know That*ln the hand of the Lord*s has done this,"
    },
    {
        "o": 14494,
        "r": "nasb:Job:12:10",
        "t": "In*ln whose hand is the life of every living thing, And*ln the breath of all mankind?"
    },
    {
        "o": 14495,
        "r": "nasb:Job:12:11",
        "t": "Does*ln not the ear test words, As*ln the palate tastes its food?"
    },
    {
        "o": 14496,
        "r": "nasb:Job:12:12",
        "t": "Wisdom*ln is with aged men, With*iln long life is understanding."
    },
    {
        "o": 14497,
        "r": "nasb:Job:12:12",
        "t": "Job Speaks of the Power of God",
        "h": 2
    },
    {
        "o": 14498,
        "r": "nasb:Job:12:13",
        "t": "“With*pn Him are wisdom and might; To*ln Him belong counsel and understanding."
    },
    {
        "o": 14499,
        "r": "nasb:Job:12:14",
        "t": "Behold,*ln He tears down, and it cannot be rebuilt; He*ln imprisons a man, and there can be no release."
    },
    {
        "o": 14500,
        "r": "nasb:Job:12:15",
        "t": "Behold,*ln He restrains the waters, and they dry up; And*ln He sends them out, and they inundate the earth."
    },
    {
        "o": 14501,
        "r": "nasb:Job:12:16",
        "t": "With*ln Him are strength and sound wisdom, The*ln misled and the misleader belong to Him."
    },
    {
        "o": 14502,
        "r": "nasb:Job:12:17",
        "t": "He*ln makes counselors walk barefoot And*ln makes fools of judges."
    },
    {
        "o": 14503,
        "r": "nasb:Job:12:18",
        "t": "He*ln loosens the bond of kings And*ln binds their loins with a girdle."
    },
    {
        "o": 14504,
        "r": "nasb:Job:12:19",
        "t": "He*ln makes priests walk barefoot And*ln overthrows the secure ones."
    },
    {
        "o": 14505,
        "r": "nasb:Job:12:20",
        "t": "He*ln deprives the trusted ones of speech And*ln takes away the discernment of the elders."
    },
    {
        "o": 14506,
        "r": "nasb:Job:12:21",
        "t": "He*ln pours contempt on nobles And*ln loosens the belt of the strong."
    },
    {
        "o": 14507,
        "r": "nasb:Job:12:22",
        "t": "He*ln reveals mysteries from the darkness And*ln brings the deep darkness into light."
    },
    {
        "o": 14508,
        "r": "nasb:Job:12:23",
        "t": "He*ln makes the nations great, then destroys them; He*ln enlarges the nations, then leads them away."
    },
    {
        "o": 14509,
        "r": "nasb:Job:12:24",
        "t": "He*ln deprives of intelligence the chiefs of the earth’s people And*ln makes them wander in a pathless waste."
    },
    {
        "o": 14510,
        "r": "nasb:Job:12:25",
        "t": "They*ln grope in darkness with no light, And*ln He makes them stagger like a drunken man."
    },
    {
        "o": 14511,
        "r": "nasb:Job:13:0",
        "t": "Job 13",
        "h": 1
    },
    {
        "o": 14512,
        "r": "nasb:Job:13:0",
        "t": "Job Says His Friends’ Proverbs Are Ashes",
        "h": 2
    },
    {
        "o": 14513,
        "r": "nasb:Job:13:1",
        "t": "“Behold,*pn my eye has seen all this,*i My*ln ear has heard and understood it."
    },
    {
        "o": 14514,
        "r": "nasb:Job:13:2",
        "t": "What*ln you know I also know; I*ln am not inferior to you."
    },
    {
        "o": 14515,
        "r": "nasb:Job:13:3",
        "t": "“But*ln I would speak to the Almighty, And*ln I desire to argue with God."
    },
    {
        "o": 14516,
        "r": "nasb:Job:13:4",
        "t": "But*ln you smear with lies; You*ln are all worthless physicians."
    },
    {
        "o": 14517,
        "r": "nasb:Job:13:5",
        "t": "O*ln that you would be completely silent, And*ln that it would become your wisdom!"
    },
    {
        "o": 14518,
        "r": "nasb:Job:13:6",
        "t": "Please*ln hear my argument And*ln listen to the contentions of my lips."
    },
    {
        "o": 14519,
        "r": "nasb:Job:13:7",
        "t": "Will*ln you speak what is unjust for God, And*ln speak what is deceitful for Him?"
    },
    {
        "o": 14520,
        "r": "nasb:Job:13:8",
        "t": "Will*ln you show partiality for Him? Will*ln you contend for God?"
    },
    {
        "o": 14521,
        "r": "nasb:Job:13:9",
        "t": "Will*ln it be well when He examines you? Or*ln will you deceive Him as one deceives a man?"
    },
    {
        "o": 14522,
        "r": "nasb:Job:13:10",
        "t": "He*ln will surely reprove you If*ln you secretly show partiality."
    },
    {
        "o": 14523,
        "r": "nasb:Job:13:11",
        "t": "Will*ln not His majesty terrify you, And*ln the dread of Him fall on you?"
    },
    {
        "o": 14524,
        "r": "nasb:Job:13:12",
        "t": "Your*ln memorable sayings are proverbs of ashes, Your*ln defenses are defenses of clay."
    },
    {
        "o": 14525,
        "r": "nasb:Job:13:12",
        "t": "Job Is Sure He Will Be Vindicated",
        "h": 2
    },
    {
        "o": 14526,
        "r": "nasb:Job:13:13",
        "t": "“Be*pn silent before me so that I may speak; Then*ln let come on me what may."
    },
    {
        "o": 14527,
        "r": "nasb:Job:13:14",
        "t": "Why*ln should I take my flesh in my teeth And*ln put my life in my hands?"
    },
    {
        "o": 14528,
        "r": "nasb:Job:13:15",
        "t": "Though*ln He slay me, I*ln will hope in Him. Nevertheless*ln I will argue my ways before Him."
    },
    {
        "o": 14529,
        "r": "nasb:Job:13:16",
        "t": "This*ln also will be my salvation, For*ln a godless man may not come before His presence."
    },
    {
        "o": 14530,
        "r": "nasb:Job:13:17",
        "t": "Listen*ln carefully to my speech, And*ln let my declaration fill*i your ears."
    },
    {
        "o": 14531,
        "r": "nasb:Job:13:18",
        "t": "Behold*ln now, I have prepared my case; I*ln know that I will be vindicated."
    },
    {
        "o": 14532,
        "r": "nasb:Job:13:19",
        "t": "Who*ln will contend with me? For*ln then I would be silent and die."
    },
    {
        "o": 14533,
        "r": "nasb:Job:13:20",
        "t": "“Only*ln two things do not do to me, Then*ln I will not hide from Your face:"
    },
    {
        "o": 14534,
        "r": "nasb:Job:13:21",
        "t": "Remove*ln Your hand from me, And*ln let not the dread of You terrify me."
    },
    {
        "o": 14535,
        "r": "nasb:Job:13:22",
        "t": "Then*ln call, and I will answer; Or*ln let me speak, then reply to me."
    },
    {
        "o": 14536,
        "r": "nasb:Job:13:23",
        "t": "How*ln many are my iniquities and sins? Make*ln known to me my rebellion and my sin."
    },
    {
        "o": 14537,
        "r": "nasb:Job:13:24",
        "t": "Why*ln do You hide Your face And*ln consider me Your enemy?"
    },
    {
        "o": 14538,
        "r": "nasb:Job:13:25",
        "t": "Will*ln You cause a driven leaf to tremble? Or*ln will You pursue the dry chaff?"
    },
    {
        "o": 14539,
        "r": "nasb:Job:13:26",
        "t": "For*ln You write bitter things against me And*ln make me to inherit the iniquities of my youth."
    },
    {
        "o": 14540,
        "r": "nasb:Job:13:27",
        "t": "You*ln put my feet in the stocks And*ln watch all my paths; You*ln set a limit for the soles of my feet,"
    },
    {
        "o": 14541,
        "r": "nasb:Job:13:28",
        "t": "While*ln I am decaying like a rotten thing, Like*ln a garment that is moth-eaten."
    },
    {
        "o": 14542,
        "r": "nasb:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14543,
        "r": "nasb:Job:14:0",
        "t": "Job Speaks of the Finality of Death",
        "h": 2
    },
    {
        "o": 14544,
        "r": "nasb:Job:14:1",
        "t": "“Man,*pn who is born of woman, Is*ln short-lived and full of turmoil."
    },
    {
        "o": 14545,
        "r": "nasb:Job:14:2",
        "t": "Like*ln a flower he comes forth and withers. He*ln also flees like a shadow and does not remain."
    },
    {
        "o": 14546,
        "r": "nasb:Job:14:3",
        "t": "You*ln also open Your eyes on him And*ln bring him into judgment with Yourself."
    },
    {
        "o": 14547,
        "r": "nasb:Job:14:4",
        "t": "Who*ln can make the clean out of the unclean? No*ln one!"
    },
    {
        "o": 14548,
        "r": "nasb:Job:14:5",
        "t": "Since*ln his days are determined, The*ln number of his months is with You; And*ln his limits You have set so that he cannot pass."
    },
    {
        "o": 14549,
        "r": "nasb:Job:14:6",
        "t": "Turn*ln Your gaze from him that he may rest, Until*ln he fulfills his day like a hired man."
    },
    {
        "o": 14550,
        "r": "nasb:Job:14:7",
        "t": "“For*ln there is hope for a tree, When*ln it is cut down, that it will sprout again, And*ln its shoots will not fail."
    },
    {
        "o": 14551,
        "r": "nasb:Job:14:8",
        "t": "Though*ln its roots grow old in the ground And*ln its stump dies in the dry soil,"
    },
    {
        "o": 14552,
        "r": "nasb:Job:14:9",
        "t": "At*ln the scent of water it will flourish And*ln put forth sprigs like a plant."
    },
    {
        "o": 14553,
        "r": "nasb:Job:14:10",
        "t": "But*ln man dies and lies prostrate. Man*ln expires, and where is he?"
    },
    {
        "o": 14554,
        "r": "nasb:Job:14:11",
        "t": "As*iln water evaporates from the sea, And*ln a river becomes parched and dried up,"
    },
    {
        "o": 14555,
        "r": "nasb:Job:14:12",
        "t": "So*ln man lies down and does not rise. Until*ln the heavens are no longer, He*ln will not awake nor be aroused out of his sleep."
    },
    {
        "o": 14556,
        "r": "nasb:Job:14:13",
        "t": "“Oh*ln that You would hide me in Sheol, That*ln You would conceal me until Your wrath returns to*i You,*i That*ln You would set a limit for me and remember me!"
    },
    {
        "o": 14557,
        "r": "nasb:Job:14:14",
        "t": "If*ln a man dies, will he live again?*i All*ln the days of my struggle I will wait Until*ln my change comes."
    },
    {
        "o": 14558,
        "r": "nasb:Job:14:15",
        "t": "You*ln will call, and I will answer You; You*ln will long for the work of Your hands."
    },
    {
        "o": 14559,
        "r": "nasb:Job:14:16",
        "t": "For*ln now You number my steps, You*ln do not observe my sin."
    },
    {
        "o": 14560,
        "r": "nasb:Job:14:17",
        "t": "My*ln transgression is sealed up in a bag, And*ln You wrap up my iniquity."
    },
    {
        "o": 14561,
        "r": "nasb:Job:14:18",
        "t": "“But*ln the falling mountain crumbles away, And*ln the rock moves from its place;"
    },
    {
        "o": 14562,
        "r": "nasb:Job:14:19",
        "t": "Water*ln wears away stones, Its*ln torrents wash away the dust of the earth; So*ln You destroy man’s hope."
    },
    {
        "o": 14563,
        "r": "nasb:Job:14:20",
        "t": "You*ln forever overpower him and he departs; You*iln change his appearance and send him away."
    },
    {
        "o": 14564,
        "r": "nasb:Job:14:21",
        "t": "His*ln sons achieve honor, but he does not know it;*i Or*ln they become insignificant, but he does not perceive it."
    },
    {
        "o": 14565,
        "r": "nasb:Job:14:22",
        "t": "But*ln his body pains him, And*ln he mourns only for himself.”"
    },
    {
        "o": 14566,
        "r": "nasb:Job:15:0",
        "t": "Job 15",
        "h": 1
    },
    {
        "o": 14567,
        "r": "nasb:Job:15:0",
        "t": "Eliphaz Says Job Presumes Much",
        "h": 2
    },
    {
        "o": 14568,
        "r": "nasb:Job:15:1",
        "t": "Then*p Eliphaz the Temanite responded,"
    },
    {
        "o": 14569,
        "r": "nasb:Job:15:2",
        "t": "“Should*pn a wise man answer with windy knowledge And*ln fill himself with the east wind?"
    },
    {
        "o": 14570,
        "r": "nasb:Job:15:3",
        "t": "Should*ln he argue with useless talk, Or*ln with words which are not profitable?"
    },
    {
        "o": 14571,
        "r": "nasb:Job:15:4",
        "t": "Indeed,*ln you do away with reverence And*ln hinder meditation before God."
    },
    {
        "o": 14572,
        "r": "nasb:Job:15:5",
        "t": "For*ln your guilt teaches your mouth, And*ln you choose the language of the crafty."
    },
    {
        "o": 14573,
        "r": "nasb:Job:15:6",
        "t": "Your*ln own mouth condemns you, and not I; And*ln your own lips testify against you."
    },
    {
        "o": 14574,
        "r": "nasb:Job:15:7",
        "t": "“Were*ln you the first man to be born, Or*ln were you brought forth before the hills?"
    },
    {
        "o": 14575,
        "r": "nasb:Job:15:8",
        "t": "Do*ln you hear the secret counsel of God, And*ln limit wisdom to yourself?"
    },
    {
        "o": 14576,
        "r": "nasb:Job:15:9",
        "t": "What*ln do you know that we do not know? What*iln do you understand that we do not?"
    },
    {
        "o": 14577,
        "r": "nasb:Job:15:10",
        "t": "Both*ln the gray-haired and the aged are among us, Older*ln than your father."
    },
    {
        "o": 14578,
        "r": "nasb:Job:15:11",
        "t": "Are*ln the consolations of God too small for you, Even*ln the word spoken*i gently with you?"
    },
    {
        "o": 14579,
        "r": "nasb:Job:15:12",
        "t": "Why*ln does your heart carry you away? And*ln why do your eyes flash,"
    },
    {
        "o": 14580,
        "r": "nasb:Job:15:13",
        "t": "That*ln you should turn your spirit against God And*ln allow such*i words to go out of your mouth?"
    },
    {
        "o": 14581,
        "r": "nasb:Job:15:14",
        "t": "What*ln is man, that he should be pure, Or*ln he who is born of a woman, that he should be righteous?"
    },
    {
        "o": 14582,
        "r": "nasb:Job:15:15",
        "t": "Behold,*ln He puts no trust in His holy ones, And*ln the heavens are not pure in His sight;"
    },
    {
        "o": 14583,
        "r": "nasb:Job:15:16",
        "t": "How*ln much less one who is detestable and corrupt, Man,*ln who drinks iniquity like water!"
    },
    {
        "o": 14584,
        "r": "nasb:Job:15:16",
        "t": "What Eliphaz Has Seen of Life",
        "h": 2
    },
    {
        "o": 14585,
        "r": "nasb:Job:15:17",
        "t": "“I*pn will tell you, listen to me; And*ln what I have seen I will also declare;"
    },
    {
        "o": 14586,
        "r": "nasb:Job:15:18",
        "t": "What*ln wise men have told, And*ln have not concealed from their fathers,"
    },
    {
        "o": 14587,
        "r": "nasb:Job:15:19",
        "t": "To*ln whom alone the land was given, And*ln no alien passed among them."
    },
    {
        "o": 14588,
        "r": "nasb:Job:15:20",
        "t": "The*ln wicked man writhes in pain all his*i days, And*ln numbered are the years stored up for the ruthless."
    },
    {
        "o": 14589,
        "r": "nasb:Job:15:21",
        "t": "Sounds*ln of terror are in his ears; While*ln at peace the destroyer comes upon him."
    },
    {
        "o": 14590,
        "r": "nasb:Job:15:22",
        "t": "He*ln does not believe that he will return from darkness, And*ln he is destined for the sword."
    },
    {
        "o": 14591,
        "r": "nasb:Job:15:23",
        "t": "He*ln wanders about for food, saying, ‘Where is it?’ He*ln knows that a day of darkness is at hand."
    },
    {
        "o": 14592,
        "r": "nasb:Job:15:24",
        "t": "Distress*ln and anguish terrify him, They*ln overpower him like a king ready for the attack,"
    },
    {
        "o": 14593,
        "r": "nasb:Job:15:25",
        "t": "Because*ln he has stretched out his hand against God And*ln conducts himself arrogantly against the Almighty."
    },
    {
        "o": 14594,
        "r": "nasb:Job:15:26",
        "t": "He*ln rushes headlong at Him With*ln his massive shield."
    },
    {
        "o": 14595,
        "r": "nasb:Job:15:27",
        "t": "For*ln he has covered his face with his fat And*ln made his thighs heavy with flesh."
    },
    {
        "o": 14596,
        "r": "nasb:Job:15:28",
        "t": "He*ln has lived in desolate cities, In*ln houses no one would inhabit, Which*ln are destined to become ruins."
    },
    {
        "o": 14597,
        "r": "nasb:Job:15:29",
        "t": "He*ln will not become rich, nor will his wealth endure; And*ln his grain will not bend down to the ground."
    },
    {
        "o": 14598,
        "r": "nasb:Job:15:30",
        "t": "He*ln will not escape from darkness; The*ln flame will wither his shoots, And*ln by the breath of His mouth he will go away."
    },
    {
        "o": 14599,
        "r": "nasb:Job:15:31",
        "t": "Let*ln him not trust in emptiness, deceiving himself; For*ln emptiness will be his reward."
    },
    {
        "o": 14600,
        "r": "nasb:Job:15:32",
        "t": "It*ln will be accomplished before his time, And*ln his palm branch will not be green."
    },
    {
        "o": 14601,
        "r": "nasb:Job:15:33",
        "t": "He*ln will drop off his unripe grape like the vine, And*ln will cast off his flower like the olive tree."
    },
    {
        "o": 14602,
        "r": "nasb:Job:15:34",
        "t": "For*ln the company of the godless is barren, And*ln fire consumes the tents of the corrupt."
    },
    {
        "o": 14603,
        "r": "nasb:Job:15:35",
        "t": "They*ln conceive mischief and bring forth iniquity, And*ln their mind prepares deception.”"
    },
    {
        "o": 14604,
        "r": "nasb:Job:16:0",
        "t": "Job 16",
        "h": 1
    },
    {
        "o": 14605,
        "r": "nasb:Job:16:0",
        "t": "Job Says Friends Are Sorry Comforters",
        "h": 2
    },
    {
        "o": 14606,
        "r": "nasb:Job:16:1",
        "t": "Then*p Job answered,"
    },
    {
        "o": 14607,
        "r": "nasb:Job:16:2",
        "t": "“I*pn have heard many such things; Sorry*ln comforters are you all."
    },
    {
        "o": 14608,
        "r": "nasb:Job:16:3",
        "t": "Is*ln there no*i limit to windy words? Or*ln what plagues you that you answer?"
    },
    {
        "o": 14609,
        "r": "nasb:Job:16:4",
        "t": "I*ln too could speak like you, If*ln I were in your place. I*ln could compose words against you And*ln shake my head at you."
    },
    {
        "o": 14610,
        "r": "nasb:Job:16:5",
        "t": "I*ln could strengthen you with my mouth, And*ln the solace of my lips could lessen your*i pain.*i"
    },
    {
        "o": 14611,
        "r": "nasb:Job:16:5",
        "t": "Job Says God Shattered Him",
        "h": 2
    },
    {
        "o": 14612,
        "r": "nasb:Job:16:6",
        "t": "“If*pn I speak, my pain is not lessened, And*ln if I hold back, what has left me?"
    },
    {
        "o": 14613,
        "r": "nasb:Job:16:7",
        "t": "But*ln now He has exhausted me; You*ln have laid waste all my company."
    },
    {
        "o": 14614,
        "r": "nasb:Job:16:8",
        "t": "You*ln have shriveled me up, It*ln has become a witness; And*ln my leanness rises up against me, It*ln testifies to my face."
    },
    {
        "o": 14615,
        "r": "nasb:Job:16:9",
        "t": "His*ln anger has torn me and hunted me down, He*ln has gnashed at me with His teeth; My*ln adversary glares at me."
    },
    {
        "o": 14616,
        "r": "nasb:Job:16:10",
        "t": "They*ln have gaped at me with their mouth, They*ln have slapped me on the cheek with contempt; They*ln have massed themselves against me."
    },
    {
        "o": 14617,
        "r": "nasb:Job:16:11",
        "t": "God*ln hands me over to ruffians And*ln tosses me into the hands of the wicked."
    },
    {
        "o": 14618,
        "r": "nasb:Job:16:12",
        "t": "I*ln was at ease, but He shattered me, And*ln He has grasped me by the neck and shaken me to pieces; He*ln has also set me up as His target."
    },
    {
        "o": 14619,
        "r": "nasb:Job:16:13",
        "t": "His*ln arrows surround me. Without*ln mercy He splits my kidneys open; He*ln pours out my gall on the ground."
    },
    {
        "o": 14620,
        "r": "nasb:Job:16:14",
        "t": "He*ln breaks through me with breach after breach; He*ln runs at me like a warrior."
    },
    {
        "o": 14621,
        "r": "nasb:Job:16:15",
        "t": "I*ln have sewed sackcloth over my skin And*ln thrust my horn in the dust."
    },
    {
        "o": 14622,
        "r": "nasb:Job:16:16",
        "t": "My*ln face is flushed from weeping, And*ln deep darkness is on my eyelids,"
    },
    {
        "o": 14623,
        "r": "nasb:Job:16:17",
        "t": "Although*ln there is no violence in my hands, And*ln my prayer is pure."
    },
    {
        "o": 14624,
        "r": "nasb:Job:16:18",
        "t": "“O*ln earth, do not cover my blood, And*ln let there be no resting*i place for my cry."
    },
    {
        "o": 14625,
        "r": "nasb:Job:16:19",
        "t": "Even*ln now, behold, my witness is in heaven, And*ln my advocate is on high."
    },
    {
        "o": 14626,
        "r": "nasb:Job:16:20",
        "t": "My*ln friends are my scoffers; My*ln eye weeps to God."
    },
    {
        "o": 14627,
        "r": "nasb:Job:16:21",
        "t": "O*ln that a man might plead with God As*ln a man with his neighbor!"
    },
    {
        "o": 14628,
        "r": "nasb:Job:16:22",
        "t": "For*ln when a few years are past, I*ln shall go the way of no return."
    },
    {
        "o": 14629,
        "r": "nasb:Job:17:0",
        "t": "Job 17",
        "h": 1
    },
    {
        "o": 14630,
        "r": "nasb:Job:17:0",
        "t": "Job Says He Has Become a Byword",
        "h": 2
    },
    {
        "o": 14631,
        "r": "nasb:Job:17:1",
        "t": "“My*pn spirit is broken, my days are extinguished, The*ln grave is ready*i for me."
    },
    {
        "o": 14632,
        "r": "nasb:Job:17:2",
        "t": "Surely*ln mockers are with me, And*ln my eye gazes on their provocation."
    },
    {
        "o": 14633,
        "r": "nasb:Job:17:3",
        "t": "“Lay*ln down, now, a pledge for me with Yourself; Who*ln is there that will be my guarantor?"
    },
    {
        "o": 14634,
        "r": "nasb:Job:17:4",
        "t": "For*ln You have kept their heart from understanding, Therefore*ln You will not exalt them.*i"
    },
    {
        "o": 14635,
        "r": "nasb:Job:17:5",
        "t": "He*ln who informs against friends for a share of*i the*i spoil,*i The*ln eyes of his children also will languish."
    },
    {
        "o": 14636,
        "r": "nasb:Job:17:6",
        "t": "“But*ln He has made me a byword of the people, And*ln I am one at whom men spit."
    },
    {
        "o": 14637,
        "r": "nasb:Job:17:7",
        "t": "My*ln eye has also grown dim because of grief, And*ln all my members are as a shadow."
    },
    {
        "o": 14638,
        "r": "nasb:Job:17:8",
        "t": "The*ln upright will be appalled at this, And*ln the innocent will stir up himself against the godless."
    },
    {
        "o": 14639,
        "r": "nasb:Job:17:9",
        "t": "Nevertheless*ln the righteous will hold to his way, And*ln he who has clean hands will grow stronger and stronger."
    },
    {
        "o": 14640,
        "r": "nasb:Job:17:10",
        "t": "But*ln come again all of you now, For*ln I do not find a wise man among you."
    },
    {
        "o": 14641,
        "r": "nasb:Job:17:11",
        "t": "My*ln days are past, my plans are torn apart, Even*iln the wishes of my heart."
    },
    {
        "o": 14642,
        "r": "nasb:Job:17:12",
        "t": "They*ln make night into day, saying,*i ‘The*ln light is near,’ in the presence of darkness."
    },
    {
        "o": 14643,
        "r": "nasb:Job:17:13",
        "t": "If*ln I look for Sheol as my home, I*ln make my bed in the darkness;"
    },
    {
        "o": 14644,
        "r": "nasb:Job:17:14",
        "t": "If*ln I call to the pit, ‘You are my father’; To*ln the worm, ‘my mother and my sister’;"
    },
    {
        "o": 14645,
        "r": "nasb:Job:17:15",
        "t": "Where*ln now is my hope? And*ln who regards my hope?"
    },
    {
        "o": 14646,
        "r": "nasb:Job:17:16",
        "t": "Will*ln it go down with me to Sheol? Shall*ln we together go down into the dust?”"
    },
    {
        "o": 14647,
        "r": "nasb:Job:18:0",
        "t": "Job 18",
        "h": 1
    },
    {
        "o": 14648,
        "r": "nasb:Job:18:0",
        "t": "Bildad Speaks of the Wicked",
        "h": 2
    },
    {
        "o": 14649,
        "r": "nasb:Job:18:1",
        "t": "Then*p Bildad the Shuhite responded,"
    },
    {
        "o": 14650,
        "r": "nasb:Job:18:2",
        "t": "“How*pn long will you hunt for words? Show*ln understanding and then we can talk."
    },
    {
        "o": 14651,
        "r": "nasb:Job:18:3",
        "t": "Why*ln are we regarded as beasts, As*ln stupid in your eyes?"
    },
    {
        "o": 14652,
        "r": "nasb:Job:18:4",
        "t": "O*ln you who tear yourself in your anger— For*ln your sake is the earth to be abandoned, Or*ln the rock to be moved from its place?"
    },
    {
        "o": 14653,
        "r": "nasb:Job:18:5",
        "t": "“Indeed,*ln the light of the wicked goes out, And*ln the flame of his fire gives no light."
    },
    {
        "o": 14654,
        "r": "nasb:Job:18:6",
        "t": "The*ln light in his tent is darkened, And*ln his lamp goes out above him."
    },
    {
        "o": 14655,
        "r": "nasb:Job:18:7",
        "t": "His*ln vigorous stride is shortened, And*ln his own scheme brings him down."
    },
    {
        "o": 14656,
        "r": "nasb:Job:18:8",
        "t": "For*ln he is thrown into the net by his own feet, And*ln he steps on the webbing."
    },
    {
        "o": 14657,
        "r": "nasb:Job:18:9",
        "t": "A*ln snare seizes him*i by the heel, And*iln a trap snaps shut on him."
    },
    {
        "o": 14658,
        "r": "nasb:Job:18:10",
        "t": "A*ln noose for him is hidden in the ground, And*ln a trap for him on the path."
    },
    {
        "o": 14659,
        "r": "nasb:Job:18:11",
        "t": "All*ln around terrors frighten him, And*ln harry him at every step."
    },
    {
        "o": 14660,
        "r": "nasb:Job:18:12",
        "t": "His*ln strength is famished, And*ln calamity is ready at his side."
    },
    {
        "o": 14661,
        "r": "nasb:Job:18:13",
        "t": "His*ln skin is devoured by disease, The*ln firstborn of death devours his limbs."
    },
    {
        "o": 14662,
        "r": "nasb:Job:18:14",
        "t": "He*ln is torn from the security of his tent, And*ln they march him before the king of terrors."
    },
    {
        "o": 14663,
        "r": "nasb:Job:18:15",
        "t": "There*ln dwells in his tent nothing of his; Brimstone*ln is scattered on his habitation."
    },
    {
        "o": 14664,
        "r": "nasb:Job:18:16",
        "t": "His*ln roots are dried below, And*ln his branch is cut off above."
    },
    {
        "o": 14665,
        "r": "nasb:Job:18:17",
        "t": "Memory*ln of him perishes from the earth, And*ln he has no name abroad."
    },
    {
        "o": 14666,
        "r": "nasb:Job:18:18",
        "t": "He*ln is driven from light into darkness, And*ln chased from the inhabited world."
    },
    {
        "o": 14667,
        "r": "nasb:Job:18:19",
        "t": "He*ln has no offspring or posterity among his people, Nor*ln any survivor where he sojourned."
    },
    {
        "o": 14668,
        "r": "nasb:Job:18:20",
        "t": "Those*ln in the west are appalled at his fate, And*ln those in the east are seized with horror."
    },
    {
        "o": 14669,
        "r": "nasb:Job:18:21",
        "t": "Surely*ln such are the dwellings of the wicked, And*ln this is the place of him who does not know God.”"
    },
    {
        "o": 14670,
        "r": "nasb:Job:19:0",
        "t": "Job 19",
        "h": 1
    },
    {
        "o": 14671,
        "r": "nasb:Job:19:0",
        "t": "Job Feels Insulted",
        "h": 2
    },
    {
        "o": 14672,
        "r": "nasb:Job:19:1",
        "t": "Then*p Job responded,"
    },
    {
        "o": 14673,
        "r": "nasb:Job:19:2",
        "t": "“How*pn long will you torment me And*ln crush me with words?"
    },
    {
        "o": 14674,
        "r": "nasb:Job:19:3",
        "t": "These*ln ten times you have insulted me; You*ln are not ashamed to wrong me."
    },
    {
        "o": 14675,
        "r": "nasb:Job:19:4",
        "t": "Even*ln if I have truly erred, My*ln error lodges with me."
    },
    {
        "o": 14676,
        "r": "nasb:Job:19:5",
        "t": "If*ln indeed you vaunt yourselves against me And*ln prove my disgrace to me,"
    },
    {
        "o": 14677,
        "r": "nasb:Job:19:6",
        "t": "Know*ln then that God has wronged me And*ln has closed His net around me."
    },
    {
        "o": 14678,
        "r": "nasb:Job:19:6",
        "t": "Everything Is against Him",
        "h": 2
    },
    {
        "o": 14679,
        "r": "nasb:Job:19:7",
        "t": "“Behold,*pn I cry, ‘Violence!’ but I get no answer; I*ln shout for help, but there is no justice."
    },
    {
        "o": 14680,
        "r": "nasb:Job:19:8",
        "t": "He*ln has walled up my way so that I cannot pass, And*ln He has put darkness on my paths."
    },
    {
        "o": 14681,
        "r": "nasb:Job:19:9",
        "t": "He*ln has stripped my honor from me And*ln removed the crown from my head."
    },
    {
        "o": 14682,
        "r": "nasb:Job:19:10",
        "t": "He*ln breaks me down on every side, and I am gone; And*ln He has uprooted my hope like a tree."
    },
    {
        "o": 14683,
        "r": "nasb:Job:19:11",
        "t": "He*ln has also kindled His anger against me And*ln considered me as His enemy."
    },
    {
        "o": 14684,
        "r": "nasb:Job:19:12",
        "t": "His*ln troops come together, And*ln build up their way against me And*ln camp around my tent."
    },
    {
        "o": 14685,
        "r": "nasb:Job:19:13",
        "t": "“He*ln has removed my brothers far from me, And*ln my acquaintances are completely estranged from me."
    },
    {
        "o": 14686,
        "r": "nasb:Job:19:14",
        "t": "My*ln relatives have failed, And*ln my intimate friends have forgotten me."
    },
    {
        "o": 14687,
        "r": "nasb:Job:19:15",
        "t": "Those*ln who live in my house and my maids consider me a stranger. I*ln am a foreigner in their sight."
    },
    {
        "o": 14688,
        "r": "nasb:Job:19:16",
        "t": "I*ln call to my servant, but he does not answer; I*ln have to implore him with my mouth."
    },
    {
        "o": 14689,
        "r": "nasb:Job:19:17",
        "t": "My*ln breath is offensive to my wife, And*ln I am loathsome to my own brothers."
    },
    {
        "o": 14690,
        "r": "nasb:Job:19:18",
        "t": "Even*ln young children despise me; I*ln rise up and they speak against me."
    },
    {
        "o": 14691,
        "r": "nasb:Job:19:19",
        "t": "All*ln my associates abhor me, And*ln those I love have turned against me."
    },
    {
        "o": 14692,
        "r": "nasb:Job:19:20",
        "t": "My*ln bone clings to my skin and my flesh, And*ln I have escaped only*i by the skin of my teeth."
    },
    {
        "o": 14693,
        "r": "nasb:Job:19:21",
        "t": "Pity*ln me, pity me, O you my friends, For*ln the hand of God has struck me."
    },
    {
        "o": 14694,
        "r": "nasb:Job:19:22",
        "t": "Why*ln do you persecute me as God does,*i And*ln are not satisfied with my flesh?"
    },
    {
        "o": 14695,
        "r": "nasb:Job:19:22",
        "t": "Job Says, “My Redeemer Lives”",
        "h": 2
    },
    {
        "o": 14696,
        "r": "nasb:Job:19:23",
        "t": "“Oh*pn that my words were written! Oh*ln that they were inscribed in a book!"
    },
    {
        "o": 14697,
        "r": "nasb:Job:19:24",
        "t": "That*ln with an iron stylus and lead They*ln were engraved in the rock forever!"
    },
    {
        "o": 14698,
        "r": "nasb:Job:19:25",
        "t": "As*ln for me, I know that my Redeemer lives, And*ln at the last He will take His stand on the earth."
    },
    {
        "o": 14699,
        "r": "nasb:Job:19:26",
        "t": "Even*ln after my skin is destroyed, Yet*ln from my flesh I shall see God;"
    },
    {
        "o": 14700,
        "r": "nasb:Job:19:27",
        "t": "Whom*ln I myself shall behold, And*ln whom my eyes will see and not another. My*ln heart faints within me!"
    },
    {
        "o": 14701,
        "r": "nasb:Job:19:28",
        "t": "If*ln you say, ‘How shall we persecute him?’ And*ln ‘What pretext for a case against him can we find?’"
    },
    {
        "o": 14702,
        "r": "nasb:Job:19:29",
        "t": "Then*iln be afraid of the sword for yourselves, For*ln wrath brings*i the punishment of the sword, So*ln that you may know there is judgment.”"
    },
    {
        "o": 14703,
        "r": "nasb:Job:20:0",
        "t": "Job 20",
        "h": 1
    },
    {
        "o": 14704,
        "r": "nasb:Job:20:0",
        "t": "Zophar Says, “The Triumph of the Wicked Is Short”",
        "h": 2
    },
    {
        "o": 14705,
        "r": "nasb:Job:20:1",
        "t": "Then*p Zophar the Naamathite answered,"
    },
    {
        "o": 14706,
        "r": "nasb:Job:20:2",
        "t": "“Therefore*pn my disquieting thoughts make me respond, Even*ln because of my inward agitation."
    },
    {
        "o": 14707,
        "r": "nasb:Job:20:3",
        "t": "I*ln listened to the reproof which insults me, And*ln the spirit of my understanding makes me answer."
    },
    {
        "o": 14708,
        "r": "nasb:Job:20:4",
        "t": "Do*ln you know this from of old, From*ln the establishment of man on earth,"
    },
    {
        "o": 14709,
        "r": "nasb:Job:20:5",
        "t": "That*ln the triumphing of the wicked is short, And*ln the joy of the godless momentary?"
    },
    {
        "o": 14710,
        "r": "nasb:Job:20:6",
        "t": "Though*ln his loftiness reaches the heavens, And*ln his head touches the clouds,"
    },
    {
        "o": 14711,
        "r": "nasb:Job:20:7",
        "t": "He*ln perishes forever like his refuse; Those*ln who have seen him will say, ‘Where is he?’"
    },
    {
        "o": 14712,
        "r": "nasb:Job:20:8",
        "t": "He*ln flies away like a dream, and they cannot find him; Even*ln like a vision of the night he is chased away."
    },
    {
        "o": 14713,
        "r": "nasb:Job:20:9",
        "t": "The*ln eye which saw him sees him no longer, And*ln his place no longer beholds him."
    },
    {
        "o": 14714,
        "r": "nasb:Job:20:10",
        "t": "His*ln sons favor the poor, And*ln his hands give back his wealth."
    },
    {
        "o": 14715,
        "r": "nasb:Job:20:11",
        "t": "His*ln bones are full of his youthful vigor, But*ln it lies down with him in the dust."
    },
    {
        "o": 14716,
        "r": "nasb:Job:20:12",
        "t": "“Though*ln evil is sweet in his mouth And*iln he hides it under his tongue,"
    },
    {
        "o": 14717,
        "r": "nasb:Job:20:13",
        "t": "Though*iln he desires it and will not let it go, But*ln holds it in his mouth,"
    },
    {
        "o": 14718,
        "r": "nasb:Job:20:14",
        "t": "Yet*iln his food in his stomach is changed To*ln the venom of cobras within him."
    },
    {
        "o": 14719,
        "r": "nasb:Job:20:15",
        "t": "He*ln swallows riches, But*ln will vomit them up; God*ln will expel them from his belly."
    },
    {
        "o": 14720,
        "r": "nasb:Job:20:16",
        "t": "He*ln sucks the poison of cobras; The*ln viper’s tongue slays him."
    },
    {
        "o": 14721,
        "r": "nasb:Job:20:17",
        "t": "He*ln does not look at the streams, The*ln rivers flowing with honey and curds."
    },
    {
        "o": 14722,
        "r": "nasb:Job:20:18",
        "t": "He*ln returns what he has attained And*ln cannot swallow it;*i As*ln to the riches of his trading, He*ln cannot even enjoy them.*i"
    },
    {
        "o": 14723,
        "r": "nasb:Job:20:19",
        "t": "For*ln he has oppressed and*i forsaken the poor; He*ln has seized a house which he has not built."
    },
    {
        "o": 14724,
        "r": "nasb:Job:20:20",
        "t": "“Because*ln he knew no quiet within him, He*ln does not retain anything he desires."
    },
    {
        "o": 14725,
        "r": "nasb:Job:20:21",
        "t": "Nothing*ln remains for him to devour, Therefore*ln his prosperity does not endure."
    },
    {
        "o": 14726,
        "r": "nasb:Job:20:22",
        "t": "In*ln the fullness of his plenty he will be cramped; The*ln hand of everyone who suffers will come against*i him."
    },
    {
        "o": 14727,
        "r": "nasb:Job:20:23",
        "t": "When*ln he fills his belly, God*iln will send His fierce anger on him And*ln will rain it*i on him while he is eating."
    },
    {
        "o": 14728,
        "r": "nasb:Job:20:24",
        "t": "He*ln may flee from the iron weapon, But*iln the bronze bow will pierce him."
    },
    {
        "o": 14729,
        "r": "nasb:Job:20:25",
        "t": "It*ln is drawn forth and comes out of his back, Even*ln the glittering point from his gall. Terrors*ln come upon him,"
    },
    {
        "o": 14730,
        "r": "nasb:Job:20:26",
        "t": "Complete*ln darkness is held in reserve for his treasures, And*ln unfanned fire will devour him; It*ln will consume the survivor in his tent."
    },
    {
        "o": 14731,
        "r": "nasb:Job:20:27",
        "t": "The*ln heavens will reveal his iniquity, And*ln the earth will rise up against him."
    },
    {
        "o": 14732,
        "r": "nasb:Job:20:28",
        "t": "The*ln increase of his house will depart; His*iln possessions*i will flow away in the day of His anger."
    },
    {
        "o": 14733,
        "r": "nasb:Job:20:29",
        "t": "This*ln is the wicked man’s portion from God, Even*ln the heritage decreed to him by God.”"
    },
    {
        "o": 14734,
        "r": "nasb:Job:21:0",
        "t": "Job 21",
        "h": 1
    },
    {
        "o": 14735,
        "r": "nasb:Job:21:0",
        "t": "Job Says God Will Deal with the Wicked",
        "h": 2
    },
    {
        "o": 14736,
        "r": "nasb:Job:21:1",
        "t": "Then*p Job answered,"
    },
    {
        "o": 14737,
        "r": "nasb:Job:21:2",
        "t": "“Listen*pn carefully to my speech, And*ln let this be your way*i of*i consolation."
    },
    {
        "o": 14738,
        "r": "nasb:Job:21:3",
        "t": "Bear*ln with me that I may speak; Then*ln after I have spoken, you may mock."
    },
    {
        "o": 14739,
        "r": "nasb:Job:21:4",
        "t": "As*ln for me, is my complaint to man? And*ln why should I not be impatient?"
    },
    {
        "o": 14740,
        "r": "nasb:Job:21:5",
        "t": "Look*ln at me, and be astonished, And*ln put your*i hand over your*i mouth."
    },
    {
        "o": 14741,
        "r": "nasb:Job:21:6",
        "t": "Even*ln when I remember, I am disturbed, And*ln horror takes hold of my flesh."
    },
    {
        "o": 14742,
        "r": "nasb:Job:21:7",
        "t": "Why*ln do the wicked still*i live, Continue*ln on, also become very powerful?"
    },
    {
        "o": 14743,
        "r": "nasb:Job:21:8",
        "t": "Their*ln descendants are established with them in their sight, And*ln their offspring before their eyes,"
    },
    {
        "o": 14744,
        "r": "nasb:Job:21:9",
        "t": "Their*ln houses are safe from fear, And*ln the rod of God is not on them."
    },
    {
        "o": 14745,
        "r": "nasb:Job:21:10",
        "t": "His*ln ox mates without fail; His*ln cow calves and does not abort."
    },
    {
        "o": 14746,
        "r": "nasb:Job:21:11",
        "t": "They*ln send forth their little ones like the flock, And*ln their children skip about."
    },
    {
        "o": 14747,
        "r": "nasb:Job:21:12",
        "t": "They*ln sing to the timbrel and harp And*ln rejoice at the sound of the flute."
    },
    {
        "o": 14748,
        "r": "nasb:Job:21:13",
        "t": "They*ln spend their days in prosperity, And*ln suddenly they go down to Sheol."
    },
    {
        "o": 14749,
        "r": "nasb:Job:21:14",
        "t": "They*ln say to God, ‘Depart from us! We*ln do not even desire the knowledge of Your ways."
    },
    {
        "o": 14750,
        "r": "nasb:Job:21:15",
        "t": "Who*ln is the Almighty, that we should serve Him, And*ln what would we gain if we entreat Him?’"
    },
    {
        "o": 14751,
        "r": "nasb:Job:21:16",
        "t": "Behold,*ln their prosperity is not in their hand; The*ln counsel of the wicked is far from me."
    },
    {
        "o": 14752,
        "r": "nasb:Job:21:17",
        "t": "“How*ln often is the lamp of the wicked put out, Or*ln does their calamity fall on them? Does*ln God apportion destruction in His anger?"
    },
    {
        "o": 14753,
        "r": "nasb:Job:21:18",
        "t": "Are*ln they as straw before the wind, And*ln like chaff which the storm carries away?"
    },
    {
        "o": 14754,
        "r": "nasb:Job:21:19",
        "t": "You*iln say,*i ‘God stores away a man’s iniquity for his sons.’ Let*ln God repay him so that he may know it.*i"
    },
    {
        "o": 14755,
        "r": "nasb:Job:21:20",
        "t": "Let*ln his own eyes see his decay, And*ln let him drink of the wrath of the Almighty."
    },
    {
        "o": 14756,
        "r": "nasb:Job:21:21",
        "t": "For*ln what does he care for his household after him, When*ln the number of his months is cut off?"
    },
    {
        "o": 14757,
        "r": "nasb:Job:21:22",
        "t": "Can*ln anyone teach God knowledge, In*ln that He judges those on high?"
    },
    {
        "o": 14758,
        "r": "nasb:Job:21:23",
        "t": "One*ln dies in his full strength, Being*ln wholly at ease and satisfied;"
    },
    {
        "o": 14759,
        "r": "nasb:Job:21:24",
        "t": "His*ln sides are filled out with fat, And*ln the marrow of his bones is moist,"
    },
    {
        "o": 14760,
        "r": "nasb:Job:21:25",
        "t": "While*ln another dies with a bitter soul, Never*ln even tasting anything*i good."
    },
    {
        "o": 14761,
        "r": "nasb:Job:21:26",
        "t": "Together*ln they lie down in the dust, And*ln worms cover them."
    },
    {
        "o": 14762,
        "r": "nasb:Job:21:27",
        "t": "“Behold,*ln I know your thoughts, And*ln the plans by which you would wrong me."
    },
    {
        "o": 14763,
        "r": "nasb:Job:21:28",
        "t": "For*ln you say, ‘Where is the house of the nobleman, And*ln where is the tent, the dwelling places of the wicked?’"
    },
    {
        "o": 14764,
        "r": "nasb:Job:21:29",
        "t": "Have*ln you not asked wayfaring men, And*ln do you not recognize their witness?"
    },
    {
        "o": 14765,
        "r": "nasb:Job:21:30",
        "t": "For*ln the wicked is reserved for the day of calamity; They*ln will be led forth at the day of fury."
    },
    {
        "o": 14766,
        "r": "nasb:Job:21:31",
        "t": "Who*ln will confront him with his actions, And*ln who will repay him for what he has done?"
    },
    {
        "o": 14767,
        "r": "nasb:Job:21:32",
        "t": "While*ln he is carried to the grave, Men*iln will keep watch over his*i tomb."
    },
    {
        "o": 14768,
        "r": "nasb:Job:21:33",
        "t": "The*ln clods of the valley will gently cover him; Moreover,*ln all men will follow after him, While*ln countless ones go*i before him."
    },
    {
        "o": 14769,
        "r": "nasb:Job:21:34",
        "t": "How*ln then will you vainly comfort me, For*ln your answers remain full*i of*i falsehood?”"
    },
    {
        "o": 14770,
        "r": "nasb:Job:22:0",
        "t": "Job 22",
        "h": 1
    },
    {
        "o": 14771,
        "r": "nasb:Job:22:0",
        "t": "Eliphaz Accuses and Exhorts Job",
        "h": 2
    },
    {
        "o": 14772,
        "r": "nasb:Job:22:1",
        "t": "Then*p Eliphaz the Temanite responded,"
    },
    {
        "o": 14773,
        "r": "nasb:Job:22:2",
        "t": "“Can*pn a vigorous man be of use to God, Or*ln a wise man be useful to himself?"
    },
    {
        "o": 14774,
        "r": "nasb:Job:22:3",
        "t": "Is*ln there any pleasure to the Almighty if you are righteous, Or*ln profit if you make your ways perfect?"
    },
    {
        "o": 14775,
        "r": "nasb:Job:22:4",
        "t": "Is*ln it because of your reverence that He reproves you, That*ln He enters into judgment against you?"
    },
    {
        "o": 14776,
        "r": "nasb:Job:22:5",
        "t": "Is*ln not your wickedness great, And*ln your iniquities without end?"
    },
    {
        "o": 14777,
        "r": "nasb:Job:22:6",
        "t": "For*ln you have taken pledges of your brothers without cause, And*ln stripped men naked."
    },
    {
        "o": 14778,
        "r": "nasb:Job:22:7",
        "t": "To*ln the weary you have given no water to drink, And*ln from the hungry you have withheld bread."
    },
    {
        "o": 14779,
        "r": "nasb:Job:22:8",
        "t": "But*ln the earth belongs to the mighty man, And*ln the honorable man dwells in it."
    },
    {
        "o": 14780,
        "r": "nasb:Job:22:9",
        "t": "You*ln have sent widows away empty, And*ln the strength of the orphans has been crushed."
    },
    {
        "o": 14781,
        "r": "nasb:Job:22:10",
        "t": "Therefore*ln snares surround you, And*ln sudden dread terrifies you,"
    },
    {
        "o": 14782,
        "r": "nasb:Job:22:11",
        "t": "Or*ln darkness, so that you cannot see, And*ln an abundance of water covers you."
    },
    {
        "o": 14783,
        "r": "nasb:Job:22:12",
        "t": "“Is*ln not God in*i the height of heaven? Look*ln also at the distant stars, how high they are!"
    },
    {
        "o": 14784,
        "r": "nasb:Job:22:13",
        "t": "You*ln say, ‘What does God know? Can*ln He judge through the thick darkness?"
    },
    {
        "o": 14785,
        "r": "nasb:Job:22:14",
        "t": "Clouds*ln are a hiding place for Him, so that He cannot see; And*ln He walks on the vault of heaven.’"
    },
    {
        "o": 14786,
        "r": "nasb:Job:22:15",
        "t": "Will*ln you keep to the ancient path Which*ln wicked men have trod,"
    },
    {
        "o": 14787,
        "r": "nasb:Job:22:16",
        "t": "Who*ln were snatched away before their time, Whose*ln foundations were washed away by a river?"
    },
    {
        "o": 14788,
        "r": "nasb:Job:22:17",
        "t": "They*ln said to God, ‘Depart from us!’ And*ln ‘What can the Almighty do to them?’"
    },
    {
        "o": 14789,
        "r": "nasb:Job:22:18",
        "t": "Yet*ln He filled their houses with good things;*i But*ln the counsel of the wicked is far from me."
    },
    {
        "o": 14790,
        "r": "nasb:Job:22:19",
        "t": "The*ln righteous see and are glad, And*ln the innocent mock them,"
    },
    {
        "o": 14791,
        "r": "nasb:Job:22:20",
        "t": "Saying,*iln ‘Truly our adversaries are cut off, And*ln their abundance the fire has consumed.’"
    },
    {
        "o": 14792,
        "r": "nasb:Job:22:21",
        "t": "“Yield*ln now and be at peace with Him; Thereby*ln good will come to you."
    },
    {
        "o": 14793,
        "r": "nasb:Job:22:22",
        "t": "Please*ln receive instruction from His mouth And*ln establish His words in your heart."
    },
    {
        "o": 14794,
        "r": "nasb:Job:22:23",
        "t": "If*ln you return to the Almighty, you will be restored; If*ln you remove unrighteousness far from your tent,"
    },
    {
        "o": 14795,
        "r": "nasb:Job:22:24",
        "t": "And*ln place your*i gold in the dust, And*ln the*i gold*i of*i Ophir among the stones of the brooks,"
    },
    {
        "o": 14796,
        "r": "nasb:Job:22:25",
        "t": "Then*ln the Almighty will be your gold And*ln choice silver to you."
    },
    {
        "o": 14797,
        "r": "nasb:Job:22:26",
        "t": "For*ln then you will delight in the Almighty And*ln lift up your face to God."
    },
    {
        "o": 14798,
        "r": "nasb:Job:22:27",
        "t": "You*ln will pray to Him, and He will hear you; And*ln you will pay your vows."
    },
    {
        "o": 14799,
        "r": "nasb:Job:22:28",
        "t": "You*ln will also decree a thing, and it will be established for you; And*ln light will shine on your ways."
    },
    {
        "o": 14800,
        "r": "nasb:Job:22:29",
        "t": "When*ln you are cast down, you will speak with confidence, And*ln the humble person He will save."
    },
    {
        "o": 14801,
        "r": "nasb:Job:22:30",
        "t": "He*ln will deliver one who is not innocent, And*ln he will be delivered through the cleanness of your hands.”"
    },
    {
        "o": 14802,
        "r": "nasb:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 14803,
        "r": "nasb:Job:23:0",
        "t": "Job Says He Longs for God",
        "h": 2
    },
    {
        "o": 14804,
        "r": "nasb:Job:23:1",
        "t": "Then*p Job replied,"
    },
    {
        "o": 14805,
        "r": "nasb:Job:23:2",
        "t": "“Even*pn today my complaint is rebellion; His*ln hand is heavy despite my groaning."
    },
    {
        "o": 14806,
        "r": "nasb:Job:23:3",
        "t": "Oh*ln that I knew where I might find Him, That*ln I might come to His seat!"
    },
    {
        "o": 14807,
        "r": "nasb:Job:23:4",
        "t": "I*ln would present my*i case before Him And*ln fill my mouth with arguments."
    },
    {
        "o": 14808,
        "r": "nasb:Job:23:5",
        "t": "I*ln would learn the words which*i He would answer, And*ln perceive what He would say to me."
    },
    {
        "o": 14809,
        "r": "nasb:Job:23:6",
        "t": "Would*ln He contend with me by the greatness of His*i power? No,*ln surely He would pay attention to me."
    },
    {
        "o": 14810,
        "r": "nasb:Job:23:7",
        "t": "There*ln the upright would reason with Him; And*ln I would be delivered forever from my Judge."
    },
    {
        "o": 14811,
        "r": "nasb:Job:23:8",
        "t": "“Behold,*ln I go forward but He is not there,*i And*ln backward, but I cannot perceive Him;"
    },
    {
        "o": 14812,
        "r": "nasb:Job:23:9",
        "t": "When*ln He acts on the left, I cannot behold Him;*i He*ln turns on the right, I cannot see Him."
    },
    {
        "o": 14813,
        "r": "nasb:Job:23:10",
        "t": "But*ln He knows the way I take; When*iln He has tried me, I shall come forth as gold."
    },
    {
        "o": 14814,
        "r": "nasb:Job:23:11",
        "t": "My*ln foot has held fast to His path; I*ln have kept His way and not turned aside."
    },
    {
        "o": 14815,
        "r": "nasb:Job:23:12",
        "t": "I*ln have not departed from the command of His lips; I*ln have treasured the words of His mouth more than my necessary food."
    },
    {
        "o": 14816,
        "r": "nasb:Job:23:13",
        "t": "But*ln He is unique and who can turn Him? And*ln what*i His soul desires, that He does."
    },
    {
        "o": 14817,
        "r": "nasb:Job:23:14",
        "t": "For*ln He performs what is appointed for me, And*ln many such decrees*i are with Him."
    },
    {
        "o": 14818,
        "r": "nasb:Job:23:15",
        "t": "Therefore,*ln I would be dismayed at His presence; When*iln I consider, I am terrified of Him."
    },
    {
        "o": 14819,
        "r": "nasb:Job:23:16",
        "t": "It*iln is*i God who*i has made my heart faint, And*ln the Almighty who*i has dismayed me,"
    },
    {
        "o": 14820,
        "r": "nasb:Job:23:17",
        "t": "But*ln I am not silenced by the darkness, Nor*ln deep gloom which*i covers me."
    },
    {
        "o": 14821,
        "r": "nasb:Job:24:0",
        "t": "Job 24",
        "h": 1
    },
    {
        "o": 14822,
        "r": "nasb:Job:24:0",
        "t": "Job Says God Seems to Ignore Wrongs",
        "h": 2
    },
    {
        "o": 14823,
        "r": "nasb:Job:24:1",
        "t": "“Why*pn are times not stored up by the Almighty, And*ln why do those who know Him not see His days?"
    },
    {
        "o": 14824,
        "r": "nasb:Job:24:2",
        "t": "Some*ln remove the landmarks; They*ln seize and devour flocks."
    },
    {
        "o": 14825,
        "r": "nasb:Job:24:3",
        "t": "They*ln drive away the donkeys of the orphans; They*ln take the widow’s ox for a pledge."
    },
    {
        "o": 14826,
        "r": "nasb:Job:24:4",
        "t": "They*ln push the needy aside from the road; The*ln poor of the land are made to hide themselves altogether."
    },
    {
        "o": 14827,
        "r": "nasb:Job:24:5",
        "t": "Behold,*ln as wild donkeys in the wilderness They*ln go forth seeking food in their activity, As*ln bread for their*i children in the desert."
    },
    {
        "o": 14828,
        "r": "nasb:Job:24:6",
        "t": "They*ln harvest their fodder in the field And*ln glean the vineyard of the wicked."
    },
    {
        "o": 14829,
        "r": "nasb:Job:24:7",
        "t": "They*ln spend the night naked, without clothing, And*ln have no covering against the cold."
    },
    {
        "o": 14830,
        "r": "nasb:Job:24:8",
        "t": "They*ln are wet with the mountain rains And*ln hug the rock for want of a shelter."
    },
    {
        "o": 14831,
        "r": "nasb:Job:24:9",
        "t": "Others*ln snatch the orphan from the breast, And*ln against the poor they take a pledge."
    },
    {
        "o": 14832,
        "r": "nasb:Job:24:10",
        "t": "They*ln cause the*i poor*i to go about naked without clothing, And*ln they take away the sheaves from the hungry."
    },
    {
        "o": 14833,
        "r": "nasb:Job:24:11",
        "t": "Within*ln the walls they produce oil; They*ln tread wine presses but thirst."
    },
    {
        "o": 14834,
        "r": "nasb:Job:24:12",
        "t": "From*ln the city men groan, And*ln the souls of the wounded cry out; Yet*ln God does not pay attention to folly."
    },
    {
        "o": 14835,
        "r": "nasb:Job:24:13",
        "t": "“Others*ln have been with those who rebel against the light; They*ln do not want to know its ways Nor*ln abide in its paths."
    },
    {
        "o": 14836,
        "r": "nasb:Job:24:14",
        "t": "The*ln murderer arises at dawn; He*ln kills the poor and the needy, And*ln at night he is as a thief."
    },
    {
        "o": 14837,
        "r": "nasb:Job:24:15",
        "t": "The*ln eye of the adulterer waits for the twilight, Saying,*ln ‘No eye will see me.’ And*ln he disguises his face."
    },
    {
        "o": 14838,
        "r": "nasb:Job:24:16",
        "t": "In*ln the dark they dig into houses, They*ln shut themselves up by day; They*ln do not know the light."
    },
    {
        "o": 14839,
        "r": "nasb:Job:24:17",
        "t": "For*ln the morning is the same to him as thick darkness, For*ln he is familiar with the terrors of thick darkness."
    },
    {
        "o": 14840,
        "r": "nasb:Job:24:18",
        "t": "“They*ln are insignificant on the surface of the water; Their*ln portion is cursed on the earth. They*ln do not turn toward the vineyards."
    },
    {
        "o": 14841,
        "r": "nasb:Job:24:19",
        "t": "Drought*ln and heat consume the snow waters, So*iln does*i Sheol those*i who*i have sinned."
    },
    {
        "o": 14842,
        "r": "nasb:Job:24:20",
        "t": "A*ln mother will forget him; The*ln worm feeds sweetly till he is no longer remembered. And*ln wickedness will be broken like a tree."
    },
    {
        "o": 14843,
        "r": "nasb:Job:24:21",
        "t": "He*ln wrongs the barren woman And*ln does no good for the widow."
    },
    {
        "o": 14844,
        "r": "nasb:Job:24:22",
        "t": "But*ln He drags off the valiant by His power; He*ln rises, but no one has assurance of life."
    },
    {
        "o": 14845,
        "r": "nasb:Job:24:23",
        "t": "He*ln provides them with security, and they are supported; And*ln His eyes are on their ways."
    },
    {
        "o": 14846,
        "r": "nasb:Job:24:24",
        "t": "They*ln are exalted a little while, then they are gone; Moreover,*ln they are brought low and like everything gathered up; Even*ln like the heads of grain they are cut off."
    },
    {
        "o": 14847,
        "r": "nasb:Job:24:25",
        "t": "Now*ln if it is not so, who can prove me a liar, And*ln make my speech worthless?”"
    },
    {
        "o": 14848,
        "r": "nasb:Job:25:0",
        "t": "Job 25",
        "h": 1
    },
    {
        "o": 14849,
        "r": "nasb:Job:25:0",
        "t": "Bildad Says Man Is Inferior",
        "h": 2
    },
    {
        "o": 14850,
        "r": "nasb:Job:25:1",
        "t": "Then*p Bildad the Shuhite answered,"
    },
    {
        "o": 14851,
        "r": "nasb:Job:25:2",
        "t": "“Dominion*pn and awe belong to Him Who*ln establishes peace in His heights."
    },
    {
        "o": 14852,
        "r": "nasb:Job:25:3",
        "t": "Is*ln there any number to His troops? And*ln upon whom does His light not rise?"
    },
    {
        "o": 14853,
        "r": "nasb:Job:25:4",
        "t": "How*ln then can a man be just with God? Or*ln how can he be clean who is born of woman?"
    },
    {
        "o": 14854,
        "r": "nasb:Job:25:5",
        "t": "If*ln even the moon has no brightness And*ln the stars are not pure in His sight,"
    },
    {
        "o": 14855,
        "r": "nasb:Job:25:6",
        "t": "How*ln much less man, that*i maggot, And*ln the son of man, that*i worm!”"
    },
    {
        "o": 14856,
        "r": "nasb:Job:26:0",
        "t": "Job 26",
        "h": 1
    },
    {
        "o": 14857,
        "r": "nasb:Job:26:0",
        "t": "Job Rebukes Bildad",
        "h": 2
    },
    {
        "o": 14858,
        "r": "nasb:Job:26:1",
        "t": "Then*p Job responded,"
    },
    {
        "o": 14859,
        "r": "nasb:Job:26:2",
        "t": "“What*pn a help you are to the weak! How*ln you have saved the arm without strength!"
    },
    {
        "o": 14860,
        "r": "nasb:Job:26:3",
        "t": "What*ln counsel you have given to one*i without wisdom! What*ln helpful insight you have abundantly provided!"
    },
    {
        "o": 14861,
        "r": "nasb:Job:26:4",
        "t": "To*ln whom have you uttered words? And*ln whose spirit was expressed through you?"
    },
    {
        "o": 14862,
        "r": "nasb:Job:26:4",
        "t": "The Greatness of God",
        "h": 2
    },
    {
        "o": 14863,
        "r": "nasb:Job:26:5",
        "t": "“The*pn departed spirits tremble Under*ln the waters and their inhabitants."
    },
    {
        "o": 14864,
        "r": "nasb:Job:26:6",
        "t": "Naked*ln is Sheol before Him, And*ln Abaddon has no covering."
    },
    {
        "o": 14865,
        "r": "nasb:Job:26:7",
        "t": "He*ln stretches out the north over empty space And*ln hangs the earth on nothing."
    },
    {
        "o": 14866,
        "r": "nasb:Job:26:8",
        "t": "He*ln wraps up the waters in His clouds, And*ln the cloud does not burst under them."
    },
    {
        "o": 14867,
        "r": "nasb:Job:26:9",
        "t": "He*ln obscures the face of the full moon And*ln spreads His cloud over it."
    },
    {
        "o": 14868,
        "r": "nasb:Job:26:10",
        "t": "He*ln has inscribed a circle on the surface of the waters At*ln the boundary of light and darkness."
    },
    {
        "o": 14869,
        "r": "nasb:Job:26:11",
        "t": "The*ln pillars of heaven tremble And*ln are amazed at His rebuke."
    },
    {
        "o": 14870,
        "r": "nasb:Job:26:12",
        "t": "He*ln quieted the sea with His power, And*ln by His understanding He shattered Rahab."
    },
    {
        "o": 14871,
        "r": "nasb:Job:26:13",
        "t": "By*ln His breath the heavens are cleared; His*ln hand has pierced the fleeing serpent."
    },
    {
        "o": 14872,
        "r": "nasb:Job:26:14",
        "t": "Behold,*ln these are the fringes of His ways; And*ln how faint a word we hear of Him! But*ln His mighty thunder, who can understand?”"
    },
    {
        "o": 14873,
        "r": "nasb:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14874,
        "r": "nasb:Job:27:0",
        "t": "Job Affirms His Righteousness",
        "h": 2
    },
    {
        "o": 14875,
        "r": "nasb:Job:27:1",
        "t": "Then*p Job continued his discourse and said,"
    },
    {
        "o": 14876,
        "r": "nasb:Job:27:2",
        "t": "“As*pn God lives, who has taken away my right, And*ln the Almighty, who has embittered my soul,"
    },
    {
        "o": 14877,
        "r": "nasb:Job:27:3",
        "t": "For*ln as long as life is in me, And*ln the breath of God is in my nostrils,"
    },
    {
        "o": 14878,
        "r": "nasb:Job:27:4",
        "t": "My*ln lips certainly will not speak unjustly, Nor*ln will my tongue mutter deceit."
    },
    {
        "o": 14879,
        "r": "nasb:Job:27:5",
        "t": "Far*ln be it from me that I should declare you right; Till*ln I die I will not put away my integrity from me."
    },
    {
        "o": 14880,
        "r": "nasb:Job:27:6",
        "t": "I*ln hold fast my righteousness and will not let it go. My*ln heart does not reproach any of my days."
    },
    {
        "o": 14881,
        "r": "nasb:Job:27:6",
        "t": "The State of the Godless",
        "h": 2
    },
    {
        "o": 14882,
        "r": "nasb:Job:27:7",
        "t": "“May*pn my enemy be as the wicked And*ln my opponent as the unjust."
    },
    {
        "o": 14883,
        "r": "nasb:Job:27:8",
        "t": "For*ln what is the hope of the godless when he is cut off, When*ln God requires his life?"
    },
    {
        "o": 14884,
        "r": "nasb:Job:27:9",
        "t": "Will*ln God hear his cry When*ln distress comes upon him?"
    },
    {
        "o": 14885,
        "r": "nasb:Job:27:10",
        "t": "Will*ln he take delight in the Almighty? Will*ln he call on God at all times?"
    },
    {
        "o": 14886,
        "r": "nasb:Job:27:11",
        "t": "I*ln will instruct you in the power of God; What*ln is with the Almighty I will not conceal."
    },
    {
        "o": 14887,
        "r": "nasb:Job:27:12",
        "t": "Behold,*ln all of you have seen it;*i Why*ln then do you act foolishly?"
    },
    {
        "o": 14888,
        "r": "nasb:Job:27:13",
        "t": "“This*ln is the portion of a wicked man from God, And*ln the inheritance which*i tyrants receive from the Almighty."
    },
    {
        "o": 14889,
        "r": "nasb:Job:27:14",
        "t": "Though*ln his sons are many, they are destined for the sword; And*ln his descendants will not be satisfied with bread."
    },
    {
        "o": 14890,
        "r": "nasb:Job:27:15",
        "t": "His*ln survivors will be buried because of the plague, And*ln their widows will not be able to weep."
    },
    {
        "o": 14891,
        "r": "nasb:Job:27:16",
        "t": "Though*ln he piles up silver like dust And*ln prepares garments as plentiful*i as*i the clay,"
    },
    {
        "o": 14892,
        "r": "nasb:Job:27:17",
        "t": "He*ln may prepare it,*i but the just will wear it*i And*ln the innocent will divide the silver."
    },
    {
        "o": 14893,
        "r": "nasb:Job:27:18",
        "t": "He*ln has built his house like the spider’s web, Or*ln as a hut which*i the watchman has made."
    },
    {
        "o": 14894,
        "r": "nasb:Job:27:19",
        "t": "He*ln lies down rich, but never again; He*ln opens his eyes, and it is no longer."
    },
    {
        "o": 14895,
        "r": "nasb:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; A*ln tempest steals him away in the night."
    },
    {
        "o": 14896,
        "r": "nasb:Job:27:21",
        "t": "The*ln east wind carries him away, and he is gone, For*ln it whirls him away from his place."
    },
    {
        "o": 14897,
        "r": "nasb:Job:27:22",
        "t": "For*ln it will hurl at him without sparing; He*ln will surely try to flee from its power."
    },
    {
        "o": 14898,
        "r": "nasb:Job:27:23",
        "t": "Men*iln will clap their hands at him And*ln will hiss him from his place."
    },
    {
        "o": 14899,
        "r": "nasb:Job:28:0",
        "t": "Job 28",
        "h": 1
    },
    {
        "o": 14900,
        "r": "nasb:Job:28:0",
        "t": "Job Tells of Earth’s Treasures",
        "h": 2
    },
    {
        "o": 14901,
        "r": "nasb:Job:28:1",
        "t": "“Surely*pn there is a mine for silver And*ln a place where they refine gold."
    },
    {
        "o": 14902,
        "r": "nasb:Job:28:2",
        "t": "Iron*ln is taken from the dust, And*ln copper is smelted from rock."
    },
    {
        "o": 14903,
        "r": "nasb:Job:28:3",
        "t": "Man*iln puts an end to darkness, And*ln to the farthest limit he searches out The*ln rock in gloom and deep shadow."
    },
    {
        "o": 14904,
        "r": "nasb:Job:28:4",
        "t": "He*ln sinks a shaft far from habitation, Forgotten*ln by the foot; They*ln hang and swing to and fro far from men."
    },
    {
        "o": 14905,
        "r": "nasb:Job:28:5",
        "t": "The*ln earth, from it comes food, And*ln underneath it is turned up as fire."
    },
    {
        "o": 14906,
        "r": "nasb:Job:28:6",
        "t": "Its*ln rocks are the source of sapphires, And*ln its dust contains*i gold."
    },
    {
        "o": 14907,
        "r": "nasb:Job:28:7",
        "t": "The*ln path no bird of prey knows, Nor*ln has the falcon’s eye caught sight of it."
    },
    {
        "o": 14908,
        "r": "nasb:Job:28:8",
        "t": "The*ln proud beasts have not trodden it, Nor*ln has the fierce*i lion passed over it."
    },
    {
        "o": 14909,
        "r": "nasb:Job:28:9",
        "t": "He*ln puts his hand on the flint; He*ln overturns the mountains at the base."
    },
    {
        "o": 14910,
        "r": "nasb:Job:28:10",
        "t": "He*ln hews out channels through the rocks, And*ln his eye sees anything precious."
    },
    {
        "o": 14911,
        "r": "nasb:Job:28:11",
        "t": "He*ln dams up the streams from flowing, And*ln what is hidden he brings out to the light."
    },
    {
        "o": 14912,
        "r": "nasb:Job:28:11",
        "t": "The Search for Wisdom Is Harder",
        "h": 2
    },
    {
        "o": 14913,
        "r": "nasb:Job:28:12",
        "t": "“But*pn where can wisdom be found? And*ln where is the place of understanding?"
    },
    {
        "o": 14914,
        "r": "nasb:Job:28:13",
        "t": "Man*ln does not know its value, Nor*ln is it found in the land of the living."
    },
    {
        "o": 14915,
        "r": "nasb:Job:28:14",
        "t": "The*ln deep says, ‘It is not in me’; And*ln the sea says, ‘It is not with me.’"
    },
    {
        "o": 14916,
        "r": "nasb:Job:28:15",
        "t": "Pure*ln gold cannot be given in exchange for it, Nor*ln can silver be weighed as its price."
    },
    {
        "o": 14917,
        "r": "nasb:Job:28:16",
        "t": "It*ln cannot be valued in the gold of Ophir, In*ln precious onyx, or sapphire."
    },
    {
        "o": 14918,
        "r": "nasb:Job:28:17",
        "t": "Gold*ln or glass cannot equal it, Nor*ln can it be exchanged for articles of fine gold."
    },
    {
        "o": 14919,
        "r": "nasb:Job:28:18",
        "t": "Coral*ln and crystal are not to be mentioned; And*ln the acquisition of wisdom is above that*i of*i pearls."
    },
    {
        "o": 14920,
        "r": "nasb:Job:28:19",
        "t": "The*ln topaz of Ethiopia cannot equal it, Nor*ln can it be valued in pure gold."
    },
    {
        "o": 14921,
        "r": "nasb:Job:28:20",
        "t": "Where*ln then does wisdom come from? And*ln where is the place of understanding?"
    },
    {
        "o": 14922,
        "r": "nasb:Job:28:21",
        "t": "Thus*ln it is hidden from the eyes of all living And*ln concealed from the birds of the sky."
    },
    {
        "o": 14923,
        "r": "nasb:Job:28:22",
        "t": "Abaddon*ln and Death say, ‘With*ln our ears we have heard a report of it.’"
    },
    {
        "o": 14924,
        "r": "nasb:Job:28:23",
        "t": "“God*ln understands its way, And*ln He knows its place."
    },
    {
        "o": 14925,
        "r": "nasb:Job:28:24",
        "t": "For*ln He looks to the ends of the earth And*ln sees everything under the heavens."
    },
    {
        "o": 14926,
        "r": "nasb:Job:28:25",
        "t": "When*ln He imparted weight to the wind And*ln meted out the waters by measure,"
    },
    {
        "o": 14927,
        "r": "nasb:Job:28:26",
        "t": "When*ln He set a limit for the rain And*ln a course for the thunderbolt,"
    },
    {
        "o": 14928,
        "r": "nasb:Job:28:27",
        "t": "Then*ln He saw it and declared it; He*ln established it and also searched it out."
    },
    {
        "o": 14929,
        "r": "nasb:Job:28:28",
        "t": "And*ln to man He said, ‘Behold, the fear of the Lord, that is wisdom; And*ln to depart from evil is understanding.’ ”"
    },
    {
        "o": 14930,
        "r": "nasb:Job:29:0",
        "t": "Job 29",
        "h": 1
    },
    {
        "o": 14931,
        "r": "nasb:Job:29:0",
        "t": "Job’s Past Was Glorious",
        "h": 2
    },
    {
        "o": 14932,
        "r": "nasb:Job:29:1",
        "t": "And*p Job again took up his discourse and said,"
    },
    {
        "o": 14933,
        "r": "nasb:Job:29:2",
        "t": "“Oh*pn that I were as in months gone by, As*ln in the days when God watched over me;"
    },
    {
        "o": 14934,
        "r": "nasb:Job:29:3",
        "t": "When*ln His lamp shone over my head, And*iln by His light I walked through darkness;"
    },
    {
        "o": 14935,
        "r": "nasb:Job:29:4",
        "t": "As*ln I was in the prime of my days, When*ln the friendship of God was*i over my tent;"
    },
    {
        "o": 14936,
        "r": "nasb:Job:29:5",
        "t": "When*ln the Almighty was yet with me, And*iln my children were around me;"
    },
    {
        "o": 14937,
        "r": "nasb:Job:29:6",
        "t": "When*ln my steps were bathed in butter, And*ln the rock poured out for me streams of oil!"
    },
    {
        "o": 14938,
        "r": "nasb:Job:29:7",
        "t": "When*ln I went out to the gate of the city, When*ln I took my seat in the square,"
    },
    {
        "o": 14939,
        "r": "nasb:Job:29:8",
        "t": "The*ln young men saw me and hid themselves, And*ln the old men arose and*i stood."
    },
    {
        "o": 14940,
        "r": "nasb:Job:29:9",
        "t": "The*ln princes stopped talking And*ln put their*i hands on their mouths;"
    },
    {
        "o": 14941,
        "r": "nasb:Job:29:10",
        "t": "The*ln voice of the nobles was hushed, And*ln their tongue stuck to their palate."
    },
    {
        "o": 14942,
        "r": "nasb:Job:29:11",
        "t": "For*ln when the ear heard, it called me blessed, And*ln when the eye saw, it gave witness of me,"
    },
    {
        "o": 14943,
        "r": "nasb:Job:29:12",
        "t": "Because*ln I delivered the poor who cried for help, And*ln the orphan who had no helper."
    },
    {
        "o": 14944,
        "r": "nasb:Job:29:13",
        "t": "The*ln blessing of the one ready to perish came upon me, And*ln I made the widow’s heart sing for joy."
    },
    {
        "o": 14945,
        "r": "nasb:Job:29:14",
        "t": "I*ln put on righteousness, and it clothed me; My*ln justice was like a robe and a turban."
    },
    {
        "o": 14946,
        "r": "nasb:Job:29:15",
        "t": "I*ln was eyes to the blind And*ln feet to the lame."
    },
    {
        "o": 14947,
        "r": "nasb:Job:29:16",
        "t": "I*ln was a father to the needy, And*ln I investigated the case which I did not know."
    },
    {
        "o": 14948,
        "r": "nasb:Job:29:17",
        "t": "I*ln broke the jaws of the wicked And*ln snatched the prey from his teeth."
    },
    {
        "o": 14949,
        "r": "nasb:Job:29:18",
        "t": "Then*ln I thought, ‘I shall die in my nest, And*ln I shall multiply my*i days as the sand."
    },
    {
        "o": 14950,
        "r": "nasb:Job:29:19",
        "t": "My*ln root is spread out to the waters, And*ln dew lies all night on my branch."
    },
    {
        "o": 14951,
        "r": "nasb:Job:29:20",
        "t": "My*ln glory is ever*i new with me, And*ln my bow is renewed in my hand.’"
    },
    {
        "o": 14952,
        "r": "nasb:Job:29:21",
        "t": "“To*ln me they listened and waited, And*ln kept silent for my counsel."
    },
    {
        "o": 14953,
        "r": "nasb:Job:29:22",
        "t": "After*ln my words they did not speak again, And*ln my speech dropped on them."
    },
    {
        "o": 14954,
        "r": "nasb:Job:29:23",
        "t": "They*ln waited for me as for the rain, And*ln opened their mouth as for the spring rain."
    },
    {
        "o": 14955,
        "r": "nasb:Job:29:24",
        "t": "I*ln smiled on them when they did not believe, And*ln the light of my face they did not cast down."
    },
    {
        "o": 14956,
        "r": "nasb:Job:29:25",
        "t": "I*ln chose a way for them and sat as chief, And*ln dwelt as a king among the troops, As*ln one who comforted the mourners."
    },
    {
        "o": 14957,
        "r": "nasb:Job:30:0",
        "t": "Job 30",
        "h": 1
    },
    {
        "o": 14958,
        "r": "nasb:Job:30:0",
        "t": "Job’s Present State Is Humiliating",
        "h": 2
    },
    {
        "o": 14959,
        "r": "nasb:Job:30:1",
        "t": "“But*pn now those younger than I mock me, Whose*ln fathers I disdained to put with the dogs of my flock."
    },
    {
        "o": 14960,
        "r": "nasb:Job:30:2",
        "t": "Indeed,*ln what good*i was*i the strength of their hands to me? Vigor*ln had perished from them."
    },
    {
        "o": 14961,
        "r": "nasb:Job:30:3",
        "t": "From*ln want and famine they are gaunt Who*ln gnaw the dry ground by night in waste and desolation,"
    },
    {
        "o": 14962,
        "r": "nasb:Job:30:4",
        "t": "Who*ln pluck mallow by the bushes, And*ln whose food is the root of the broom shrub."
    },
    {
        "o": 14963,
        "r": "nasb:Job:30:5",
        "t": "They*ln are driven from the community; They*ln shout against them as against*i a thief,"
    },
    {
        "o": 14964,
        "r": "nasb:Job:30:6",
        "t": "So*ln that they dwell in dreadful valleys, In*ln holes of the earth and of the rocks."
    },
    {
        "o": 14965,
        "r": "nasb:Job:30:7",
        "t": "Among*ln the bushes they cry out; Under*ln the nettles they are gathered together."
    },
    {
        "o": 14966,
        "r": "nasb:Job:30:8",
        "t": "Fools,*ln even those without a name, They*ln were scourged from the land."
    },
    {
        "o": 14967,
        "r": "nasb:Job:30:9",
        "t": "“And*ln now I have become their taunt, I*ln have even become a byword to them."
    },
    {
        "o": 14968,
        "r": "nasb:Job:30:10",
        "t": "They*ln abhor me and*i stand aloof from me, And*ln they do not refrain from spitting at my face."
    },
    {
        "o": 14969,
        "r": "nasb:Job:30:11",
        "t": "Because*ln He has loosed His bowstring and afflicted me, They*ln have cast off the bridle before me."
    },
    {
        "o": 14970,
        "r": "nasb:Job:30:12",
        "t": "On*ln the right hand their brood arises; They*ln thrust aside my feet and build up against me their ways of destruction."
    },
    {
        "o": 14971,
        "r": "nasb:Job:30:13",
        "t": "They*ln break up my path, They*ln profit from my destruction; No*ln one restrains them."
    },
    {
        "o": 14972,
        "r": "nasb:Job:30:14",
        "t": "As*ln through*i a wide breach they come, Amid*ln the tempest they roll on."
    },
    {
        "o": 14973,
        "r": "nasb:Job:30:15",
        "t": "Terrors*ln are turned against me; They*ln pursue my honor as the wind, And*ln my prosperity has passed away like a cloud."
    },
    {
        "o": 14974,
        "r": "nasb:Job:30:16",
        "t": "“And*ln now my soul is poured out within me; Days*ln of affliction have seized me."
    },
    {
        "o": 14975,
        "r": "nasb:Job:30:17",
        "t": "At*ln night it pierces my bones within me, And*ln my gnawing pains*i take no rest."
    },
    {
        "o": 14976,
        "r": "nasb:Job:30:18",
        "t": "By*ln a great force my garment is distorted; It*ln binds me about as the collar of my coat."
    },
    {
        "o": 14977,
        "r": "nasb:Job:30:19",
        "t": "He*ln has cast me into the mire, And*ln I have become like dust and ashes."
    },
    {
        "o": 14978,
        "r": "nasb:Job:30:20",
        "t": "I*ln cry out to You for help, but You do not answer me; I*ln stand up, and You turn Your attention against me."
    },
    {
        "o": 14979,
        "r": "nasb:Job:30:21",
        "t": "You*ln have become cruel to me; With*ln the might of Your hand You persecute me."
    },
    {
        "o": 14980,
        "r": "nasb:Job:30:22",
        "t": "You*ln lift me up to the wind and*i cause me to ride; And*ln You dissolve me in a storm."
    },
    {
        "o": 14981,
        "r": "nasb:Job:30:23",
        "t": "For*ln I know that You will bring me to death And*ln to the house of meeting for all living."
    },
    {
        "o": 14982,
        "r": "nasb:Job:30:24",
        "t": "“Yet*ln does not one in a heap of ruins stretch out his*i hand, Or*ln in his disaster therefore cry out for help?"
    },
    {
        "o": 14983,
        "r": "nasb:Job:30:25",
        "t": "Have*ln I not wept for the one whose life is hard? Was*ln not my soul grieved for the needy?"
    },
    {
        "o": 14984,
        "r": "nasb:Job:30:26",
        "t": "When*ln I expected good, then evil came; When*ln I waited for light, then darkness came."
    },
    {
        "o": 14985,
        "r": "nasb:Job:30:27",
        "t": "I*ln am seething within and cannot relax; Days*ln of affliction confront me."
    },
    {
        "o": 14986,
        "r": "nasb:Job:30:28",
        "t": "I*ln go about mourning without comfort; I*ln stand up in the assembly and*i cry out for help."
    },
    {
        "o": 14987,
        "r": "nasb:Job:30:29",
        "t": "I*ln have become a brother to jackals And*ln a companion of ostriches."
    },
    {
        "o": 14988,
        "r": "nasb:Job:30:30",
        "t": "My*ln skin turns black on me, And*ln my bones burn with fever."
    },
    {
        "o": 14989,
        "r": "nasb:Job:30:31",
        "t": "Therefore*ln my harp is turned to mourning, And*ln my flute to the sound of those who weep."
    },
    {
        "o": 14990,
        "r": "nasb:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14991,
        "r": "nasb:Job:31:0",
        "t": "Job Asserts His Integrity",
        "h": 2
    },
    {
        "o": 14992,
        "r": "nasb:Job:31:1",
        "t": "“I*pn have made a covenant with my eyes; How*ln then could I gaze at a virgin?"
    },
    {
        "o": 14993,
        "r": "nasb:Job:31:2",
        "t": "And*ln what is the portion of God from above Or*ln the heritage of the Almighty from on high?"
    },
    {
        "o": 14994,
        "r": "nasb:Job:31:3",
        "t": "Is*ln it not calamity to the unjust And*ln disaster to those who work iniquity?"
    },
    {
        "o": 14995,
        "r": "nasb:Job:31:4",
        "t": "Does*ln He not see my ways And*ln number all my steps?"
    },
    {
        "o": 14996,
        "r": "nasb:Job:31:5",
        "t": "“If*ln I have walked with falsehood, And*ln my foot has hastened after deceit,"
    },
    {
        "o": 14997,
        "r": "nasb:Job:31:6",
        "t": "Let*ln Him weigh me with accurate scales, And*ln let God know my integrity."
    },
    {
        "o": 14998,
        "r": "nasb:Job:31:7",
        "t": "If*ln my step has turned from the way, Or*ln my heart followed my eyes, Or*ln if any spot has stuck to my hands,"
    },
    {
        "o": 14999,
        "r": "nasb:Job:31:8",
        "t": "Let*ln me sow and another eat, And*ln let my crops be uprooted."
    },
    {
        "o": 15000,
        "r": "nasb:Job:31:9",
        "t": "“If*ln my heart has been enticed by a woman, Or*ln I have lurked at my neighbor’s doorway,"
    },
    {
        "o": 15001,
        "r": "nasb:Job:31:10",
        "t": "May*ln my wife grind for another, And*ln let others kneel down over her."
    },
    {
        "o": 15002,
        "r": "nasb:Job:31:11",
        "t": "For*ln that would be a lustful crime; Moreover,*ln it would be an iniquity punishable*i by*i judges."
    },
    {
        "o": 15003,
        "r": "nasb:Job:31:12",
        "t": "For*ln it would be fire that consumes to Abaddon, And*ln would uproot all my increase."
    },
    {
        "o": 15004,
        "r": "nasb:Job:31:13",
        "t": "“If*ln I have despised the claim of my male or female slaves When*ln they filed a complaint against me,"
    },
    {
        "o": 15005,
        "r": "nasb:Job:31:14",
        "t": "What*ln then could I do when God arises? And*ln when He calls me to account, what will I answer Him?"
    },
    {
        "o": 15006,
        "r": "nasb:Job:31:15",
        "t": "Did*ln not He who made me in the womb make him, And*ln the same one fashion us in the womb?"
    },
    {
        "o": 15007,
        "r": "nasb:Job:31:16",
        "t": "“If*ln I have kept the poor from their*i desire, Or*ln have caused the eyes of the widow to fail,"
    },
    {
        "o": 15008,
        "r": "nasb:Job:31:17",
        "t": "Or*ln have eaten my morsel alone, And*ln the orphan has not shared it"
    },
    {
        "o": 15009,
        "r": "nasb:Job:31:18",
        "t": "(But*ln from my youth he grew up with me as with a father, And*ln from infancy I guided her),"
    },
    {
        "o": 15010,
        "r": "nasb:Job:31:19",
        "t": "If*ln I have seen anyone perish for lack of clothing, Or*ln that the needy had no covering,"
    },
    {
        "o": 15011,
        "r": "nasb:Job:31:20",
        "t": "If*ln his loins have not thanked me, And*ln if he has not been warmed with the fleece of my sheep,"
    },
    {
        "o": 15012,
        "r": "nasb:Job:31:21",
        "t": "If*ln I have lifted up my hand against the orphan, Because*ln I saw I had support in the gate,"
    },
    {
        "o": 15013,
        "r": "nasb:Job:31:22",
        "t": "Let*ln my shoulder fall from the socket, And*ln my arm be broken off at the elbow."
    },
    {
        "o": 15014,
        "r": "nasb:Job:31:23",
        "t": "For*ln calamity from God is a terror to me, And*ln because of His majesty I can do nothing."
    },
    {
        "o": 15015,
        "r": "nasb:Job:31:24",
        "t": "“If*ln I have put my confidence in*i gold, And*ln called fine gold my trust,"
    },
    {
        "o": 15016,
        "r": "nasb:Job:31:25",
        "t": "If*ln I have gloated because my wealth was great, And*ln because my hand had secured so*i much;"
    },
    {
        "o": 15017,
        "r": "nasb:Job:31:26",
        "t": "If*ln I have looked at the sun when it shone Or*ln the moon going in splendor,"
    },
    {
        "o": 15018,
        "r": "nasb:Job:31:27",
        "t": "And*ln my heart became secretly enticed, And*ln my hand threw a kiss from my mouth,"
    },
    {
        "o": 15019,
        "r": "nasb:Job:31:28",
        "t": "That*ln too would have been an iniquity calling*i for*i judgment, For*ln I would have denied God above."
    },
    {
        "o": 15020,
        "r": "nasb:Job:31:29",
        "t": "“Have*ln I rejoiced at the extinction of my enemy, Or*ln exulted when evil befell him?"
    },
    {
        "o": 15021,
        "r": "nasb:Job:31:30",
        "t": "No,*ln I have not allowed my mouth to sin By*ln asking for his life in a curse."
    },
    {
        "o": 15022,
        "r": "nasb:Job:31:31",
        "t": "Have*ln the men of my tent not said, ‘Who*ln can find one who has not been satisfied with his meat’?"
    },
    {
        "o": 15023,
        "r": "nasb:Job:31:32",
        "t": "The*ln alien has not lodged outside, For*iln I have opened my doors to the traveler."
    },
    {
        "o": 15024,
        "r": "nasb:Job:31:33",
        "t": "Have*ln I covered my transgressions like Adam, By*ln hiding my iniquity in my bosom,"
    },
    {
        "o": 15025,
        "r": "nasb:Job:31:34",
        "t": "Because*ln I feared the great multitude, And*ln the contempt of families terrified me, And*ln kept silent and did not go out of doors?"
    },
    {
        "o": 15026,
        "r": "nasb:Job:31:35",
        "t": "Oh*ln that I had one to hear me! Behold,*ln here is my signature; Let*ln the Almighty answer me! And*ln the indictment which my adversary has written,"
    },
    {
        "o": 15027,
        "r": "nasb:Job:31:36",
        "t": "Surely*ln I would carry it on my shoulder, I*ln would bind it to myself like a crown."
    },
    {
        "o": 15028,
        "r": "nasb:Job:31:37",
        "t": "I*ln would declare to Him the number of my steps; Like*ln a prince I would approach Him."
    },
    {
        "o": 15029,
        "r": "nasb:Job:31:38",
        "t": "“If*ln my land cries out against me, And*ln its furrows weep together;"
    },
    {
        "o": 15030,
        "r": "nasb:Job:31:39",
        "t": "If*ln I have eaten its fruit without money, Or*ln have caused its owners to lose their lives,"
    },
    {
        "o": 15031,
        "r": "nasb:Job:31:40",
        "t": "Let*ln briars grow instead of wheat, And*ln stinkweed instead of barley.” The*p words of Job are ended."
    },
    {
        "o": 15032,
        "r": "nasb:Job:32:0",
        "t": "Job 32",
        "h": 1
    },
    {
        "o": 15033,
        "r": "nasb:Job:32:0",
        "t": "Elihu in Anger Rebukes Job",
        "h": 2
    },
    {
        "o": 15034,
        "r": "nasb:Job:32:1",
        "t": "Then*p these three men ceased answering Job, because he was righteous in his own eyes."
    },
    {
        "o": 15035,
        "r": "nasb:Job:32:2",
        "t": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself before God."
    },
    {
        "o": 15036,
        "r": "nasb:Job:32:3",
        "t": "And his anger burned against his three friends because they had found no answer, and yet had condemned Job."
    },
    {
        "o": 15037,
        "r": "nasb:Job:32:4",
        "t": "Now Elihu had waited to speak to Job because they were years older than he."
    },
    {
        "o": 15038,
        "r": "nasb:Job:32:5",
        "t": "And when Elihu saw that there was no answer in the mouth of the three men his anger burned."
    },
    {
        "o": 15039,
        "r": "nasb:Job:32:6",
        "t": "So*p Elihu the son of Barachel the Buzite spoke out and said, “I*pn am young in years and you are old; Therefore*ln I was shy and afraid to tell you what I think."
    },
    {
        "o": 15040,
        "r": "nasb:Job:32:7",
        "t": "I*ln thought age should speak, And*ln increased years should teach wisdom."
    },
    {
        "o": 15041,
        "r": "nasb:Job:32:8",
        "t": "But*ln it is a spirit in man, And*ln the breath of the Almighty gives them understanding."
    },
    {
        "o": 15042,
        "r": "nasb:Job:32:9",
        "t": "The*ln abundant in*i years*i may not be wise, Nor*ln may elders understand justice."
    },
    {
        "o": 15043,
        "r": "nasb:Job:32:10",
        "t": "So*ln I say, ‘Listen to me, I*ln too will tell what I think.’"
    },
    {
        "o": 15044,
        "r": "nasb:Job:32:11",
        "t": "“Behold,*ln I waited for your words, I*ln listened to your reasonings, While*ln you pondered what to say."
    },
    {
        "o": 15045,
        "r": "nasb:Job:32:12",
        "t": "I*ln even paid close attention to you; Indeed,*ln there was no one who refuted Job, Not*ln one of you who answered his words."
    },
    {
        "o": 15046,
        "r": "nasb:Job:32:13",
        "t": "Do*ln not say, ‘We*ln have found wisdom; God*ln will rout him, not man.’"
    },
    {
        "o": 15047,
        "r": "nasb:Job:32:14",
        "t": "For*ln he has not arranged his*i words against me, Nor*ln will I reply to him with your arguments."
    },
    {
        "o": 15048,
        "r": "nasb:Job:32:15",
        "t": "“They*ln are dismayed, they no longer answer; Words*ln have failed them."
    },
    {
        "o": 15049,
        "r": "nasb:Job:32:16",
        "t": "Shall*ln I wait, because they do not speak, Because*ln they stop and*i no longer answer?"
    },
    {
        "o": 15050,
        "r": "nasb:Job:32:17",
        "t": "I*ln too will answer my share, I*ln also will tell my opinion."
    },
    {
        "o": 15051,
        "r": "nasb:Job:32:18",
        "t": "For*ln I am full of words; The*ln spirit within me constrains me."
    },
    {
        "o": 15052,
        "r": "nasb:Job:32:19",
        "t": "Behold,*ln my belly is like unvented wine, Like*ln new wineskins it is about to burst."
    },
    {
        "o": 15053,
        "r": "nasb:Job:32:20",
        "t": "Let*ln me speak that I may get relief; Let*ln me open my lips and answer."
    },
    {
        "o": 15054,
        "r": "nasb:Job:32:21",
        "t": "Let*ln me now be partial to no one, Nor*ln flatter any*i man."
    },
    {
        "o": 15055,
        "r": "nasb:Job:32:22",
        "t": "For*ln I do not know how to flatter, Else*iln my Maker would soon take me away."
    },
    {
        "o": 15056,
        "r": "nasb:Job:33:0",
        "t": "Job 33",
        "h": 1
    },
    {
        "o": 15057,
        "r": "nasb:Job:33:0",
        "t": "Elihu Claims to Speak for God",
        "h": 2
    },
    {
        "o": 15058,
        "r": "nasb:Job:33:1",
        "t": "“However*pn now, Job, please hear my speech, And*ln listen to all my words."
    },
    {
        "o": 15059,
        "r": "nasb:Job:33:2",
        "t": "Behold*ln now, I open my mouth, My*ln tongue in my mouth speaks."
    },
    {
        "o": 15060,
        "r": "nasb:Job:33:3",
        "t": "My*ln words are from*i the uprightness of my heart, And*ln my lips speak knowledge sincerely."
    },
    {
        "o": 15061,
        "r": "nasb:Job:33:4",
        "t": "The*ln Spirit of God has made me, And*ln the breath of the Almighty gives me life."
    },
    {
        "o": 15062,
        "r": "nasb:Job:33:5",
        "t": "Refute*ln me if you can; Array*ln yourselves before me, take your stand."
    },
    {
        "o": 15063,
        "r": "nasb:Job:33:6",
        "t": "Behold,*ln I belong to God like you; I*ln too have been formed out of the clay."
    },
    {
        "o": 15064,
        "r": "nasb:Job:33:7",
        "t": "Behold,*ln no fear of me should terrify you, Nor*ln should my pressure weigh heavily on you."
    },
    {
        "o": 15065,
        "r": "nasb:Job:33:8",
        "t": "“Surely*ln you have spoken in my hearing, And*ln I have heard the sound of your*i words:"
    },
    {
        "o": 15066,
        "r": "nasb:Job:33:9",
        "t": "‘I*ln am pure, without transgression; I*ln am innocent and there is no guilt in me."
    },
    {
        "o": 15067,
        "r": "nasb:Job:33:10",
        "t": "Behold,*ln He invents pretexts against me; He*ln counts me as His enemy."
    },
    {
        "o": 15068,
        "r": "nasb:Job:33:11",
        "t": "He*ln puts my feet in the stocks; He*ln watches all my paths.’"
    },
    {
        "o": 15069,
        "r": "nasb:Job:33:12",
        "t": "Behold,*ln let me tell you, you are not right in this, For*ln God is greater than man."
    },
    {
        "o": 15070,
        "r": "nasb:Job:33:13",
        "t": "“Why*ln do you complain against Him That*ln He does not give an account of all His doings?"
    },
    {
        "o": 15071,
        "r": "nasb:Job:33:14",
        "t": "Indeed*ln God speaks once, Or*ln twice, yet*i no one notices it."
    },
    {
        "o": 15072,
        "r": "nasb:Job:33:15",
        "t": "In*ln a dream, a vision of the night, When*ln sound sleep falls on men, While*ln they slumber in their beds,"
    },
    {
        "o": 15073,
        "r": "nasb:Job:33:16",
        "t": "Then*ln He opens the ears of men, And*ln seals their instruction,"
    },
    {
        "o": 15074,
        "r": "nasb:Job:33:17",
        "t": "That*ln He may turn man aside from*i his*i conduct, And*ln keep man from pride;"
    },
    {
        "o": 15075,
        "r": "nasb:Job:33:18",
        "t": "He*ln keeps back his soul from the pit, And*ln his life from passing over into Sheol."
    },
    {
        "o": 15076,
        "r": "nasb:Job:33:19",
        "t": "“Man*ln is also chastened with pain on his bed, And*ln with unceasing complaint in his bones;"
    },
    {
        "o": 15077,
        "r": "nasb:Job:33:20",
        "t": "So*ln that his life loathes bread, And*ln his soul favorite food."
    },
    {
        "o": 15078,
        "r": "nasb:Job:33:21",
        "t": "His*ln flesh wastes away from sight, And*ln his bones which were not seen stick out."
    },
    {
        "o": 15079,
        "r": "nasb:Job:33:22",
        "t": "Then*ln his soul draws near to the pit, And*ln his life to those who bring death."
    },
    {
        "o": 15080,
        "r": "nasb:Job:33:23",
        "t": "“If*ln there is an angel as*i mediator for him, One*ln out of a thousand, To*ln remind a man what is right for him,"
    },
    {
        "o": 15081,
        "r": "nasb:Job:33:24",
        "t": "Then*ln let him be gracious to him, and say, ‘Deliver*ln him from going down to the pit, I*ln have found a ransom’;"
    },
    {
        "o": 15082,
        "r": "nasb:Job:33:25",
        "t": "Let*ln his flesh become fresher than in youth, Let*ln him return to the days of his youthful vigor;"
    },
    {
        "o": 15083,
        "r": "nasb:Job:33:26",
        "t": "Then*ln he will pray to God, and He will accept him, That*ln he may see His face with joy, And*ln He may restore His righteousness to man."
    },
    {
        "o": 15084,
        "r": "nasb:Job:33:27",
        "t": "He*ln will sing to men and say, ‘I*ln have sinned and perverted what is right, And*ln it is not proper for me."
    },
    {
        "o": 15085,
        "r": "nasb:Job:33:28",
        "t": "He*ln has redeemed my soul from going to the pit, And*ln my life shall see the light.’"
    },
    {
        "o": 15086,
        "r": "nasb:Job:33:29",
        "t": "“Behold,*ln God does all these oftentimes with men,"
    },
    {
        "o": 15087,
        "r": "nasb:Job:33:30",
        "t": "To*ln bring back his soul from the pit, That*ln he may be enlightened with the light of life."
    },
    {
        "o": 15088,
        "r": "nasb:Job:33:31",
        "t": "Pay*ln attention, O Job, listen to me; Keep*ln silent, and let me speak."
    },
    {
        "o": 15089,
        "r": "nasb:Job:33:32",
        "t": "Then*iln if you have anything to say, answer me; Speak,*ln for I desire to justify you."
    },
    {
        "o": 15090,
        "r": "nasb:Job:33:33",
        "t": "If*ln not, listen to me; Keep*ln silent, and I will teach you wisdom.”"
    },
    {
        "o": 15091,
        "r": "nasb:Job:34:0",
        "t": "Job 34",
        "h": 1
    },
    {
        "o": 15092,
        "r": "nasb:Job:34:0",
        "t": "Elihu Vindicates God’s Justice",
        "h": 2
    },
    {
        "o": 15093,
        "r": "nasb:Job:34:1",
        "t": "Then*p Elihu continued and said,"
    },
    {
        "o": 15094,
        "r": "nasb:Job:34:2",
        "t": "“Hear*pn my words, you wise men, And*ln listen to me, you who know."
    },
    {
        "o": 15095,
        "r": "nasb:Job:34:3",
        "t": "For*ln the ear tests words As*ln the palate tastes food."
    },
    {
        "o": 15096,
        "r": "nasb:Job:34:4",
        "t": "Let*ln us choose for ourselves what is right; Let*ln us know among ourselves what is good."
    },
    {
        "o": 15097,
        "r": "nasb:Job:34:5",
        "t": "For*ln Job has said, ‘I am righteous, But*ln God has taken away my right;"
    },
    {
        "o": 15098,
        "r": "nasb:Job:34:6",
        "t": "Should*ln I lie concerning my right? My*ln wound is incurable, though*i I*i am*i without transgression.’"
    },
    {
        "o": 15099,
        "r": "nasb:Job:34:7",
        "t": "What*ln man is like Job, Who*ln drinks up derision like water,"
    },
    {
        "o": 15100,
        "r": "nasb:Job:34:8",
        "t": "Who*ln goes in company with the workers of iniquity, And*ln walks with wicked men?"
    },
    {
        "o": 15101,
        "r": "nasb:Job:34:9",
        "t": "For*ln he has said, ‘It profits a man nothing When*ln he is pleased with God.’"
    },
    {
        "o": 15102,
        "r": "nasb:Job:34:10",
        "t": "“Therefore,*ln listen to me, you men of understanding. Far*ln be it from God to do wickedness, And*ln from the Almighty to do wrong."
    },
    {
        "o": 15103,
        "r": "nasb:Job:34:11",
        "t": "For*ln He pays a man according to his work, And*ln makes him find it according to his way."
    },
    {
        "o": 15104,
        "r": "nasb:Job:34:12",
        "t": "Surely,*ln God will not act wickedly, And*ln the Almighty will not pervert justice."
    },
    {
        "o": 15105,
        "r": "nasb:Job:34:13",
        "t": "Who*ln gave Him authority over the earth? And*ln who has laid on*i Him*i the whole world?"
    },
    {
        "o": 15106,
        "r": "nasb:Job:34:14",
        "t": "If*ln He should determine to do so, If*ln He should gather to Himself His spirit and His breath,"
    },
    {
        "o": 15107,
        "r": "nasb:Job:34:15",
        "t": "All*ln flesh would perish together, And*ln man would return to dust."
    },
    {
        "o": 15108,
        "r": "nasb:Job:34:16",
        "t": "“But*ln if you*i have*i understanding, hear this; Listen*ln to the sound of my words."
    },
    {
        "o": 15109,
        "r": "nasb:Job:34:17",
        "t": "Shall*ln one who hates justice rule? And*ln will you condemn the righteous mighty One,"
    },
    {
        "o": 15110,
        "r": "nasb:Job:34:18",
        "t": "Who*ln says to a king, ‘Worthless one,’ To*ln nobles, ‘Wicked ones’;"
    },
    {
        "o": 15111,
        "r": "nasb:Job:34:19",
        "t": "Who*ln shows no partiality to princes Nor*ln regards the rich above the poor, For*ln they all are the work of His hands?"
    },
    {
        "o": 15112,
        "r": "nasb:Job:34:20",
        "t": "In*ln a moment they die, and at midnight People*ln are shaken and pass away, And*ln the mighty are taken away without a hand."
    },
    {
        "o": 15113,
        "r": "nasb:Job:34:21",
        "t": "“For*ln His eyes are upon the ways of a man, And*ln He sees all his steps."
    },
    {
        "o": 15114,
        "r": "nasb:Job:34:22",
        "t": "There*ln is no darkness or deep shadow Where*ln the workers of iniquity may hide themselves."
    },
    {
        "o": 15115,
        "r": "nasb:Job:34:23",
        "t": "For*ln He does not need*i to*i consider a man further, That*ln he should go before God in judgment."
    },
    {
        "o": 15116,
        "r": "nasb:Job:34:24",
        "t": "He*ln breaks in pieces mighty men without inquiry, And*ln sets others in their place."
    },
    {
        "o": 15117,
        "r": "nasb:Job:34:25",
        "t": "Therefore*ln He knows their works, And*ln He overthrows them*i in the night, And*ln they are crushed."
    },
    {
        "o": 15118,
        "r": "nasb:Job:34:26",
        "t": "He*ln strikes them like the wicked In*ln a public place,"
    },
    {
        "o": 15119,
        "r": "nasb:Job:34:27",
        "t": "Because*ln they turned aside from following Him, And*ln had no regard for any of His ways;"
    },
    {
        "o": 15120,
        "r": "nasb:Job:34:28",
        "t": "So*ln that they caused the cry of the poor to come to Him, And*ln that He might hear the cry of the afflicted—"
    },
    {
        "o": 15121,
        "r": "nasb:Job:34:29",
        "t": "When*ln He keeps quiet, who then can condemn? And*ln when He hides His face, who then can behold Him, That*ln is, in regard to both nation and man?—"
    },
    {
        "o": 15122,
        "r": "nasb:Job:34:30",
        "t": "So*ln that godless men would not rule Nor*ln be snares of the people."
    },
    {
        "o": 15123,
        "r": "nasb:Job:34:31",
        "t": "“For*ln has anyone said to God, ‘I*ln have borne chastisement;*i I*ln will not offend anymore;*i"
    },
    {
        "o": 15124,
        "r": "nasb:Job:34:32",
        "t": "Teach*ln me what I do not see; If*ln I have done iniquity, I*ln will not do it again’?"
    },
    {
        "o": 15125,
        "r": "nasb:Job:34:33",
        "t": "Shall*ln He recompense on your terms, because you have rejected it?*i For*ln you must choose, and not I; Therefore*ln declare what you know."
    },
    {
        "o": 15126,
        "r": "nasb:Job:34:34",
        "t": "Men*ln of understanding will say to me, And*ln a wise man who hears me,"
    },
    {
        "o": 15127,
        "r": "nasb:Job:34:35",
        "t": "‘Job*ln speaks without knowledge, And*ln his words are without wisdom."
    },
    {
        "o": 15128,
        "r": "nasb:Job:34:36",
        "t": "Job*ln ought to be tried to the limit, Because*ln he answers like wicked men."
    },
    {
        "o": 15129,
        "r": "nasb:Job:34:37",
        "t": "For*ln he adds rebellion to his sin; He*ln claps his hands among us, And*ln multiplies his words against God.’ ”"
    },
    {
        "o": 15130,
        "r": "nasb:Job:35:0",
        "t": "Job 35",
        "h": 1
    },
    {
        "o": 15131,
        "r": "nasb:Job:35:0",
        "t": "Elihu Sharply Reproves Job",
        "h": 2
    },
    {
        "o": 15132,
        "r": "nasb:Job:35:1",
        "t": "Then*p Elihu continued and said,"
    },
    {
        "o": 15133,
        "r": "nasb:Job:35:2",
        "t": "“Do*pn you think this is according to justice? Do*ln you say, ‘My righteousness is more than God’s’?"
    },
    {
        "o": 15134,
        "r": "nasb:Job:35:3",
        "t": "For*ln you say, ‘What advantage will it be to You? What*ln profit will I have, more than if I had sinned?’"
    },
    {
        "o": 15135,
        "r": "nasb:Job:35:4",
        "t": "I*ln will answer you, And*ln your friends with you."
    },
    {
        "o": 15136,
        "r": "nasb:Job:35:5",
        "t": "Look*ln at the heavens and see; And*ln behold the clouds—they are higher than you."
    },
    {
        "o": 15137,
        "r": "nasb:Job:35:6",
        "t": "If*ln you have sinned, what do you accomplish against Him? And*ln if your transgressions are many, what do you do to Him?"
    },
    {
        "o": 15138,
        "r": "nasb:Job:35:7",
        "t": "If*ln you are righteous, what do you give to Him, Or*ln what does He receive from your hand?"
    },
    {
        "o": 15139,
        "r": "nasb:Job:35:8",
        "t": "Your*ln wickedness is for a man like yourself, And*ln your righteousness is for a son of man."
    },
    {
        "o": 15140,
        "r": "nasb:Job:35:9",
        "t": "“Because*ln of the multitude of oppressions they cry out; They*ln cry for help because of the arm of the mighty."
    },
    {
        "o": 15141,
        "r": "nasb:Job:35:10",
        "t": "But*ln no one says, ‘Where is God my Maker, Who*ln gives songs in the night,"
    },
    {
        "o": 15142,
        "r": "nasb:Job:35:11",
        "t": "Who*ln teaches us more than the beasts of the earth And*ln makes us wiser than the birds of the heavens?’"
    },
    {
        "o": 15143,
        "r": "nasb:Job:35:12",
        "t": "There*ln they cry out, but He does not answer Because*ln of the pride of evil men."
    },
    {
        "o": 15144,
        "r": "nasb:Job:35:13",
        "t": "Surely*ln God will not listen to an empty cry,*i Nor*ln will the Almighty regard it."
    },
    {
        "o": 15145,
        "r": "nasb:Job:35:14",
        "t": "How*ln much less when you say you do not behold Him, The*ln case is before Him, and you must wait for Him!"
    },
    {
        "o": 15146,
        "r": "nasb:Job:35:15",
        "t": "And*ln now, because He has not visited in*i His anger, Nor*ln has He acknowledged transgression well,"
    },
    {
        "o": 15147,
        "r": "nasb:Job:35:16",
        "t": "So*ln Job opens his mouth emptily; He*ln multiplies words without knowledge.”"
    },
    {
        "o": 15148,
        "r": "nasb:Job:36:0",
        "t": "Job 36",
        "h": 1
    },
    {
        "o": 15149,
        "r": "nasb:Job:36:0",
        "t": "Elihu Speaks of God’s Dealings with Men",
        "h": 2
    },
    {
        "o": 15150,
        "r": "nasb:Job:36:1",
        "t": "Then*p Elihu continued and said,"
    },
    {
        "o": 15151,
        "r": "nasb:Job:36:2",
        "t": "“Wait*pn for me a little, and I will show you That*ln there is yet more to be said in God’s behalf."
    },
    {
        "o": 15152,
        "r": "nasb:Job:36:3",
        "t": "I*ln will fetch my knowledge from afar, And*ln I will ascribe righteousness to my Maker."
    },
    {
        "o": 15153,
        "r": "nasb:Job:36:4",
        "t": "For*ln truly my words are not false; One*ln who is perfect in knowledge is with you."
    },
    {
        "o": 15154,
        "r": "nasb:Job:36:5",
        "t": "Behold,*ln God is mighty but does not despise any;*i He*iln is*i mighty in strength of understanding."
    },
    {
        "o": 15155,
        "r": "nasb:Job:36:6",
        "t": "He*ln does not keep the wicked alive, But*ln gives justice to the afflicted."
    },
    {
        "o": 15156,
        "r": "nasb:Job:36:7",
        "t": "He*ln does not withdraw His eyes from the righteous; But*ln with kings on the throne He*ln has seated them forever, and they are exalted."
    },
    {
        "o": 15157,
        "r": "nasb:Job:36:8",
        "t": "And*ln if they are bound in fetters, And*ln are caught in the cords of affliction,"
    },
    {
        "o": 15158,
        "r": "nasb:Job:36:9",
        "t": "Then*ln He declares to them their work And*ln their transgressions, that they have magnified themselves."
    },
    {
        "o": 15159,
        "r": "nasb:Job:36:10",
        "t": "He*ln opens their ear to instruction, And*ln commands that they return from evil."
    },
    {
        "o": 15160,
        "r": "nasb:Job:36:11",
        "t": "If*ln they hear and serve Him,*i They*ln will end their days in prosperity And*ln their years in pleasures."
    },
    {
        "o": 15161,
        "r": "nasb:Job:36:12",
        "t": "But*ln if they do not hear, they shall perish by the sword And*ln they will die without knowledge."
    },
    {
        "o": 15162,
        "r": "nasb:Job:36:13",
        "t": "But*ln the godless in heart lay up anger; They*ln do not cry for help when He binds them."
    },
    {
        "o": 15163,
        "r": "nasb:Job:36:14",
        "t": "They*ln die in youth, And*ln their life perishes*i among the cult prostitutes."
    },
    {
        "o": 15164,
        "r": "nasb:Job:36:15",
        "t": "He*ln delivers the afflicted in their affliction, And*ln opens their ear in time*i of*i oppression."
    },
    {
        "o": 15165,
        "r": "nasb:Job:36:16",
        "t": "Then*ln indeed, He enticed you from the mouth of distress, Instead*ln of it, a broad place with no constraint; And*ln that which was set on your table was full of fatness."
    },
    {
        "o": 15166,
        "r": "nasb:Job:36:17",
        "t": "“But*ln you were full of judgment on the wicked; Judgment*ln and justice take hold of*i you.*i"
    },
    {
        "o": 15167,
        "r": "nasb:Job:36:18",
        "t": "Beware*iln that wrath does not entice you to scoffing; And*ln do not let the greatness of the ransom turn you aside."
    },
    {
        "o": 15168,
        "r": "nasb:Job:36:19",
        "t": "Will*ln your riches keep you from distress, Or*ln all the forces of your*i strength?"
    },
    {
        "o": 15169,
        "r": "nasb:Job:36:20",
        "t": "Do*ln not long for the night, When*ln people vanish in their place."
    },
    {
        "o": 15170,
        "r": "nasb:Job:36:21",
        "t": "Be*ln careful, do not turn to evil, For*ln you have preferred this to affliction."
    },
    {
        "o": 15171,
        "r": "nasb:Job:36:22",
        "t": "Behold,*ln God is exalted in His power; Who*ln is a teacher like Him?"
    },
    {
        "o": 15172,
        "r": "nasb:Job:36:23",
        "t": "Who*ln has appointed Him His way, And*ln who has said, ‘You have done wrong’?"
    },
    {
        "o": 15173,
        "r": "nasb:Job:36:24",
        "t": "“Remember*ln that you should exalt His work, Of*ln which men have sung."
    },
    {
        "o": 15174,
        "r": "nasb:Job:36:25",
        "t": "All*ln men have seen it; Man*ln beholds from afar."
    },
    {
        "o": 15175,
        "r": "nasb:Job:36:26",
        "t": "Behold,*ln God is exalted, and we do not know Him;*i The*ln number of His years is unsearchable."
    },
    {
        "o": 15176,
        "r": "nasb:Job:36:27",
        "t": "For*ln He draws up the drops of water, They*ln distill rain from the mist,"
    },
    {
        "o": 15177,
        "r": "nasb:Job:36:28",
        "t": "Which*ln the clouds pour down, They*ln drip upon man abundantly."
    },
    {
        "o": 15178,
        "r": "nasb:Job:36:29",
        "t": "Can*ln anyone understand the spreading of the clouds, The*ln thundering of His pavilion?"
    },
    {
        "o": 15179,
        "r": "nasb:Job:36:30",
        "t": "Behold,*ln He spreads His lightning about Him, And*ln He covers the depths of the sea."
    },
    {
        "o": 15180,
        "r": "nasb:Job:36:31",
        "t": "For*ln by these He judges peoples; He*ln gives food in abundance."
    },
    {
        "o": 15181,
        "r": "nasb:Job:36:32",
        "t": "He*ln covers His*i hands with the lightning, And*ln commands it to strike the mark."
    },
    {
        "o": 15182,
        "r": "nasb:Job:36:33",
        "t": "Its*ln noise declares His presence; The*ln cattle also, concerning what is coming up."
    },
    {
        "o": 15183,
        "r": "nasb:Job:37:0",
        "t": "Job 37",
        "h": 1
    },
    {
        "o": 15184,
        "r": "nasb:Job:37:0",
        "t": "Elihu Says God Is Back of the Storm",
        "h": 2
    },
    {
        "o": 15185,
        "r": "nasb:Job:37:1",
        "t": "“At*pn this also my heart trembles, And*ln leaps from its place."
    },
    {
        "o": 15186,
        "r": "nasb:Job:37:2",
        "t": "Listen*ln closely to the thunder of His voice, And*ln the rumbling that goes out from His mouth."
    },
    {
        "o": 15187,
        "r": "nasb:Job:37:3",
        "t": "Under*ln the whole heaven He lets it loose, And*ln His lightning to the ends of the earth."
    },
    {
        "o": 15188,
        "r": "nasb:Job:37:4",
        "t": "After*ln it, a voice roars; He*ln thunders with His majestic voice, And*ln He does not restrain the lightnings when His voice is heard."
    },
    {
        "o": 15189,
        "r": "nasb:Job:37:5",
        "t": "God*ln thunders with His voice wondrously, Doing*ln great things which we cannot comprehend."
    },
    {
        "o": 15190,
        "r": "nasb:Job:37:6",
        "t": "For*ln to the snow He says, ‘Fall on the earth,’ And*ln to the downpour and the rain, ‘Be strong.’"
    },
    {
        "o": 15191,
        "r": "nasb:Job:37:7",
        "t": "He*ln seals the hand of every man, That*ln all men may know His work."
    },
    {
        "o": 15192,
        "r": "nasb:Job:37:8",
        "t": "Then*ln the beast goes into its lair And*ln remains in its den."
    },
    {
        "o": 15193,
        "r": "nasb:Job:37:9",
        "t": "Out*ln of the south comes the storm, And*ln out of the north the cold."
    },
    {
        "o": 15194,
        "r": "nasb:Job:37:10",
        "t": "From*ln the breath of God ice is made, And*ln the expanse of the waters is frozen."
    },
    {
        "o": 15195,
        "r": "nasb:Job:37:11",
        "t": "Also*ln with moisture He loads the thick cloud; He*ln disperses the cloud of His lightning."
    },
    {
        "o": 15196,
        "r": "nasb:Job:37:12",
        "t": "It*ln changes direction, turning around by His guidance, That*ln it may do whatever He commands it On*ln the face of the inhabited earth."
    },
    {
        "o": 15197,
        "r": "nasb:Job:37:13",
        "t": "Whether*ln for correction, or for His world, Or*ln for lovingkindness, He causes it to happen."
    },
    {
        "o": 15198,
        "r": "nasb:Job:37:14",
        "t": "“Listen*ln to this, O Job, Stand*ln and consider the wonders of God."
    },
    {
        "o": 15199,
        "r": "nasb:Job:37:15",
        "t": "Do*ln you know how God establishes them, And*ln makes the lightning of His cloud to shine?"
    },
    {
        "o": 15200,
        "r": "nasb:Job:37:16",
        "t": "Do*ln you know about the layers of the thick clouds, The*ln wonders of one perfect in knowledge,"
    },
    {
        "o": 15201,
        "r": "nasb:Job:37:17",
        "t": "You*ln whose garments are hot, When*ln the land is still because of the south wind?"
    },
    {
        "o": 15202,
        "r": "nasb:Job:37:18",
        "t": "Can*ln you, with Him, spread out the skies, Strong*ln as a molten mirror?"
    },
    {
        "o": 15203,
        "r": "nasb:Job:37:19",
        "t": "Teach*ln us what we shall say to Him; We*ln cannot arrange our*i case*i because of darkness."
    },
    {
        "o": 15204,
        "r": "nasb:Job:37:20",
        "t": "Shall*ln it be told Him that I would speak? Or*ln should a man say that he would be swallowed up?"
    },
    {
        "o": 15205,
        "r": "nasb:Job:37:21",
        "t": "“Now*ln men do not see the light which is bright in the skies; But*ln the wind has passed and cleared them."
    },
    {
        "o": 15206,
        "r": "nasb:Job:37:22",
        "t": "Out*ln of the north comes golden splendor;*i Around*ln God is awesome majesty."
    },
    {
        "o": 15207,
        "r": "nasb:Job:37:23",
        "t": "The*ln Almighty—we cannot find Him; He*ln is exalted in power And*ln He will not do violence to justice and abundant righteousness."
    },
    {
        "o": 15208,
        "r": "nasb:Job:37:24",
        "t": "Therefore*ln men fear Him; He*ln does not regard any who are wise of heart.”"
    },
    {
        "o": 15209,
        "r": "nasb:Job:38:0",
        "t": "Job 38",
        "h": 1
    },
    {
        "o": 15210,
        "r": "nasb:Job:38:0",
        "t": "God Speaks Now to Job",
        "h": 2
    },
    {
        "o": 15211,
        "r": "nasb:Job:38:1",
        "t": "Then*p the Lord*s answered Job out of the whirlwind and said,"
    },
    {
        "o": 15212,
        "r": "nasb:Job:38:2",
        "t": "“Who*pn is this that darkens counsel By*ln words without knowledge?"
    },
    {
        "o": 15213,
        "r": "nasb:Job:38:3",
        "t": "Now*ln gird up your loins like a man, And*ln I will ask you, and you instruct Me!"
    },
    {
        "o": 15214,
        "r": "nasb:Job:38:4",
        "t": "Where*ln were you when I laid the foundation of the earth? Tell*ln Me,*i if you have understanding,"
    },
    {
        "o": 15215,
        "r": "nasb:Job:38:5",
        "t": "Who*ln set its measurements? Since you know. Or*ln who stretched the line on it?"
    },
    {
        "o": 15216,
        "r": "nasb:Job:38:6",
        "t": "On*ln what were its bases sunk? Or*ln who laid its cornerstone,"
    },
    {
        "o": 15217,
        "r": "nasb:Job:38:7",
        "t": "When*ln the morning stars sang together And*ln all the sons of God shouted for joy?"
    },
    {
        "o": 15218,
        "r": "nasb:Job:38:8",
        "t": "“Or*ln who*i enclosed the sea with doors When,*ln bursting forth, it went out from the womb;"
    },
    {
        "o": 15219,
        "r": "nasb:Job:38:9",
        "t": "When*ln I made a cloud its garment And*ln thick darkness its swaddling band,"
    },
    {
        "o": 15220,
        "r": "nasb:Job:38:10",
        "t": "And*ln I placed boundaries on it And*ln set a bolt and doors,"
    },
    {
        "o": 15221,
        "r": "nasb:Job:38:11",
        "t": "And*ln I said, ‘Thus far you shall come, but no farther; And*ln here shall your proud waves stop’?"
    },
    {
        "o": 15222,
        "r": "nasb:Job:38:11",
        "t": "God’s Mighty Power",
        "h": 2
    },
    {
        "o": 15223,
        "r": "nasb:Job:38:12",
        "t": "“Have*pn you ever in your life commanded the morning, And*iln caused the dawn to know its place,"
    },
    {
        "o": 15224,
        "r": "nasb:Job:38:13",
        "t": "That*ln it might take hold of the ends of the earth, And*ln the wicked be shaken out of it?"
    },
    {
        "o": 15225,
        "r": "nasb:Job:38:14",
        "t": "It*ln is changed like clay under*i the seal; And*ln they stand forth like a garment."
    },
    {
        "o": 15226,
        "r": "nasb:Job:38:15",
        "t": "From*ln the wicked their light is withheld, And*ln the uplifted arm is broken."
    },
    {
        "o": 15227,
        "r": "nasb:Job:38:16",
        "t": "“Have*ln you entered into the springs of the sea Or*ln walked in the recesses of the deep?"
    },
    {
        "o": 15228,
        "r": "nasb:Job:38:17",
        "t": "Have*ln the gates of death been revealed to you, Or*ln have you seen the gates of deep darkness?"
    },
    {
        "o": 15229,
        "r": "nasb:Job:38:18",
        "t": "Have*ln you understood the expanse of the earth? Tell*ln Me,*i if you know all this."
    },
    {
        "o": 15230,
        "r": "nasb:Job:38:19",
        "t": "“Where*ln is the way to the dwelling of light? And*ln darkness, where is its place,"
    },
    {
        "o": 15231,
        "r": "nasb:Job:38:20",
        "t": "That*ln you may take it to its territory And*ln that you may discern the paths to its home?"
    },
    {
        "o": 15232,
        "r": "nasb:Job:38:21",
        "t": "You*ln know, for you were born then, And*ln the number of your days is great!"
    },
    {
        "o": 15233,
        "r": "nasb:Job:38:22",
        "t": "Have*ln you entered the storehouses of the snow, Or*ln have you seen the storehouses of the hail,"
    },
    {
        "o": 15234,
        "r": "nasb:Job:38:23",
        "t": "Which*ln I have reserved for the time of distress, For*ln the day of war and battle?"
    },
    {
        "o": 15235,
        "r": "nasb:Job:38:24",
        "t": "Where*ln is the way that the light is divided, Or*iln the east wind scattered on the earth?"
    },
    {
        "o": 15236,
        "r": "nasb:Job:38:25",
        "t": "“Who*ln has cleft a channel for the flood, Or*ln a way for the thunderbolt,"
    },
    {
        "o": 15237,
        "r": "nasb:Job:38:26",
        "t": "To*ln bring rain on a land without people, On*iln a desert without a man in it,"
    },
    {
        "o": 15238,
        "r": "nasb:Job:38:27",
        "t": "To*ln satisfy the waste and desolate land And*ln to make the seeds of grass to sprout?"
    },
    {
        "o": 15239,
        "r": "nasb:Job:38:28",
        "t": "Has*ln the rain a father? Or*ln who has begotten the drops of dew?"
    },
    {
        "o": 15240,
        "r": "nasb:Job:38:29",
        "t": "From*ln whose womb has come the ice? And*ln the frost of heaven, who has given it birth?"
    },
    {
        "o": 15241,
        "r": "nasb:Job:38:30",
        "t": "Water*ln becomes hard like stone, And*ln the surface of the deep is imprisoned."
    },
    {
        "o": 15242,
        "r": "nasb:Job:38:31",
        "t": "“Can*ln you bind the chains of the Pleiades, Or*ln loose the cords of Orion?"
    },
    {
        "o": 15243,
        "r": "nasb:Job:38:32",
        "t": "Can*ln you lead forth a constellation in its season, And*ln guide the Bear with her satellites?"
    },
    {
        "o": 15244,
        "r": "nasb:Job:38:33",
        "t": "Do*ln you know the ordinances of the heavens, Or*ln fix their rule over the earth?"
    },
    {
        "o": 15245,
        "r": "nasb:Job:38:34",
        "t": "“Can*ln you lift up your voice to the clouds, So*ln that an abundance of water will cover you?"
    },
    {
        "o": 15246,
        "r": "nasb:Job:38:35",
        "t": "Can*ln you send forth lightnings that they may go And*ln say to you, ‘Here we are’?"
    },
    {
        "o": 15247,
        "r": "nasb:Job:38:36",
        "t": "Who*ln has put wisdom in the innermost being Or*ln given understanding to the mind?"
    },
    {
        "o": 15248,
        "r": "nasb:Job:38:37",
        "t": "Who*ln can count the clouds by wisdom, Or*ln tip the water jars of the heavens,"
    },
    {
        "o": 15249,
        "r": "nasb:Job:38:38",
        "t": "When*ln the dust hardens into a mass And*ln the clods stick together?"
    },
    {
        "o": 15250,
        "r": "nasb:Job:38:39",
        "t": "“Can*ln you hunt the prey for the lion, Or*ln satisfy the appetite of the young lions,"
    },
    {
        "o": 15251,
        "r": "nasb:Job:38:40",
        "t": "When*ln they crouch in their*i dens And*iln lie in wait in their*i lair?"
    },
    {
        "o": 15252,
        "r": "nasb:Job:38:41",
        "t": "Who*ln prepares for the raven its nourishment When*ln its young cry to God And*ln wander about without food?"
    },
    {
        "o": 15253,
        "r": "nasb:Job:39:0",
        "t": "Job 39",
        "h": 1
    },
    {
        "o": 15254,
        "r": "nasb:Job:39:0",
        "t": "God Speaks of Nature and Its Beings",
        "h": 2
    },
    {
        "o": 15255,
        "r": "nasb:Job:39:1",
        "t": "“Do*pn you know the time the mountain goats give birth? Do*ln you observe the calving of the deer?"
    },
    {
        "o": 15256,
        "r": "nasb:Job:39:2",
        "t": "Can*ln you count the months they fulfill, Or*ln do you know the time they give birth?"
    },
    {
        "o": 15257,
        "r": "nasb:Job:39:3",
        "t": "They*ln kneel down, they bring forth their young, They*ln get rid of their labor pains."
    },
    {
        "o": 15258,
        "r": "nasb:Job:39:4",
        "t": "Their*ln offspring become strong, they grow up in the open field; They*ln leave and do not return to them."
    },
    {
        "o": 15259,
        "r": "nasb:Job:39:5",
        "t": "“Who*ln sent out the wild donkey free? And*ln who loosed the bonds of the swift donkey,"
    },
    {
        "o": 15260,
        "r": "nasb:Job:39:6",
        "t": "To*ln whom I gave the wilderness for a home And*ln the salt land for his dwelling place?"
    },
    {
        "o": 15261,
        "r": "nasb:Job:39:7",
        "t": "He*ln scorns the tumult of the city, The*ln shoutings of the driver he does not hear."
    },
    {
        "o": 15262,
        "r": "nasb:Job:39:8",
        "t": "He*ln explores the mountains for his pasture And*ln searches after every green thing."
    },
    {
        "o": 15263,
        "r": "nasb:Job:39:9",
        "t": "Will*ln the wild ox consent to serve you, Or*ln will he spend the night at your manger?"
    },
    {
        "o": 15264,
        "r": "nasb:Job:39:10",
        "t": "Can*ln you bind the wild ox in a furrow with ropes, Or*ln will he harrow the valleys after you?"
    },
    {
        "o": 15265,
        "r": "nasb:Job:39:11",
        "t": "Will*ln you trust him because his strength is great And*ln leave your labor to him?"
    },
    {
        "o": 15266,
        "r": "nasb:Job:39:12",
        "t": "Will*ln you have faith in him that he will return your grain And*ln gather it*i from*i your threshing floor?"
    },
    {
        "o": 15267,
        "r": "nasb:Job:39:13",
        "t": "“The*ln ostriches’ wings flap joyously With*ln the pinion and plumage of love,"
    },
    {
        "o": 15268,
        "r": "nasb:Job:39:14",
        "t": "For*ln she abandons her eggs to the earth And*ln warms them in the dust,"
    },
    {
        "o": 15269,
        "r": "nasb:Job:39:15",
        "t": "And*ln she forgets that a foot may crush them, Or*ln that a wild beast may trample them."
    },
    {
        "o": 15270,
        "r": "nasb:Job:39:16",
        "t": "She*ln treats her young cruelly, as if they*i were not hers; Though*ln her labor be in vain, she*i is unconcerned;"
    },
    {
        "o": 15271,
        "r": "nasb:Job:39:17",
        "t": "Because*ln God has made her forget wisdom, And*ln has not given her a share of understanding."
    },
    {
        "o": 15272,
        "r": "nasb:Job:39:18",
        "t": "When*ln she lifts herself on high, She*ln laughs at the horse and his rider."
    },
    {
        "o": 15273,
        "r": "nasb:Job:39:19",
        "t": "“Do*ln you give the horse his*i might? Do*ln you clothe his neck with a mane?"
    },
    {
        "o": 15274,
        "r": "nasb:Job:39:20",
        "t": "Do*ln you make him leap like the locust? His*ln majestic snorting is terrible."
    },
    {
        "o": 15275,
        "r": "nasb:Job:39:21",
        "t": "He*ln paws in the valley, and rejoices in his*i strength; He*ln goes out to meet the weapons."
    },
    {
        "o": 15276,
        "r": "nasb:Job:39:22",
        "t": "He*ln laughs at fear and is not dismayed; And*ln he does not turn back from the sword."
    },
    {
        "o": 15277,
        "r": "nasb:Job:39:23",
        "t": "The*ln quiver rattles against him, The*ln flashing spear and javelin."
    },
    {
        "o": 15278,
        "r": "nasb:Job:39:24",
        "t": "With*ln shaking and rage he races over the ground, And*ln he does not stand still at the voice of the trumpet."
    },
    {
        "o": 15279,
        "r": "nasb:Job:39:25",
        "t": "As*ln often as the trumpet sounds*i he says, ‘Aha!’ And*ln he scents the battle from afar, And*ln the thunder of the captains and the war cry."
    },
    {
        "o": 15280,
        "r": "nasb:Job:39:26",
        "t": "“Is*ln it by your understanding that the hawk soars, Stretching*ln his wings toward the south?"
    },
    {
        "o": 15281,
        "r": "nasb:Job:39:27",
        "t": "Is*ln it at your command that the eagle mounts up And*ln makes his nest on high?"
    },
    {
        "o": 15282,
        "r": "nasb:Job:39:28",
        "t": "On*ln the cliff he dwells and lodges, Upon*ln the rocky crag, an inaccessible place."
    },
    {
        "o": 15283,
        "r": "nasb:Job:39:29",
        "t": "From*ln there he spies out food; His*ln eyes see it*i from afar."
    },
    {
        "o": 15284,
        "r": "nasb:Job:39:30",
        "t": "His*ln young ones also suck up blood; And*ln where the slain are, there is he.”"
    },
    {
        "o": 15285,
        "r": "nasb:Job:40:0",
        "t": "Job 40",
        "h": 1
    },
    {
        "o": 15286,
        "r": "nasb:Job:40:0",
        "t": "Job: What Can I Say?",
        "h": 2
    },
    {
        "o": 15287,
        "r": "nasb:Job:40:1",
        "t": "Then*p the Lord*s said to Job,"
    },
    {
        "o": 15288,
        "r": "nasb:Job:40:2",
        "t": "“Will*pn the faultfinder contend with the Almighty? Let*ln him who reproves God answer it.”"
    },
    {
        "o": 15289,
        "r": "nasb:Job:40:3",
        "t": "Then*p Job answered the Lord*s and said,"
    },
    {
        "o": 15290,
        "r": "nasb:Job:40:4",
        "t": "“Behold,*pn I am insignificant; what can I reply to You? I*ln lay my hand on my mouth."
    },
    {
        "o": 15291,
        "r": "nasb:Job:40:5",
        "t": "Once*ln I have spoken, and I will not answer; Even*ln twice, and I will add nothing more.”"
    },
    {
        "o": 15292,
        "r": "nasb:Job:40:5",
        "t": "God Questions Job",
        "h": 2
    },
    {
        "o": 15293,
        "r": "nasb:Job:40:6",
        "t": "Then*p the Lord*s answered Job out of the storm and said,"
    },
    {
        "o": 15294,
        "r": "nasb:Job:40:7",
        "t": "“Now*pn gird up your loins like a man; I*ln will ask you, and you instruct Me."
    },
    {
        "o": 15295,
        "r": "nasb:Job:40:8",
        "t": "Will*ln you really annul My judgment? Will*ln you condemn Me that you may be justified?"
    },
    {
        "o": 15296,
        "r": "nasb:Job:40:9",
        "t": "Or*ln do you have an arm like God, And*ln can you thunder with a voice like His?"
    },
    {
        "o": 15297,
        "r": "nasb:Job:40:10",
        "t": "“Adorn*ln yourself with eminence and dignity, And*ln clothe yourself with honor and majesty."
    },
    {
        "o": 15298,
        "r": "nasb:Job:40:11",
        "t": "Pour*ln out the overflowings of your anger, And*ln look on everyone who is proud, and make him low."
    },
    {
        "o": 15299,
        "r": "nasb:Job:40:12",
        "t": "Look*ln on everyone who is proud, and*i humble him, And*ln tread down the wicked where they stand."
    },
    {
        "o": 15300,
        "r": "nasb:Job:40:13",
        "t": "Hide*ln them in the dust together; Bind*ln them in the hidden place.*i"
    },
    {
        "o": 15301,
        "r": "nasb:Job:40:14",
        "t": "Then*ln I will also confess to you, That*ln your own right hand can save you."
    },
    {
        "o": 15302,
        "r": "nasb:Job:40:14",
        "t": "God’s Power Shown in Creatures",
        "h": 2
    },
    {
        "o": 15303,
        "r": "nasb:Job:40:15",
        "t": "“Behold*pn now, Behemoth, which I made as well as you; He*ln eats grass like an ox."
    },
    {
        "o": 15304,
        "r": "nasb:Job:40:16",
        "t": "Behold*ln now, his strength in his loins And*ln his power in the muscles of his belly."
    },
    {
        "o": 15305,
        "r": "nasb:Job:40:17",
        "t": "He*ln bends his tail like a cedar; The*ln sinews of his thighs are knit together."
    },
    {
        "o": 15306,
        "r": "nasb:Job:40:18",
        "t": "His*ln bones are tubes of bronze; His*ln limbs are like bars of iron."
    },
    {
        "o": 15307,
        "r": "nasb:Job:40:19",
        "t": "“He*ln is the first of the ways of God; Let*ln his maker bring near his sword."
    },
    {
        "o": 15308,
        "r": "nasb:Job:40:20",
        "t": "Surely*ln the mountains bring him food, And*ln all the beasts of the field play there."
    },
    {
        "o": 15309,
        "r": "nasb:Job:40:21",
        "t": "Under*ln the lotus plants he lies down, In*ln the covert of the reeds and the marsh."
    },
    {
        "o": 15310,
        "r": "nasb:Job:40:22",
        "t": "The*ln lotus plants cover him with shade; The*ln willows of the brook surround him."
    },
    {
        "o": 15311,
        "r": "nasb:Job:40:23",
        "t": "If*ln a river rages, he is not alarmed; He*ln is confident, though the Jordan rushes to his mouth."
    },
    {
        "o": 15312,
        "r": "nasb:Job:40:24",
        "t": "Can*ln anyone capture him when he is on watch, With*ln barbs can anyone pierce his*i nose?"
    },
    {
        "o": 15313,
        "r": "nasb:Job:41:0",
        "t": "Job 41",
        "h": 1
    },
    {
        "o": 15314,
        "r": "nasb:Job:41:0",
        "t": "God’s Power Shown in Creatures",
        "h": 2
    },
    {
        "o": 15315,
        "r": "nasb:Job:41:1",
        "t": "“Can*pn you draw out Leviathan with a fishhook? Or*ln press down his tongue with a cord?"
    },
    {
        "o": 15316,
        "r": "nasb:Job:41:2",
        "t": "Can*ln you put a rope in his nose Or*ln pierce his jaw with a hook?"
    },
    {
        "o": 15317,
        "r": "nasb:Job:41:3",
        "t": "Will*ln he make many supplications to you, Or*ln will he speak to you soft words?"
    },
    {
        "o": 15318,
        "r": "nasb:Job:41:4",
        "t": "Will*ln he make a covenant with you? Will*ln you take him for a servant forever?"
    },
    {
        "o": 15319,
        "r": "nasb:Job:41:5",
        "t": "Will*ln you play with him as with a bird, Or*ln will you bind him for your maidens?"
    },
    {
        "o": 15320,
        "r": "nasb:Job:41:6",
        "t": "Will*ln the traders bargain over him? Will*ln they divide him among the merchants?"
    },
    {
        "o": 15321,
        "r": "nasb:Job:41:7",
        "t": "Can*ln you fill his skin with harpoons, Or*ln his head with fishing spears?"
    },
    {
        "o": 15322,
        "r": "nasb:Job:41:8",
        "t": "Lay*ln your hand on him; Remember*ln the battle; you will not do it again!"
    },
    {
        "o": 15323,
        "r": "nasb:Job:41:9",
        "t": "Behold,*ln your expectation is false; Will*ln you be laid low even at the sight of him?"
    },
    {
        "o": 15324,
        "r": "nasb:Job:41:10",
        "t": "No*ln one is so fierce that he dares to arouse him; Who*ln then is he that can stand before Me?"
    },
    {
        "o": 15325,
        "r": "nasb:Job:41:11",
        "t": "Who*ln has given to Me that I should repay him?*i Whatever*iln is under the whole heaven is Mine."
    },
    {
        "o": 15326,
        "r": "nasb:Job:41:12",
        "t": "“I*ln will not keep silence concerning his limbs, Or*ln his mighty strength, or his orderly frame."
    },
    {
        "o": 15327,
        "r": "nasb:Job:41:13",
        "t": "Who*ln can strip off his outer armor? Who*ln can come within his double mail?"
    },
    {
        "o": 15328,
        "r": "nasb:Job:41:14",
        "t": "Who*ln can open the doors of his face? Around*ln his teeth there is terror."
    },
    {
        "o": 15329,
        "r": "nasb:Job:41:15",
        "t": "His*iln strong scales are his*i pride, Shut*ln up as*i with*i a tight seal."
    },
    {
        "o": 15330,
        "r": "nasb:Job:41:16",
        "t": "One*ln is so near to another That*ln no air can come between them."
    },
    {
        "o": 15331,
        "r": "nasb:Job:41:17",
        "t": "They*ln are joined one to another; They*ln clasp each other and cannot be separated."
    },
    {
        "o": 15332,
        "r": "nasb:Job:41:18",
        "t": "His*ln sneezes flash forth light, And*ln his eyes are like the eyelids of the morning."
    },
    {
        "o": 15333,
        "r": "nasb:Job:41:19",
        "t": "Out*ln of his mouth go burning torches; Sparks*ln of fire leap forth."
    },
    {
        "o": 15334,
        "r": "nasb:Job:41:20",
        "t": "Out*ln of his nostrils smoke goes forth As*ln from*i a boiling pot and burning*i rushes."
    },
    {
        "o": 15335,
        "r": "nasb:Job:41:21",
        "t": "His*ln breath kindles coals, And*ln a flame goes forth from his mouth."
    },
    {
        "o": 15336,
        "r": "nasb:Job:41:22",
        "t": "In*ln his neck lodges strength, And*ln dismay leaps before him."
    },
    {
        "o": 15337,
        "r": "nasb:Job:41:23",
        "t": "The*ln folds of his flesh are joined together, Firm*ln on him and immovable."
    },
    {
        "o": 15338,
        "r": "nasb:Job:41:24",
        "t": "His*ln heart is as hard as a stone, Even*ln as hard as a lower millstone."
    },
    {
        "o": 15339,
        "r": "nasb:Job:41:25",
        "t": "When*ln he raises himself up, the mighty fear; Because*ln of the crashing they are bewildered."
    },
    {
        "o": 15340,
        "r": "nasb:Job:41:26",
        "t": "The*ln sword that reaches him cannot avail, Nor*ln the spear, the dart or the javelin."
    },
    {
        "o": 15341,
        "r": "nasb:Job:41:27",
        "t": "He*ln regards iron as straw, Bronze*ln as rotten wood."
    },
    {
        "o": 15342,
        "r": "nasb:Job:41:28",
        "t": "The*ln arrow cannot make him flee; Slingstones*ln are turned into stubble for him."
    },
    {
        "o": 15343,
        "r": "nasb:Job:41:29",
        "t": "Clubs*ln are regarded as stubble; He*ln laughs at the rattling of the javelin."
    },
    {
        "o": 15344,
        "r": "nasb:Job:41:30",
        "t": "His*ln underparts are like*i sharp potsherds; He*ln spreads out like*i a threshing sledge on the mire."
    },
    {
        "o": 15345,
        "r": "nasb:Job:41:31",
        "t": "He*ln makes the depths boil like a pot; He*ln makes the sea like a jar of ointment."
    },
    {
        "o": 15346,
        "r": "nasb:Job:41:32",
        "t": "Behind*ln him he makes a wake to shine; One*ln would think the deep to be gray-haired."
    },
    {
        "o": 15347,
        "r": "nasb:Job:41:33",
        "t": "Nothing*ln on earth is like him, One*ln made without fear."
    },
    {
        "o": 15348,
        "r": "nasb:Job:41:34",
        "t": "He*ln looks on everything that is high; He*ln is king over all the sons of pride.”"
    },
    {
        "o": 15349,
        "r": "nasb:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15350,
        "r": "nasb:Job:42:0",
        "t": "Job’s Confession",
        "h": 2
    },
    {
        "o": 15351,
        "r": "nasb:Job:42:1",
        "t": "Then*p Job answered the Lord*s and said,"
    },
    {
        "o": 15352,
        "r": "nasb:Job:42:2",
        "t": "“I*pn know that You can do all things, And*ln that no purpose of Yours can be thwarted."
    },
    {
        "o": 15353,
        "r": "nasb:Job:42:3",
        "t": "‘Who*ln is this that hides counsel without knowledge?’ Therefore*ln I have declared that which I did not understand, Things*ln too wonderful for me, which I did not know."
    },
    {
        "o": 15354,
        "r": "nasb:Job:42:4",
        "t": "‘Hear,*ln now, and I will speak; I*ln will ask You, and You instruct me.’"
    },
    {
        "o": 15355,
        "r": "nasb:Job:42:5",
        "t": "I*ln have heard of You by the hearing of the ear; But*ln now my eye sees You;"
    },
    {
        "o": 15356,
        "r": "nasb:Job:42:6",
        "t": "Therefore*ln I retract, And*ln I repent in dust and ashes.”"
    },
    {
        "o": 15357,
        "r": "nasb:Job:42:6",
        "t": "God Displeased with Job’s Friends",
        "h": 2
    },
    {
        "o": 15358,
        "r": "nasb:Job:42:7",
        "t": "It*p came about after the Lord*s had spoken these words to Job, that the Lord*s said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, because you have not spoken of Me what is right as My servant Job has."
    },
    {
        "o": 15359,
        "r": "nasb:Job:42:8",
        "t": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so that I may not do with you according*i to*i your*i folly, because you have not spoken of Me what is right, as My servant Job has.”"
    },
    {
        "o": 15360,
        "r": "nasb:Job:42:9",
        "t": "So Eliphaz the Temanite and Bildad the Shuhite and*i Zophar the Naamathite went and did as the Lord*s told them; and the Lord*s accepted Job."
    },
    {
        "o": 15361,
        "r": "nasb:Job:42:9",
        "t": "God Restores Job’s Fortunes",
        "h": 2
    },
    {
        "o": 15362,
        "r": "nasb:Job:42:10",
        "t": "The*p Lord*s restored the fortunes of Job when he prayed for his friends, and the Lord*s increased all that Job had twofold."
    },
    {
        "o": 15363,
        "r": "nasb:Job:42:11",
        "t": "Then all his brothers and all his sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him for all the adversities that the Lord*s had brought on him. And each one gave him one piece of money, and each a ring of gold."
    },
    {
        "o": 15364,
        "r": "nasb:Job:42:12",
        "t": "The Lord*s blessed the latter days*i of Job more than his beginning; and he had 14,000 sheep and 6,000 camels and 1,000 yoke of oxen and 1,000 female donkeys."
    },
    {
        "o": 15365,
        "r": "nasb:Job:42:13",
        "t": "He had seven sons and three daughters."
    },
    {
        "o": 15366,
        "r": "nasb:Job:42:14",
        "t": "He named the first Jemimah, and the second Keziah, and the third Keren-happuch."
    },
    {
        "o": 15367,
        "r": "nasb:Job:42:15",
        "t": "In all the land no women were found so fair as Job’s daughters; and their father gave them inheritance among their brothers."
    },
    {
        "o": 15368,
        "r": "nasb:Job:42:16",
        "t": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations."
    },
    {
        "o": 15369,
        "r": "nasb:Job:42:17",
        "t": "And Job died, an old man and full of days."
    }
]
