[
    {
        "o": 8851,
        "r": "esv:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8852,
        "r": "esv:2 Samuel:3:0",
        "t": "Abner Joins David",
        "h": 2
    },
    {
        "o": 8853,
        "r": "esv:2 Samuel:3:1",
        "t": "There*p was a long war between the house of Saul and the house of David. And David grew stronger and stronger, while the house of Saul became weaker and weaker."
    },
    {
        "o": 8854,
        "r": "esv:2 Samuel:3:2",
        "t": "And*p sons were born to David at Hebron: his firstborn was Amnon, of Ahinoam of Jezreel;"
    },
    {
        "o": 8855,
        "r": "esv:2 Samuel:3:3",
        "t": "and his second, Chileab, of Abigail the widow of Nabal of Carmel; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;"
    },
    {
        "o": 8856,
        "r": "esv:2 Samuel:3:4",
        "t": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8857,
        "r": "esv:2 Samuel:3:5",
        "t": "and the sixth, Ithream, of Eglah, David’s wife. These were born to David in Hebron."
    },
    {
        "o": 8858,
        "r": "esv:2 Samuel:3:6",
        "t": "While*p there was war between the house of Saul and the house of David, Abner was making himself strong in the house of Saul."
    },
    {
        "o": 8859,
        "r": "esv:2 Samuel:3:7",
        "t": "Now Saul had a concubine whose name was Rizpah, the daughter of Aiah. And Ish-bosheth said to Abner, “Why have you gone in to my father’s concubine?”"
    },
    {
        "o": 8860,
        "r": "esv:2 Samuel:3:8",
        "t": "Then Abner was very angry over the words of Ish-bosheth and said, “Am I a dog’s head of Judah? To this day I keep showing steadfast love to the house of Saul your father, to his brothers, and to his friends, and have not given you into the hand of David. And yet you charge me today with a fault concerning a woman."
    },
    {
        "o": 8861,
        "r": "esv:2 Samuel:3:9",
        "t": "God do so to Abner and more also, if I do not accomplish for David what the Lord*s has sworn to him,"
    },
    {
        "o": 8862,
        "r": "esv:2 Samuel:3:10",
        "t": "to transfer the kingdom from the house of Saul and set up the throne of David over Israel and over Judah, from Dan to Beersheba.”"
    },
    {
        "o": 8863,
        "r": "esv:2 Samuel:3:11",
        "t": "And Ish-bosheth could not answer Abner another word, because he feared him."
    },
    {
        "o": 8864,
        "r": "esv:2 Samuel:3:12",
        "t": "And*p Abner sent messengers to David on his behalf, saying, “To whom does the land belong? Make your covenant with me, and behold, my hand shall be with you to bring over all Israel to you.”"
    },
    {
        "o": 8865,
        "r": "esv:2 Samuel:3:13",
        "t": "And he said, “Good; I will make a covenant with you. But one thing I require of you; that is, you shall not see my face unless you first bring Michal, Saul’s daughter, when you come to see my face.”"
    },
    {
        "o": 8866,
        "r": "esv:2 Samuel:3:14",
        "t": "Then David sent messengers to Ish-bosheth, Saul’s son, saying, “Give me my wife Michal, for whom I paid the bridal price of a hundred foreskins of the Philistines.”"
    },
    {
        "o": 8867,
        "r": "esv:2 Samuel:3:15",
        "t": "And Ish-bosheth sent and took her from her husband Paltiel the son of Laish."
    },
    {
        "o": 8868,
        "r": "esv:2 Samuel:3:16",
        "t": "But her husband went with her, weeping after her all the way to Bahurim. Then Abner said to him, “Go, return.” And he returned."
    },
    {
        "o": 8869,
        "r": "esv:2 Samuel:3:17",
        "t": "And*p Abner conferred with the elders of Israel, saying, “For some time past you have been seeking David as king over you."
    },
    {
        "o": 8870,
        "r": "esv:2 Samuel:3:18",
        "t": "Now then bring it about, for the Lord*s has promised David, saying, ‘By the hand of my servant David I will save my people Israel from the hand of the Philistines, and from the hand of all their enemies.’”"
    },
    {
        "o": 8871,
        "r": "esv:2 Samuel:3:19",
        "t": "Abner also spoke to Benjamin. And then Abner went to tell David at Hebron all that Israel and the whole house of Benjamin thought good to do."
    },
    {
        "o": 8872,
        "r": "esv:2 Samuel:3:20",
        "t": "When*p Abner came with twenty men to David at Hebron, David made a feast for Abner and the men who were with him."
    },
    {
        "o": 8873,
        "r": "esv:2 Samuel:3:21",
        "t": "And Abner said to David, “I will arise and go and will gather all Israel to my lord the king, that they may make a covenant with you, and that you may reign over all that your heart desires.” So David sent Abner away, and he went in peace."
    },
    {
        "o": 8874,
        "r": "esv:2 Samuel:3:22",
        "t": "Just*p then the servants of David arrived with Joab from a raid, bringing much spoil with them. But Abner was not with David at Hebron, for he had sent him away, and he had gone in peace."
    },
    {
        "o": 8875,
        "r": "esv:2 Samuel:3:23",
        "t": "When Joab and all the army that was with him came, it was told Joab, “Abner the son of Ner came to the king, and he has let him go, and he has gone in peace.”"
    },
    {
        "o": 8876,
        "r": "esv:2 Samuel:3:24",
        "t": "Then Joab went to the king and said, “What have you done? Behold, Abner came to you. Why is it that you have sent him away, so that he is gone?"
    },
    {
        "o": 8877,
        "r": "esv:2 Samuel:3:25",
        "t": "You know that Abner the son of Ner came to deceive you and to know your going out and your coming in, and to know all that you are doing.”"
    },
    {
        "o": 8878,
        "r": "esv:2 Samuel:3:25",
        "t": "Joab Murders Abner",
        "h": 2
    },
    {
        "o": 8879,
        "r": "esv:2 Samuel:3:26",
        "t": "When*p Joab came out from David’s presence, he sent messengers after Abner, and they brought him back from the cistern of Sirah. But David did not know about it."
    },
    {
        "o": 8880,
        "r": "esv:2 Samuel:3:27",
        "t": "And when Abner returned to Hebron, Joab took him aside into the midst of the gate to speak with him privately, and there he struck him in the stomach, so that he died, for the blood of Asahel his brother."
    },
    {
        "o": 8881,
        "r": "esv:2 Samuel:3:28",
        "t": "Afterward, when David heard of it, he said, “I and my kingdom are forever guiltless before the Lord*s for the blood of Abner the son of Ner."
    },
    {
        "o": 8882,
        "r": "esv:2 Samuel:3:29",
        "t": "May it fall upon the head of Joab and upon all his father’s house, and may the house of Joab never be without one who has a discharge or who is leprous or who holds a spindle or who falls by the sword or who lacks bread!”"
    },
    {
        "o": 8883,
        "r": "esv:2 Samuel:3:30",
        "t": "So Joab and Abishai his brother killed Abner, because he had put their brother Asahel to death in the battle at Gibeon."
    },
    {
        "o": 8884,
        "r": "esv:2 Samuel:3:30",
        "t": "David Mourns Abner",
        "h": 2
    },
    {
        "o": 8885,
        "r": "esv:2 Samuel:3:31",
        "t": "Then*p David said to Joab and to all the people who were with him, “Tear your clothes and put on sackcloth and mourn before Abner.” And King David followed the bier."
    },
    {
        "o": 8886,
        "r": "esv:2 Samuel:3:32",
        "t": "They buried Abner at Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept."
    },
    {
        "o": 8887,
        "r": "esv:2 Samuel:3:33",
        "t": "And the king lamented for Abner, saying, “Should*pn Abner die as a fool dies?"
    },
    {
        "o": 8888,
        "r": "esv:2 Samuel:3:34",
        "t": "Your*ln hands were not bound; your*ld feet were not fettered; as*ln one falls before the wicked you*ld have fallen.” And*p all the people wept again over him."
    },
    {
        "o": 8889,
        "r": "esv:2 Samuel:3:35",
        "t": "Then all the people came to persuade David to eat bread while it was yet day. But David swore, saying, “God do so to me and more also, if I taste bread or anything else till the sun goes down!”"
    },
    {
        "o": 8890,
        "r": "esv:2 Samuel:3:36",
        "t": "And all the people took notice of it, and it pleased them, as everything that the king did pleased all the people."
    },
    {
        "o": 8891,
        "r": "esv:2 Samuel:3:37",
        "t": "So all the people and all Israel understood that day that it had not been the king’s will to put to death Abner the son of Ner."
    },
    {
        "o": 8892,
        "r": "esv:2 Samuel:3:38",
        "t": "And the king said to his servants, “Do you not know that a prince and a great man has fallen this day in Israel?"
    },
    {
        "o": 8893,
        "r": "esv:2 Samuel:3:39",
        "t": "And I was gentle today, though anointed king. These men, the sons of Zeruiah, are more severe than I. The Lord*s repay the evildoer according to his wickedness!”"
    }
]
