[
    {
        "o": 23763,
        "r": "niv:Ezekiel:45:0",
        "t": "Ezekiel 45",
        "h": 1
    },
    {
        "o": 23764,
        "r": "niv:Ezekiel:45:0",
        "t": "Israel Fully Restored",
        "h": 2
    },
    {
        "o": 23765,
        "r": "niv:Ezekiel:45:1",
        "t": "“ ‘When*p you allot the land as an inheritance, you are to present to the Lord*s a portion of the land as a sacred district, 25,000 cubits long and 20,000 cubits wide; the entire area will be holy."
    },
    {
        "o": 23766,
        "r": "niv:Ezekiel:45:2",
        "t": "Of this, a section 500 cubits square is to be for the sanctuary, with 50 cubits around it for open land."
    },
    {
        "o": 23767,
        "r": "niv:Ezekiel:45:3",
        "t": "In the sacred district, measure off a section 25,000 cubits long and 10,000 cubits wide. In it will be the sanctuary, the Most Holy Place."
    },
    {
        "o": 23768,
        "r": "niv:Ezekiel:45:4",
        "t": "It will be the sacred portion of the land for the priests, who minister in the sanctuary and who draw near to minister before the Lord.*s It will be a place for their houses as well as a holy place for the sanctuary."
    },
    {
        "o": 23769,
        "r": "niv:Ezekiel:45:5",
        "t": "An area 25,000 cubits long and 10,000 cubits wide will belong to the Levites, who serve in the temple, as their possession for towns to live in."
    },
    {
        "o": 23770,
        "r": "niv:Ezekiel:45:6",
        "t": "“ ‘You*p are to give the city as its property an area 5,000 cubits wide and 25,000 cubits long, adjoining the sacred portion; it will belong to all Israel."
    },
    {
        "o": 23771,
        "r": "niv:Ezekiel:45:7",
        "t": "“ ‘The*p prince will have the land bordering each side of the area formed by the sacred district and the property of the city. It will extend westward from the west side and eastward from the east side, running lengthwise from the western to the eastern border parallel to one of the tribal portions."
    },
    {
        "o": 23772,
        "r": "niv:Ezekiel:45:8",
        "t": "This land will be his possession in Israel. And my princes will no longer oppress my people but will allow the people of Israel to possess the land according to their tribes."
    },
    {
        "o": 23773,
        "r": "niv:Ezekiel:45:9",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: You have gone far enough, princes of Israel! Give up your violence and oppression and do what is just and right. Stop dispossessing my people, declares the Sovereign Lord.*s"
    },
    {
        "o": 23774,
        "r": "niv:Ezekiel:45:10",
        "t": "You are to use accurate scales, an accurate ephah and an accurate bath."
    },
    {
        "o": 23775,
        "r": "niv:Ezekiel:45:11",
        "t": "The ephah and the bath are to be the same size, the bath containing a tenth of a homer and the ephah a tenth of a homer; the homer is to be the standard measure for both."
    },
    {
        "o": 23776,
        "r": "niv:Ezekiel:45:12",
        "t": "The shekel is to consist of twenty gerahs. Twenty shekels plus twenty-five shekels plus fifteen shekels equal one mina."
    },
    {
        "o": 23777,
        "r": "niv:Ezekiel:45:13",
        "t": "“ ‘This*p is the special gift you are to offer: a sixth of an ephah from each homer of wheat and a sixth of an ephah from each homer of barley."
    },
    {
        "o": 23778,
        "r": "niv:Ezekiel:45:14",
        "t": "The prescribed portion of olive oil, measured by the bath, is a tenth of a bath from each cor (which consists of ten baths or one homer, for ten baths are equivalent to a homer)."
    },
    {
        "o": 23779,
        "r": "niv:Ezekiel:45:15",
        "t": "Also one sheep is to be taken from every flock of two hundred from the well-watered pastures of Israel. These will be used for the grain offerings, burnt offerings and fellowship offerings to make atonement for the people, declares the Sovereign Lord.*s"
    },
    {
        "o": 23780,
        "r": "niv:Ezekiel:45:16",
        "t": "All the people of the land will be required to give this special offering to the prince in Israel."
    },
    {
        "o": 23781,
        "r": "niv:Ezekiel:45:17",
        "t": "It will be the duty of the prince to provide the burnt offerings, grain offerings and drink offerings at the festivals, the New Moons and the Sabbaths—at all the appointed festivals of Israel. He will provide the sin offerings, grain offerings, burnt offerings and fellowship offerings to make atonement for the Israelites."
    },
    {
        "o": 23782,
        "r": "niv:Ezekiel:45:18",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: In the first month on the first day you are to take a young bull without defect and purify the sanctuary."
    },
    {
        "o": 23783,
        "r": "niv:Ezekiel:45:19",
        "t": "The priest is to take some of the blood of the sin offering and put it on the doorposts of the temple, on the four corners of the upper ledge of the altar and on the gateposts of the inner court."
    },
    {
        "o": 23784,
        "r": "niv:Ezekiel:45:20",
        "t": "You are to do the same on the seventh day of the month for anyone who sins unintentionally or through ignorance; so you are to make atonement for the temple."
    },
    {
        "o": 23785,
        "r": "niv:Ezekiel:45:21",
        "t": "“ ‘In*p the first month on the fourteenth day you are to observe the Passover, a festival lasting seven days, during which you shall eat bread made without yeast."
    },
    {
        "o": 23786,
        "r": "niv:Ezekiel:45:22",
        "t": "On that day the prince is to provide a bull as a sin offering for himself and for all the people of the land."
    },
    {
        "o": 23787,
        "r": "niv:Ezekiel:45:23",
        "t": "Every day during the seven days of the festival he is to provide seven bulls and seven rams without defect as a burnt offering to the Lord,*s and a male goat for a sin offering."
    },
    {
        "o": 23788,
        "r": "niv:Ezekiel:45:24",
        "t": "He is to provide as a grain offering an ephah for each bull and an ephah for each ram, along with a hin of olive oil for each ephah."
    },
    {
        "o": 23789,
        "r": "niv:Ezekiel:45:25",
        "t": "“ ‘During*p the seven days of the festival, which begins in the seventh month on the fifteenth day, he is to make the same provision for sin offerings, burnt offerings, grain offerings and oil."
    }
]
