[
    {
        "o": 25087,
        "r": "nasb:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25088,
        "r": "nasb:Jonah:1:0",
        "t": "Jonah’s Disobedience",
        "h": 2
    },
    {
        "o": 25089,
        "r": "nasb:Jonah:1:1",
        "t": "The*p word of the Lord*s came to Jonah the son of Amittai saying,"
    },
    {
        "o": 25090,
        "r": "nasb:Jonah:1:2",
        "t": "“Arise, go to Nineveh the great city and cry against it, for their wickedness has come up before Me.”"
    },
    {
        "o": 25091,
        "r": "nasb:Jonah:1:3",
        "t": "But Jonah rose up to flee to Tarshish from the presence of the Lord.*s So he went down to Joppa, found a ship which was going to Tarshish, paid the fare and went down into it to go with them to Tarshish from the presence of the Lord.*s"
    },
    {
        "o": 25092,
        "r": "nasb:Jonah:1:4",
        "t": "The*p Lord*s hurled a great wind on the sea and there was a great storm on the sea so that the ship was about to break up."
    },
    {
        "o": 25093,
        "r": "nasb:Jonah:1:5",
        "t": "Then the sailors became afraid and every man cried to his god, and they threw the cargo which was in the ship into the sea to lighten it*i for them. But Jonah had gone below into the hold of the ship, lain down and fallen sound asleep."
    },
    {
        "o": 25094,
        "r": "nasb:Jonah:1:6",
        "t": "So the captain approached him and said, “How is it that you are sleeping? Get up, call on your god. Perhaps your*i god will be concerned about us so that we will not perish.”"
    },
    {
        "o": 25095,
        "r": "nasb:Jonah:1:7",
        "t": "Each*p man said to his mate, “Come, let us cast lots so we may learn on whose account this calamity has*i struck*i us.” So they cast lots and the lot fell on Jonah."
    },
    {
        "o": 25096,
        "r": "nasb:Jonah:1:8",
        "t": "Then they said to him, “Tell us, now! On whose account has*i this calamity struck*i us? What is your occupation? And where do you come from? What is your country? From what people are you?”"
    },
    {
        "o": 25097,
        "r": "nasb:Jonah:1:9",
        "t": "He said to them, “I am a Hebrew, and I fear the Lord*s God of heaven who made the sea and the dry land.”"
    },
    {
        "o": 25098,
        "r": "nasb:Jonah:1:10",
        "t": "Then*p the men became extremely frightened and they said to him, “How could you do this?” For the men knew that he was fleeing from the presence of the Lord,*s because he had told them."
    },
    {
        "o": 25099,
        "r": "nasb:Jonah:1:11",
        "t": "So they said to him, “What should we do to you that the sea may become calm for us?”—for the sea was becoming increasingly stormy."
    },
    {
        "o": 25100,
        "r": "nasb:Jonah:1:12",
        "t": "He said to them, “Pick me up and throw me into the sea. Then the sea will become calm for you, for I know that on account of me this great storm has*i come*i upon you.”"
    },
    {
        "o": 25101,
        "r": "nasb:Jonah:1:13",
        "t": "However, the men rowed desperately*i to return to land but they could not, for the sea was becoming even*i stormier against them."
    },
    {
        "o": 25102,
        "r": "nasb:Jonah:1:14",
        "t": "Then they called on the Lord*s and said, “We earnestly pray, O Lord,*s do not let us perish on account of this man’s life and do not put innocent blood on us; for You, O Lord,*s have done as You have pleased.”"
    },
    {
        "o": 25103,
        "r": "nasb:Jonah:1:15",
        "t": "So*p they picked up Jonah, threw him into the sea, and the sea stopped its raging."
    },
    {
        "o": 25104,
        "r": "nasb:Jonah:1:16",
        "t": "Then the men feared the Lord*s greatly, and they offered a sacrifice to the Lord*s and made vows."
    },
    {
        "o": 25105,
        "r": "nasb:Jonah:1:17",
        "t": "And*p the Lord*s appointed a great fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights."
    }
]
