[
    {
        "o": 8525,
        "r": "csb:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8526,
        "r": "csb:1 Samuel:19:0",
        "t": "David Delivered from Saul",
        "h": 2
    },
    {
        "o": 8527,
        "r": "csb:1 Samuel:19:1",
        "t": "Saul*p ordered his son Jonathan and all his servants to kill David. But Saul’s son Jonathan liked David very much,"
    },
    {
        "o": 8528,
        "r": "csb:1 Samuel:19:2",
        "t": "so he told him, “My father, Saul, intends to kill you. Be on your guard in the morning and hide in a secret place and stay there."
    },
    {
        "o": 8529,
        "r": "csb:1 Samuel:19:3",
        "t": "I’ll go out and stand beside my father in the field where you are and talk to him about you. When I see what he says, I’ll tell you.”"
    },
    {
        "o": 8530,
        "r": "csb:1 Samuel:19:4",
        "t": "Jonathan*p spoke well of David to his father, Saul. He said to him, “The king should not sin against his servant David. He hasn’t sinned against you; in fact, his actions have been a great advantage to you."
    },
    {
        "o": 8531,
        "r": "csb:1 Samuel:19:5",
        "t": "He took his life in his hands when he struck down the Philistine, and the Lord*s brought about a great victory for all Israel. You saw it and rejoiced, so why would you sin against innocent blood by killing David for no reason?”"
    },
    {
        "o": 8532,
        "r": "csb:1 Samuel:19:6",
        "t": "Saul*p listened to Jonathan’s advice and swore an oath: “As surely as the Lord*s lives, David will not be killed.”"
    },
    {
        "o": 8533,
        "r": "csb:1 Samuel:19:7",
        "t": "So Jonathan summoned David and told him all these words. Then Jonathan brought David to Saul, and he served him as he did before."
    },
    {
        "o": 8534,
        "r": "csb:1 Samuel:19:8",
        "t": "When*p war broke out again, David went out and fought against the Philistines. He defeated them with such great force that they fled from him."
    },
    {
        "o": 8535,
        "r": "csb:1 Samuel:19:9",
        "t": "Now*p an evil spirit sent from the Lord*s came on Saul as he was sitting in his palace holding a spear. David was playing the lyre,"
    },
    {
        "o": 8536,
        "r": "csb:1 Samuel:19:10",
        "t": "and Saul tried to pin David to the wall with the spear. As the spear struck the wall, David eluded Saul, ran away, and escaped that night."
    },
    {
        "o": 8537,
        "r": "csb:1 Samuel:19:11",
        "t": "Saul sent agents to David’s house to watch for him and kill him in the morning. But his wife Michal warned David, “If you don’t escape tonight, you will be dead tomorrow!”"
    },
    {
        "o": 8538,
        "r": "csb:1 Samuel:19:12",
        "t": "So she lowered David from the window, and he fled and escaped."
    },
    {
        "o": 8539,
        "r": "csb:1 Samuel:19:13",
        "t": "Then Michal took the household idol and put it on the bed, placed some goat hair on its head, and covered it with a garment."
    },
    {
        "o": 8540,
        "r": "csb:1 Samuel:19:14",
        "t": "When Saul sent agents to seize David, Michal said, “He’s sick.”"
    },
    {
        "o": 8541,
        "r": "csb:1 Samuel:19:15",
        "t": "Saul*p sent the agents back to see David and said, “Bring him on his bed so I can kill him.”"
    },
    {
        "o": 8542,
        "r": "csb:1 Samuel:19:16",
        "t": "When the agents arrived, to their surprise, the household idol was on the bed with some goat hair on its head."
    },
    {
        "o": 8543,
        "r": "csb:1 Samuel:19:17",
        "t": "Saul*p asked Michal, “Why did you deceive me like this? You sent my enemy away, and he has escaped!” She*p answered him, “He said to me, ‘Let me go! Why should I kill you? ’”"
    },
    {
        "o": 8544,
        "r": "csb:1 Samuel:19:18",
        "t": "So*p David fled and escaped and went to Samuel at Ramah and told him everything Saul had done to him. Then he and Samuel left and stayed at Naioth."
    },
    {
        "o": 8545,
        "r": "csb:1 Samuel:19:19",
        "t": "When*p it was reported to Saul that David was at Naioth in Ramah,"
    },
    {
        "o": 8546,
        "r": "csb:1 Samuel:19:20",
        "t": "he sent agents to seize David. However, when they saw the group of prophets prophesying with Samuel leading them, the Spirit of God came on Saul’s agents, and they also started prophesying."
    },
    {
        "o": 8547,
        "r": "csb:1 Samuel:19:21",
        "t": "When they reported to Saul, he sent other agents, and they also began prophesying. So Saul tried again and sent a third group of agents, and even they began prophesying."
    },
    {
        "o": 8548,
        "r": "csb:1 Samuel:19:22",
        "t": "Then Saul himself went to Ramah. He came to the large cistern at Secu and asked, “Where are Samuel and David?” “At*p Naioth in Ramah,” someone said."
    },
    {
        "o": 8549,
        "r": "csb:1 Samuel:19:23",
        "t": "So*p he went to Naioth in Ramah. The Spirit of God also came on him, and as he walked along, he prophesied until he entered Naioth in Ramah."
    },
    {
        "o": 8550,
        "r": "csb:1 Samuel:19:24",
        "t": "Saul then removed his clothes and also prophesied before Samuel; he collapsed and lay naked all that day and all that night. That is why they say, “Is Saul also among the prophets?”"
    }
]
