[
    {
        "o": 10866,
        "r": "esv:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10867,
        "r": "esv:2 Kings:14:0",
        "t": "Amaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10868,
        "r": "esv:2 Kings:14:1",
        "t": "In*p the second year of Joash the son of Joahaz, king of Israel, Amaziah the son of Joash, king of Judah, began to reign."
    },
    {
        "o": 10869,
        "r": "esv:2 Kings:14:2",
        "t": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddin of Jerusalem."
    },
    {
        "o": 10870,
        "r": "esv:2 Kings:14:3",
        "t": "And he did what was right in the eyes of the Lord,*s yet not like David his father. He did in all things as Joash his father had done."
    },
    {
        "o": 10871,
        "r": "esv:2 Kings:14:4",
        "t": "But the high places were not removed; the people still sacrificed and made offerings on the high places."
    },
    {
        "o": 10872,
        "r": "esv:2 Kings:14:5",
        "t": "And as soon as the royal power was firmly in his hand, he struck down his servants who had struck down the king his father."
    },
    {
        "o": 10873,
        "r": "esv:2 Kings:14:6",
        "t": "But he did not put to death the children of the murderers, according to what is written in the Book of the Law of Moses, where the Lord*s commanded, “Fathers shall not be put to death because of their children, nor shall children be put to death because of their fathers. But each one shall die for his own sin.”"
    },
    {
        "o": 10874,
        "r": "esv:2 Kings:14:7",
        "t": "He*p struck down ten thousand Edomites in the Valley of Salt and took Sela by storm, and called it Joktheel, which is its name to this day."
    },
    {
        "o": 10875,
        "r": "esv:2 Kings:14:8",
        "t": "Then*p Amaziah sent messengers to Jehoash the son of Jehoahaz, son of Jehu, king of Israel, saying, “Come, let us look one another in the face.”"
    },
    {
        "o": 10876,
        "r": "esv:2 Kings:14:9",
        "t": "And Jehoash king of Israel sent word to Amaziah king of Judah, “A thistle on Lebanon sent to a cedar on Lebanon, saying, ‘Give your daughter to my son for a wife,’ and a wild beast of Lebanon passed by and trampled down the thistle."
    },
    {
        "o": 10877,
        "r": "esv:2 Kings:14:10",
        "t": "You have indeed struck down Edom, and your heart has lifted you up. Be content with your glory, and stay at home, for why should you provoke trouble so that you fall, you and Judah with you?”"
    },
    {
        "o": 10878,
        "r": "esv:2 Kings:14:11",
        "t": "But*p Amaziah would not listen. So Jehoash king of Israel went up, and he and Amaziah king of Judah faced one another in battle at Beth-shemesh, which belongs to Judah."
    },
    {
        "o": 10879,
        "r": "esv:2 Kings:14:12",
        "t": "And Judah was defeated by Israel, and every man fled to his home."
    },
    {
        "o": 10880,
        "r": "esv:2 Kings:14:13",
        "t": "And Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash, son of Ahaziah, at Beth-shemesh, and came to Jerusalem and broke down the wall of Jerusalem for four hundred cubits, from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 10881,
        "r": "esv:2 Kings:14:14",
        "t": "And he seized all the gold and silver, and all the vessels that were found in the house of the Lord*s and in the treasuries of the king’s house, also hostages, and he returned to Samaria."
    },
    {
        "o": 10882,
        "r": "esv:2 Kings:14:15",
        "t": "Now*p the rest of the acts of Jehoash that he did, and his might, and how he fought with Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10883,
        "r": "esv:2 Kings:14:16",
        "t": "And Jehoash slept with his fathers and was buried in Samaria with the kings of Israel, and Jeroboam his son reigned in his place."
    },
    {
        "o": 10884,
        "r": "esv:2 Kings:14:17",
        "t": "Amaziah*p the son of Joash, king of Judah, lived fifteen years after the death of Jehoash son of Jehoahaz, king of Israel."
    },
    {
        "o": 10885,
        "r": "esv:2 Kings:14:18",
        "t": "Now the rest of the deeds of Amaziah, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10886,
        "r": "esv:2 Kings:14:19",
        "t": "And they made a conspiracy against him in Jerusalem, and he fled to Lachish. But they sent after him to Lachish and put him to death there."
    },
    {
        "o": 10887,
        "r": "esv:2 Kings:14:20",
        "t": "And they brought him on horses; and he was buried in Jerusalem with his fathers in the city of David."
    },
    {
        "o": 10888,
        "r": "esv:2 Kings:14:21",
        "t": "And all the people of Judah took Azariah, who was sixteen years old, and made him king instead of his father Amaziah."
    },
    {
        "o": 10889,
        "r": "esv:2 Kings:14:22",
        "t": "He built Elath and restored it to Judah, after the king slept with his fathers."
    },
    {
        "o": 10890,
        "r": "esv:2 Kings:14:22",
        "t": "Jeroboam II Reigns in Israel",
        "h": 2
    },
    {
        "o": 10891,
        "r": "esv:2 Kings:14:23",
        "t": "In*p the fifteenth year of Amaziah the son of Joash, king of Judah, Jeroboam the son of Joash, king of Israel, began to reign in Samaria, and he reigned forty-one years."
    },
    {
        "o": 10892,
        "r": "esv:2 Kings:14:24",
        "t": "And he did what was evil in the sight of the Lord.*s He did not depart from all the sins of Jeroboam the son of Nebat, which he made Israel to sin."
    },
    {
        "o": 10893,
        "r": "esv:2 Kings:14:25",
        "t": "He restored the border of Israel from Lebo-hamath as far as the Sea of the Arabah, according to the word of the Lord,*s the God of Israel, which he spoke by his servant Jonah the son of Amittai, the prophet, who was from Gath-hepher."
    },
    {
        "o": 10894,
        "r": "esv:2 Kings:14:26",
        "t": "For the Lord*s saw that the affliction of Israel was very bitter, for there was none left, bond or free, and there was none to help Israel."
    },
    {
        "o": 10895,
        "r": "esv:2 Kings:14:27",
        "t": "But the Lord*s had not said that he would blot out the name of Israel from under heaven, so he saved them by the hand of Jeroboam the son of Joash."
    },
    {
        "o": 10896,
        "r": "esv:2 Kings:14:28",
        "t": "Now*p the rest of the acts of Jeroboam and all that he did, and his might, how he fought, and how he restored Damascus and Hamath to Judah in Israel, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10897,
        "r": "esv:2 Kings:14:29",
        "t": "And Jeroboam slept with his fathers, the kings of Israel, and Zechariah his son reigned in his place."
    }
]
