[
    {
        "o": 4850,
        "r": "nasb:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4851,
        "r": "nasb:Numbers:24:0",
        "t": "The Prophecy from Peor",
        "h": 2
    },
    {
        "o": 4852,
        "r": "nasb:Numbers:24:1",
        "t": "When*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go as at other times to seek omens but he set his face toward the wilderness."
    },
    {
        "o": 4853,
        "r": "nasb:Numbers:24:2",
        "t": "And Balaam lifted up his eyes and saw Israel camping tribe by tribe; and the Spirit of God came upon him."
    },
    {
        "o": 4854,
        "r": "nasb:Numbers:24:3",
        "t": "He took up his discourse and said, “The*pn oracle of Balaam the son of Beor, And*ln the oracle of the man whose eye is opened;"
    },
    {
        "o": 4855,
        "r": "nasb:Numbers:24:4",
        "t": "The*ln oracle of him who hears the words of God, Who*ln sees the vision of the Almighty, Falling*ln down, yet having his eyes uncovered,"
    },
    {
        "o": 4856,
        "r": "nasb:Numbers:24:5",
        "t": "How*ln fair are your tents, O Jacob, Your*ln dwellings, O Israel!"
    },
    {
        "o": 4857,
        "r": "nasb:Numbers:24:6",
        "t": "Like*ln valleys that stretch out, Like*ln gardens beside the river, Like*ln aloes planted by the Lord,*s Like*ln cedars beside the waters."
    },
    {
        "o": 4858,
        "r": "nasb:Numbers:24:7",
        "t": "Water*ln will flow from his buckets, And*ln his seed will*i be*i by many waters, And*ln his king shall be higher than Agag, And*ln his kingdom shall be exalted."
    },
    {
        "o": 4859,
        "r": "nasb:Numbers:24:8",
        "t": "God*ln brings him out of Egypt, He*ln is for him like the horns of the wild ox. He*ln will devour the nations who*i are*i his adversaries, And*ln will crush their bones in pieces, And*ln shatter them*i with his arrows."
    },
    {
        "o": 4860,
        "r": "nasb:Numbers:24:9",
        "t": "He*ln couches, he lies down as a lion, And*ln as a lion, who dares rouse him? Blessed*ln is everyone who blesses you, And*ln cursed is everyone who curses you.”"
    },
    {
        "o": 4861,
        "r": "nasb:Numbers:24:10",
        "t": "Then*p Balak’s anger burned against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, but behold, you have persisted in blessing them these three times!"
    },
    {
        "o": 4862,
        "r": "nasb:Numbers:24:11",
        "t": "Therefore, flee to your place now. I said I would honor you greatly, but behold, the Lord*s has held you back from honor.”"
    },
    {
        "o": 4863,
        "r": "nasb:Numbers:24:12",
        "t": "Balaam said to Balak, “Did I not tell your messengers whom you had sent to me, saying,"
    },
    {
        "o": 4864,
        "r": "nasb:Numbers:24:13",
        "t": "‘Though Balak were to give me his house full of silver and gold, I could not do anything contrary to the command of the Lord,*s either good or bad, of my own accord. What the Lord*s speaks, that I will speak’?"
    },
    {
        "o": 4865,
        "r": "nasb:Numbers:24:14",
        "t": "And now, behold, I am going to my people; come, and*i I will advise you what this people will do to your people in the days to come.”"
    },
    {
        "o": 4866,
        "r": "nasb:Numbers:24:15",
        "t": "He*p took up his discourse and said, “The*pn oracle of Balaam the son of Beor, And*ln the oracle of the man whose eye is opened,"
    },
    {
        "o": 4867,
        "r": "nasb:Numbers:24:16",
        "t": "The*ln oracle of him who hears the words of God, And*ln knows the knowledge of the Most High, Who*ln sees the vision of the Almighty, Falling*ln down, yet having his eyes uncovered."
    },
    {
        "o": 4868,
        "r": "nasb:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ln behold him, but not near; A*ln star shall come forth from Jacob, A*ln scepter shall rise from Israel, And*ln shall crush through the forehead of Moab, And*ln tear down all the sons of Sheth."
    },
    {
        "o": 4869,
        "r": "nasb:Numbers:24:18",
        "t": "Edom*ln shall be a possession, Seir,*ln its enemies, also will be a possession, While*ln Israel performs valiantly."
    },
    {
        "o": 4870,
        "r": "nasb:Numbers:24:19",
        "t": "One*ln from Jacob shall have dominion, And*ln will destroy the remnant from the city.”"
    },
    {
        "o": 4871,
        "r": "nasb:Numbers:24:20",
        "t": "And*p he looked at Amalek and took up his discourse and said, “Amalek*pn was the first of the nations, But*ln his end shall*i be*i destruction.”"
    },
    {
        "o": 4872,
        "r": "nasb:Numbers:24:21",
        "t": "And*p he looked at the Kenite, and took up his discourse and said, “Your*pn dwelling place is enduring, And*ln your nest is set in the cliff."
    },
    {
        "o": 4873,
        "r": "nasb:Numbers:24:22",
        "t": "Nevertheless*ln Kain will be consumed; How*ln long will Asshur keep you captive?”"
    },
    {
        "o": 4874,
        "r": "nasb:Numbers:24:23",
        "t": "Then*p he took up his discourse and said, “Alas,*pn who can live except God has ordained it?"
    },
    {
        "o": 4875,
        "r": "nasb:Numbers:24:24",
        "t": "But*ln ships shall*i come*i from the coast of Kittim, And*ln they shall afflict Asshur and will afflict Eber; So*ln they also will*i come*i to destruction.”"
    },
    {
        "o": 4876,
        "r": "nasb:Numbers:24:25",
        "t": "Then*p Balaam arose and departed and returned to his place, and Balak also went his way."
    }
]
