[
    {
        "o": 34616,
        "r": "nasb:Revelation:21:0",
        "t": "Revelation 21",
        "h": 1
    },
    {
        "o": 34617,
        "r": "nasb:Revelation:21:0",
        "t": "The New Heaven and Earth",
        "h": 2
    },
    {
        "o": 34618,
        "r": "nasb:Revelation:21:1",
        "t": "Then*p I saw a new heaven and a new earth; for the first heaven and the first earth passed away, and there is no longer any*i sea."
    },
    {
        "o": 34619,
        "r": "nasb:Revelation:21:2",
        "t": "And I saw the holy city, new Jerusalem, coming down out of heaven from God, made ready as a bride adorned for her husband."
    },
    {
        "o": 34620,
        "r": "nasb:Revelation:21:3",
        "t": "And I heard a loud voice from the throne, saying, “Behold, the tabernacle of God is among men, and He will dwell among them, and they shall be His people, and God Himself will be among them,"
    },
    {
        "o": 34621,
        "r": "nasb:Revelation:21:4",
        "t": "and He will wipe away every tear from their eyes; and there will no longer be any*i death; there will no longer be any*i mourning, or crying, or pain; the first things have passed away.”"
    },
    {
        "o": 34622,
        "r": "nasb:Revelation:21:5",
        "t": "And*p He who sits on the throne said, “Behold, I am making all things new.” And He said, “Write, for these words are faithful and true.”"
    },
    {
        "o": 34623,
        "r": "nasb:Revelation:21:6",
        "t": "Then He said to me, “It is done. I am the Alpha and the Omega, the beginning and the end. I will give to the one who thirsts from the spring of the water of life without cost."
    },
    {
        "o": 34624,
        "r": "nasb:Revelation:21:7",
        "t": "He who overcomes will inherit these things, and I will be his God and he will be My son."
    },
    {
        "o": 34625,
        "r": "nasb:Revelation:21:8",
        "t": "But for the cowardly and unbelieving and abominable and murderers and immoral persons and sorcerers and idolaters and all liars, their part will*i be*i in the lake that burns with fire and brimstone, which is the second death.”"
    },
    {
        "o": 34626,
        "r": "nasb:Revelation:21:9",
        "t": "Then*p one of the seven angels who had the seven bowls full of the seven last plagues came and spoke with me, saying, “Come here, I will show you the bride, the wife of the Lamb.”"
    },
    {
        "o": 34627,
        "r": "nasb:Revelation:21:9",
        "t": "The New Jerusalem",
        "h": 2
    },
    {
        "o": 34628,
        "r": "nasb:Revelation:21:10",
        "t": "And*p he carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,"
    },
    {
        "o": 34629,
        "r": "nasb:Revelation:21:11",
        "t": "having the glory of God. Her brilliance was like a very costly stone, as a stone of crystal-clear jasper."
    },
    {
        "o": 34630,
        "r": "nasb:Revelation:21:12",
        "t": "It had a great and high wall, with twelve gates, and at the gates twelve angels; and names were*i written on them, which are the*i names*i of the twelve tribes of the sons of Israel."
    },
    {
        "o": 34631,
        "r": "nasb:Revelation:21:13",
        "t": "There*i were*i three gates on the east and three gates on the north and three gates on the south and three gates on the west."
    },
    {
        "o": 34632,
        "r": "nasb:Revelation:21:14",
        "t": "And the wall of the city had twelve foundation stones, and on them were*i the twelve names of the twelve apostles of the Lamb."
    },
    {
        "o": 34633,
        "r": "nasb:Revelation:21:15",
        "t": "The*p one who spoke with me had a gold measuring rod to measure the city, and its gates and its wall."
    },
    {
        "o": 34634,
        "r": "nasb:Revelation:21:16",
        "t": "The city is laid out as a square, and its length is as great as the width; and he measured the city with the rod, fifteen hundred miles; its length and width and height are equal."
    },
    {
        "o": 34635,
        "r": "nasb:Revelation:21:17",
        "t": "And he measured its wall, seventy-two yards, according*i to*i human measurements, which are also*i angelic measurements.*i"
    },
    {
        "o": 34636,
        "r": "nasb:Revelation:21:18",
        "t": "The material of the wall was jasper; and the city was pure gold, like clear glass."
    },
    {
        "o": 34637,
        "r": "nasb:Revelation:21:19",
        "t": "The foundation stones of the city wall were adorned with every kind of precious stone. The first foundation stone was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;"
    },
    {
        "o": 34638,
        "r": "nasb:Revelation:21:20",
        "t": "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, jacinth; the twelfth, amethyst."
    },
    {
        "o": 34639,
        "r": "nasb:Revelation:21:21",
        "t": "And the twelve gates were twelve pearls; each one of the gates was a single pearl. And the street of the city was pure gold, like transparent glass."
    },
    {
        "o": 34640,
        "r": "nasb:Revelation:21:22",
        "t": "I*p saw no temple in it, for the Lord God the Almighty and the Lamb are its temple."
    },
    {
        "o": 34641,
        "r": "nasb:Revelation:21:23",
        "t": "And the city has no need of the sun or of the moon to shine on it, for the glory of God has illumined it, and its lamp is*i the Lamb."
    },
    {
        "o": 34642,
        "r": "nasb:Revelation:21:24",
        "t": "The nations will walk by its light, and the kings of the earth will bring their glory into it."
    },
    {
        "o": 34643,
        "r": "nasb:Revelation:21:25",
        "t": "In the daytime (for there will be no night there) its gates will never be closed;"
    },
    {
        "o": 34644,
        "r": "nasb:Revelation:21:26",
        "t": "and they will bring the glory and the honor of the nations into it;"
    },
    {
        "o": 34645,
        "r": "nasb:Revelation:21:27",
        "t": "and nothing unclean, and no one who practices abomination and lying, shall ever come into it, but only those whose names are written in the Lamb’s book of life."
    }
]
