[
    {
        "o": 19996,
        "r": "nasb:Isaiah:15:0",
        "t": "Isaiah 15",
        "h": 1
    },
    {
        "o": 19997,
        "r": "nasb:Isaiah:15:0",
        "t": "Judgment on Moab",
        "h": 2
    },
    {
        "o": 19998,
        "r": "nasb:Isaiah:15:1",
        "t": "The*p oracle concerning Moab. Surely*pn in a night Ar of Moab is devastated and*i ruined; Surely*ln in a night Kir of Moab is devastated and*i ruined."
    },
    {
        "o": 19999,
        "r": "nasb:Isaiah:15:2",
        "t": "They*ln have gone up to the temple and to*i Dibon, even*i to the high places to weep. Moab*ln wails over Nebo and Medeba; Everyone’s*ln head is bald and*i every beard is cut off."
    },
    {
        "o": 20000,
        "r": "nasb:Isaiah:15:3",
        "t": "In*ln their streets they have girded themselves with sackcloth; On*ln their housetops and in their squares Everyone*ln is wailing, dissolved in tears."
    },
    {
        "o": 20001,
        "r": "nasb:Isaiah:15:4",
        "t": "Heshbon*ln and Elealeh also cry out, Their*ln voice is heard all the way to Jahaz; Therefore*ln the armed men of Moab cry aloud; His*ln soul trembles within him."
    },
    {
        "o": 20002,
        "r": "nasb:Isaiah:15:5",
        "t": "My*ln heart cries out for Moab; His*ln fugitives are as far as Zoar and*i Eglath-shelishiyah, For*ln they go up the ascent of Luhith weeping; Surely*ln on the road to Horonaim they raise a cry of distress over their*i ruin."
    },
    {
        "o": 20003,
        "r": "nasb:Isaiah:15:6",
        "t": "For*ln the waters of Nimrim are desolate. Surely*ln the grass is withered, the tender grass died out, There*ln is no green thing."
    },
    {
        "o": 20004,
        "r": "nasb:Isaiah:15:7",
        "t": "Therefore*ln the abundance which*i they have acquired and stored up They*ln carry off over the brook of Arabim."
    },
    {
        "o": 20005,
        "r": "nasb:Isaiah:15:8",
        "t": "For*ln the cry of distress has gone around the territory of Moab, Its*ln wail goes*i as far as Eglaim and its wailing even to Beer-elim."
    },
    {
        "o": 20006,
        "r": "nasb:Isaiah:15:9",
        "t": "For*ln the waters of Dimon are full of blood; Surely*ln I will bring added woes*i upon Dimon, A*ln lion upon the fugitives of Moab and upon the remnant of the land."
    }
]
