[
    {
        "o": 9289,
        "r": "niv:2 Samuel:19:0",
        "t": "2 Samuel 19",
        "h": 1
    },
    {
        "o": 9290,
        "r": "niv:2 Samuel:19:1",
        "t": "Joab*p was told, “The king is weeping and mourning for Absalom.”"
    },
    {
        "o": 9291,
        "r": "niv:2 Samuel:19:2",
        "t": "And for the whole army the victory that day was turned into mourning, because on that day the troops heard it said, “The king is grieving for his son.”"
    },
    {
        "o": 9292,
        "r": "niv:2 Samuel:19:3",
        "t": "The men stole into the city that day as men steal in who are ashamed when they flee from battle."
    },
    {
        "o": 9293,
        "r": "niv:2 Samuel:19:4",
        "t": "The king covered his face and cried aloud, “O my son Absalom! O Absalom, my son, my son!”"
    },
    {
        "o": 9294,
        "r": "niv:2 Samuel:19:5",
        "t": "Then*p Joab went into the house to the king and said, “Today you have humiliated all your men, who have just saved your life and the lives of your sons and daughters and the lives of your wives and concubines."
    },
    {
        "o": 9295,
        "r": "niv:2 Samuel:19:6",
        "t": "You love those who hate you and hate those who love you. You have made it clear today that the commanders and their men mean nothing to you. I see that you would be pleased if Absalom were alive today and all of us were dead."
    },
    {
        "o": 9296,
        "r": "niv:2 Samuel:19:7",
        "t": "Now go out and encourage your men. I swear by the Lord*s that if you don’t go out, not a man will be left with you by nightfall. This will be worse for you than all the calamities that have come on you from your youth till now.”"
    },
    {
        "o": 9297,
        "r": "niv:2 Samuel:19:8",
        "t": "So*p the king got up and took his seat in the gateway. When the men were told, “The king is sitting in the gateway,” they all came before him. Meanwhile,*p the Israelites had fled to their homes."
    },
    {
        "o": 9298,
        "r": "niv:2 Samuel:19:8",
        "t": "David Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9299,
        "r": "niv:2 Samuel:19:9",
        "t": "Throughout*p the tribes of Israel, all the people were arguing among themselves, saying, “The king delivered us from the hand of our enemies; he is the one who rescued us from the hand of the Philistines. But now he has fled the country to escape from Absalom;"
    },
    {
        "o": 9300,
        "r": "niv:2 Samuel:19:10",
        "t": "and Absalom, whom we anointed to rule over us, has died in battle. So why do you say nothing about bringing the king back?”"
    },
    {
        "o": 9301,
        "r": "niv:2 Samuel:19:11",
        "t": "King*p David sent this message to Zadok and Abiathar, the priests: “Ask the elders of Judah, ‘Why should you be the last to bring the king back to his palace, since what is being said throughout Israel has reached the king at his quarters?"
    },
    {
        "o": 9302,
        "r": "niv:2 Samuel:19:12",
        "t": "You are my relatives, my own flesh and blood. So why should you be the last to bring back the king?’"
    },
    {
        "o": 9303,
        "r": "niv:2 Samuel:19:13",
        "t": "And say to Amasa, ‘Are you not my own flesh and blood? May God deal with me, be it ever so severely, if you are not the commander of my army for life in place of Joab.’ ”"
    },
    {
        "o": 9304,
        "r": "niv:2 Samuel:19:14",
        "t": "He*p won over the hearts of the men of Judah so that they were all of one mind. They sent word to the king, “Return, you and all your men.”"
    },
    {
        "o": 9305,
        "r": "niv:2 Samuel:19:15",
        "t": "Then the king returned and went as far as the Jordan. Now*p the men of Judah had come to Gilgal to go out and meet the king and bring him across the Jordan."
    },
    {
        "o": 9306,
        "r": "niv:2 Samuel:19:16",
        "t": "Shimei son of Gera, the Benjamite from Bahurim, hurried down with the men of Judah to meet King David."
    },
    {
        "o": 9307,
        "r": "niv:2 Samuel:19:17",
        "t": "With him were a thousand Benjamites, along with Ziba, the steward of Saul’s household, and his fifteen sons and twenty servants. They rushed to the Jordan, where the king was."
    },
    {
        "o": 9308,
        "r": "niv:2 Samuel:19:18",
        "t": "They crossed at the ford to take the king’s household over and to do whatever he wished. When*p Shimei son of Gera crossed the Jordan, he fell prostrate before the king"
    },
    {
        "o": 9309,
        "r": "niv:2 Samuel:19:19",
        "t": "and said to him, “May my lord not hold me guilty. Do not remember how your servant did wrong on the day my lord the king left Jerusalem. May the king put it out of his mind."
    },
    {
        "o": 9310,
        "r": "niv:2 Samuel:19:20",
        "t": "For I your servant know that I have sinned, but today I have come here as the first from the tribes of Joseph to come down and meet my lord the king.”"
    },
    {
        "o": 9311,
        "r": "niv:2 Samuel:19:21",
        "t": "Then*p Abishai son of Zeruiah said, “Shouldn’t Shimei be put to death for this? He cursed the Lord’s*s anointed.”"
    },
    {
        "o": 9312,
        "r": "niv:2 Samuel:19:22",
        "t": "David*p replied, “What does this have to do with you, you sons of Zeruiah? What right do you have to interfere? Should anyone be put to death in Israel today? Don’t I know that today I am king over Israel?”"
    },
    {
        "o": 9313,
        "r": "niv:2 Samuel:19:23",
        "t": "So the king said to Shimei, “You shall not die.” And the king promised him on oath."
    },
    {
        "o": 9314,
        "r": "niv:2 Samuel:19:24",
        "t": "Mephibosheth,*p Saul’s grandson, also went down to meet the king. He had not taken care of his feet or trimmed his mustache or washed his clothes from the day the king left until the day he returned safely."
    },
    {
        "o": 9315,
        "r": "niv:2 Samuel:19:25",
        "t": "When he came from Jerusalem to meet the king, the king asked him, “Why didn’t you go with me, Mephibosheth?”"
    },
    {
        "o": 9316,
        "r": "niv:2 Samuel:19:26",
        "t": "He*p said, “My lord the king, since I your servant am lame, I said, ‘I will have my donkey saddled and will ride on it, so I can go with the king.’ But Ziba my servant betrayed me."
    },
    {
        "o": 9317,
        "r": "niv:2 Samuel:19:27",
        "t": "And he has slandered your servant to my lord the king. My lord the king is like an angel of God; so do whatever you wish."
    },
    {
        "o": 9318,
        "r": "niv:2 Samuel:19:28",
        "t": "All my grandfather’s descendants deserved nothing but death from my lord the king, but you gave your servant a place among those who eat at your table. So what right do I have to make any more appeals to the king?”"
    },
    {
        "o": 9319,
        "r": "niv:2 Samuel:19:29",
        "t": "The*p king said to him, “Why say more? I order you and Ziba to divide the land.”"
    },
    {
        "o": 9320,
        "r": "niv:2 Samuel:19:30",
        "t": "Mephibosheth*p said to the king, “Let him take everything, now that my lord the king has returned home safely.”"
    },
    {
        "o": 9321,
        "r": "niv:2 Samuel:19:31",
        "t": "Barzillai*p the Gileadite also came down from Rogelim to cross the Jordan with the king and to send him on his way from there."
    },
    {
        "o": 9322,
        "r": "niv:2 Samuel:19:32",
        "t": "Now Barzillai was very old, eighty years of age. He had provided for the king during his stay in Mahanaim, for he was a very wealthy man."
    },
    {
        "o": 9323,
        "r": "niv:2 Samuel:19:33",
        "t": "The king said to Barzillai, “Cross over with me and stay with me in Jerusalem, and I will provide for you.”"
    },
    {
        "o": 9324,
        "r": "niv:2 Samuel:19:34",
        "t": "But*p Barzillai answered the king, “How many more years will I live, that I should go up to Jerusalem with the king?"
    },
    {
        "o": 9325,
        "r": "niv:2 Samuel:19:35",
        "t": "I am now eighty years old. Can I tell the difference between what is enjoyable and what is not? Can your servant taste what he eats and drinks? Can I still hear the voices of male and female singers? Why should your servant be an added burden to my lord the king?"
    },
    {
        "o": 9326,
        "r": "niv:2 Samuel:19:36",
        "t": "Your servant will cross over the Jordan with the king for a short distance, but why should the king reward me in this way?"
    },
    {
        "o": 9327,
        "r": "niv:2 Samuel:19:37",
        "t": "Let your servant return, that I may die in my own town near the tomb of my father and mother. But here is your servant Kimham. Let him cross over with my lord the king. Do for him whatever you wish.”"
    },
    {
        "o": 9328,
        "r": "niv:2 Samuel:19:38",
        "t": "The*p king said, “Kimham shall cross over with me, and I will do for him whatever you wish. And anything you desire from me I will do for you.”"
    },
    {
        "o": 9329,
        "r": "niv:2 Samuel:19:39",
        "t": "So*p all the people crossed the Jordan, and then the king crossed over. The king kissed Barzillai and bid him farewell, and Barzillai returned to his home."
    },
    {
        "o": 9330,
        "r": "niv:2 Samuel:19:40",
        "t": "When*p the king crossed over to Gilgal, Kimham crossed with him. All the troops of Judah and half the troops of Israel had taken the king over."
    },
    {
        "o": 9331,
        "r": "niv:2 Samuel:19:41",
        "t": "Soon*p all the men of Israel were coming to the king and saying to him, “Why did our brothers, the men of Judah, steal the king away and bring him and his household across the Jordan, together with all his men?”"
    },
    {
        "o": 9332,
        "r": "niv:2 Samuel:19:42",
        "t": "All*p the men of Judah answered the men of Israel, “We did this because the king is closely related to us. Why are you angry about it? Have we eaten any of the king’s provisions? Have we taken anything for ourselves?”"
    },
    {
        "o": 9333,
        "r": "niv:2 Samuel:19:43",
        "t": "Then*p the men of Israel answered the men of Judah, “We have ten shares in the king; so we have a greater claim on David than you have. Why then do you treat us with contempt? Weren’t we the first to speak of bringing back our king?” But*p the men of Judah pressed their claims even more forcefully than the men of Israel."
    }
]
