[
    {
        "o": 26643,
        "r": "csb:Matthew:14:0",
        "t": "Matthew 14",
        "h": 1
    },
    {
        "o": 26644,
        "r": "csb:Matthew:14:0",
        "t": "John the Baptist Beheaded",
        "h": 2
    },
    {
        "o": 26645,
        "r": "csb:Matthew:14:1",
        "t": "At*p that time Herod the tetrarch heard the report about Jesus."
    },
    {
        "o": 26646,
        "r": "csb:Matthew:14:2",
        "t": "“This is John the Baptist,” he told his servants. “He has been raised from the dead, and that’s why miraculous powers are at work in him.”"
    },
    {
        "o": 26647,
        "r": "csb:Matthew:14:3",
        "t": "For*p Herod had arrested John, chained him, and put him in prison on account of Herodias, his brother Philip’s wife,"
    },
    {
        "o": 26648,
        "r": "csb:Matthew:14:4",
        "t": "since John had been telling him, “It’s not lawful for you to have her.”"
    },
    {
        "o": 26649,
        "r": "csb:Matthew:14:5",
        "t": "Though Herod wanted to kill John, he feared the crowd since they regarded John as a prophet."
    },
    {
        "o": 26650,
        "r": "csb:Matthew:14:6",
        "t": "When*p Herod’s birthday celebration came, Herodias’s daughter danced before them and pleased Herod."
    },
    {
        "o": 26651,
        "r": "csb:Matthew:14:7",
        "t": "So he promised with an oath to give her whatever she asked."
    },
    {
        "o": 26652,
        "r": "csb:Matthew:14:8",
        "t": "Prompted by her mother, she answered, “Give me John the Baptist’s head here on a platter.”"
    },
    {
        "o": 26653,
        "r": "csb:Matthew:14:9",
        "t": "Although the king regretted it, he commanded that it be granted because of his oaths and his guests."
    },
    {
        "o": 26654,
        "r": "csb:Matthew:14:10",
        "t": "So he sent orders and had John beheaded in the prison."
    },
    {
        "o": 26655,
        "r": "csb:Matthew:14:11",
        "t": "His head was brought on a platter and given to the girl, who carried it to her mother."
    },
    {
        "o": 26656,
        "r": "csb:Matthew:14:12",
        "t": "Then his disciples came, removed the corpse, buried it, and went and reported to Jesus."
    },
    {
        "o": 26657,
        "r": "csb:Matthew:14:12",
        "t": "Feeding of the Five Thousand",
        "h": 2
    },
    {
        "o": 26658,
        "r": "csb:Matthew:14:13",
        "t": "When*p Jesus heard about it, he withdrew from there by boat to a remote place to be alone. When the crowds heard this, they followed him on foot from the towns."
    },
    {
        "o": 26659,
        "r": "csb:Matthew:14:14",
        "t": "When he went ashore, he saw a large crowd, had compassion on them, and healed their sick."
    },
    {
        "o": 26660,
        "r": "csb:Matthew:14:15",
        "t": "When*p evening came, the disciples approached him and said, “This place is deserted, and it is already late. Send the crowds away so that they can go into the villages and buy food for themselves.”"
    },
    {
        "o": 26661,
        "r": "csb:Matthew:14:16",
        "t": "“They*rp don’t*r need*r to*r go*r away,”*r Jesus told them. “You*r give*r them*r something*r to*r eat.”*r"
    },
    {
        "o": 26662,
        "r": "csb:Matthew:14:17",
        "t": "“But*p we only have five loaves and two fish here,” they said to him."
    },
    {
        "o": 26663,
        "r": "csb:Matthew:14:18",
        "t": "“Bring*rp them*r here*r to*r me,”*r he said."
    },
    {
        "o": 26664,
        "r": "csb:Matthew:14:19",
        "t": "Then he commanded the crowds to sit down on the grass. He took the five loaves and the two fish, and looking up to heaven, he blessed them. He broke the loaves and gave them to the disciples, and the disciples gave them to the crowds."
    },
    {
        "o": 26665,
        "r": "csb:Matthew:14:20",
        "t": "Everyone ate and was satisfied. They picked up twelve baskets full of leftover pieces."
    },
    {
        "o": 26666,
        "r": "csb:Matthew:14:21",
        "t": "Now those who ate were about five thousand men, besides women and children."
    },
    {
        "o": 26667,
        "r": "csb:Matthew:14:21",
        "t": "Walking on the Water",
        "h": 2
    },
    {
        "o": 26668,
        "r": "csb:Matthew:14:22",
        "t": "Immediately*p he made the disciples get into the boat and go ahead of him to the other side, while he dismissed the crowds."
    },
    {
        "o": 26669,
        "r": "csb:Matthew:14:23",
        "t": "After dismissing the crowds, he went up on the mountain by himself to pray. Well into the night, he was there alone."
    },
    {
        "o": 26670,
        "r": "csb:Matthew:14:24",
        "t": "Meanwhile, the boat was already some distance from land, battered by the waves, because the wind was against them."
    },
    {
        "o": 26671,
        "r": "csb:Matthew:14:25",
        "t": "Jesus came toward them walking on the sea very early in the morning."
    },
    {
        "o": 26672,
        "r": "csb:Matthew:14:26",
        "t": "When the disciples saw him walking on the sea, they were terrified. “It’s a ghost!” they said, and they cried out in fear."
    },
    {
        "o": 26673,
        "r": "csb:Matthew:14:27",
        "t": "Immediately*p Jesus spoke to them. “Have*r courage!*r It*r is*r I.*r Don’t*r be*r afraid.”*r"
    },
    {
        "o": 26674,
        "r": "csb:Matthew:14:28",
        "t": "“Lord,*p if it’s you,” Peter answered him, “command me to come to you on the water.”"
    },
    {
        "o": 26675,
        "r": "csb:Matthew:14:29",
        "t": "He*p said, “Come.”*r And*p climbing out of the boat, Peter started walking on the water and came toward Jesus."
    },
    {
        "o": 26676,
        "r": "csb:Matthew:14:30",
        "t": "But when he saw the strength of the wind, he was afraid, and beginning to sink he cried out, “Lord, save me!”"
    },
    {
        "o": 26677,
        "r": "csb:Matthew:14:31",
        "t": "Immediately*p Jesus reached out his hand, caught hold of him, and said to him, “You*r of*r little*r faith,*r why*r did*r you*r doubt?”*r"
    },
    {
        "o": 26678,
        "r": "csb:Matthew:14:32",
        "t": "When*p they got into the boat, the wind ceased."
    },
    {
        "o": 26679,
        "r": "csb:Matthew:14:33",
        "t": "Then those in the boat worshiped him and said, “Truly you are the Son of God.”"
    },
    {
        "o": 26680,
        "r": "csb:Matthew:14:33",
        "t": "Miraculous Healings",
        "h": 2
    },
    {
        "o": 26681,
        "r": "csb:Matthew:14:34",
        "t": "When*p they had crossed over, they came to shore at Gennesaret."
    },
    {
        "o": 26682,
        "r": "csb:Matthew:14:35",
        "t": "When the men of that place recognized him, they alerted the whole vicinity and brought to him all who were sick."
    },
    {
        "o": 26683,
        "r": "csb:Matthew:14:36",
        "t": "They begged him that they might only touch the end of his robe, and as many as touched it were healed."
    }
]
