[
    {
        "o": 12405,
        "r": "csb:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12406,
        "r": "csb:2 Chronicles:1:0",
        "t": "Solomon’s Request for Wisdom",
        "h": 2
    },
    {
        "o": 12407,
        "r": "csb:2 Chronicles:1:1",
        "t": "Solomon*p son of David strengthened his hold on his kingdom. The Lord*s his God was with him and highly exalted him."
    },
    {
        "o": 12408,
        "r": "csb:2 Chronicles:1:2",
        "t": "Then Solomon spoke to all Israel, to the commanders of thousands and of hundreds, to the judges, and to every leader in all Israel - the family heads."
    },
    {
        "o": 12409,
        "r": "csb:2 Chronicles:1:3",
        "t": "Solomon and the whole assembly with him went to the high place that was in Gibeon because God’s tent of meeting, which the Lord’s*s servant Moses had made in the wilderness, was there."
    },
    {
        "o": 12410,
        "r": "csb:2 Chronicles:1:4",
        "t": "Now David had brought the ark of God from Kiriath-jearim to the place he had set up for it, because he had pitched a tent for it in Jerusalem,"
    },
    {
        "o": 12411,
        "r": "csb:2 Chronicles:1:5",
        "t": "but he put the bronze altar, which Bezalel son of Uri, son of Hur, had made, in front of the Lord’s*s tabernacle. Solomon and the assembly inquired of him there."
    },
    {
        "o": 12412,
        "r": "csb:2 Chronicles:1:6",
        "t": "Solomon offered sacrifices there in the Lord’s*s presence on the bronze altar at the tent of meeting; he offered a thousand burnt offerings on it."
    },
    {
        "o": 12413,
        "r": "csb:2 Chronicles:1:7",
        "t": "That*p night God appeared to Solomon and said to him, “Ask. What should I give you?”"
    },
    {
        "o": 12414,
        "r": "csb:2 Chronicles:1:8",
        "t": "And*p Solomon said to God, “You have shown great and faithful love to my father David, and you have made me king in his place."
    },
    {
        "o": 12415,
        "r": "csb:2 Chronicles:1:9",
        "t": "Lord*s God, let your promise to my father David now come true. For you have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12416,
        "r": "csb:2 Chronicles:1:10",
        "t": "Now grant me wisdom and knowledge so that I may lead these people, for who can judge this great people of yours?”"
    },
    {
        "o": 12417,
        "r": "csb:2 Chronicles:1:11",
        "t": "God*p said to Solomon, “Since this was in your heart, and you have not requested riches, wealth, or glory, or for the life of those who hate you, and you have not even requested long life, but you have requested for yourself wisdom and knowledge that you may judge my people over whom I have made you king,"
    },
    {
        "o": 12418,
        "r": "csb:2 Chronicles:1:12",
        "t": "wisdom and knowledge are given to you. I will also give you riches, wealth, and glory, unlike what was given to the kings who were before you, or will be given to those after you.”"
    },
    {
        "o": 12419,
        "r": "csb:2 Chronicles:1:13",
        "t": "So Solomon went to Jerusalem from the high place that was in Gibeon in front of the tent of meeting, and he reigned over Israel."
    },
    {
        "o": 12420,
        "r": "csb:2 Chronicles:1:13",
        "t": "Solomon’s Horses and Wealth",
        "h": 2
    },
    {
        "o": 12421,
        "r": "csb:2 Chronicles:1:14",
        "t": "Solomon*p accumulated 1,400 chariots and 12,000 horsemen, which he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12422,
        "r": "csb:2 Chronicles:1:15",
        "t": "The king made silver and gold as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills."
    },
    {
        "o": 12423,
        "r": "csb:2 Chronicles:1:16",
        "t": "Solomon’s horses came from Egypt and Kue. The king’s traders would get them from Kue at the going price."
    },
    {
        "o": 12424,
        "r": "csb:2 Chronicles:1:17",
        "t": "A chariot could be imported from Egypt for fifteen pounds of silver and a horse for nearly four pounds. In the same way, they exported them to all the kings of the Hittites and to the kings of Aram through their agents."
    }
]
