[
    {
        "o": 1788,
        "r": "nkjv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1789,
        "r": "nkjv:Exodus:5:0",
        "t": "First Encounter with Pharaoh",
        "h": 2
    },
    {
        "o": 1790,
        "r": "nkjv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went in and told Pharaoh, “Thus says the Lord*s God of Israel: ‘Let My people go, that they may hold a feast to Me in the wilderness.’”"
    },
    {
        "o": 1791,
        "r": "nkjv:Exodus:5:2",
        "t": "And*p Pharaoh said, “Who is*i the Lord,*s that I should obey His voice to let Israel go? I do not know the Lord,*s nor will I let Israel go.”"
    },
    {
        "o": 1792,
        "r": "nkjv:Exodus:5:3",
        "t": "So*p they said, “The God of the Hebrews has met with us. Please, let us go three days’ journey into the desert and sacrifice to the Lord*s our God, lest He fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1793,
        "r": "nkjv:Exodus:5:4",
        "t": "Then*p the king of Egypt said to them, “Moses and Aaron, why do you take the people from their work? Get back*i to your labor.”"
    },
    {
        "o": 1794,
        "r": "nkjv:Exodus:5:5",
        "t": "And Pharaoh said, “Look, the people of the land are*i many now, and you make them rest from their labor!”"
    },
    {
        "o": 1795,
        "r": "nkjv:Exodus:5:6",
        "t": "So*p the same day Pharaoh commanded the taskmasters of the people and their officers, saying,"
    },
    {
        "o": 1796,
        "r": "nkjv:Exodus:5:7",
        "t": "“You shall no longer give the people straw to make brick as before. Let them go and gather straw for themselves."
    },
    {
        "o": 1797,
        "r": "nkjv:Exodus:5:8",
        "t": "And you shall lay on them the quota of bricks which they made before. You shall not reduce it. For they are idle; therefore they cry out, saying, ‘Let us go and*i sacrifice to our God.’"
    },
    {
        "o": 1798,
        "r": "nkjv:Exodus:5:9",
        "t": "Let more work be laid on the men, that they may labor in it, and let them not regard false words.”"
    },
    {
        "o": 1799,
        "r": "nkjv:Exodus:5:10",
        "t": "And*p the taskmasters of the people and their officers went out and spoke to the people, saying, “Thus says Pharaoh: ‘I will not give you straw."
    },
    {
        "o": 1800,
        "r": "nkjv:Exodus:5:11",
        "t": "Go, get yourselves straw where you can find it; yet none of your work will be reduced.’”"
    },
    {
        "o": 1801,
        "r": "nkjv:Exodus:5:12",
        "t": "So the people were scattered abroad throughout all the land of Egypt to gather stubble instead of straw."
    },
    {
        "o": 1802,
        "r": "nkjv:Exodus:5:13",
        "t": "And the taskmasters forced them*i to hurry, saying, “Fulfill your work, your*i daily quota, as when there was straw.”"
    },
    {
        "o": 1803,
        "r": "nkjv:Exodus:5:14",
        "t": "Also the officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and*i were asked, “Why have you not fulfilled your task in making brick both yesterday and today, as before?”"
    },
    {
        "o": 1804,
        "r": "nkjv:Exodus:5:15",
        "t": "Then*p the officers of the children of Israel came and cried out to Pharaoh, saying, “Why are you dealing thus with your servants?"
    },
    {
        "o": 1805,
        "r": "nkjv:Exodus:5:16",
        "t": "There is no straw given to your servants, and they say to us, ‘Make brick!’ And indeed your servants are*i beaten, but the fault is*i in your own*i people.”"
    },
    {
        "o": 1806,
        "r": "nkjv:Exodus:5:17",
        "t": "But*p he said, “You are*i idle! Idle! Therefore you say, ‘Let us go and*i sacrifice to the Lord.’*s"
    },
    {
        "o": 1807,
        "r": "nkjv:Exodus:5:18",
        "t": "Therefore go now and*i work; for no straw shall be given you, yet you shall deliver the quota of bricks.”"
    },
    {
        "o": 1808,
        "r": "nkjv:Exodus:5:19",
        "t": "And the officers of the children of Israel saw that*i they were*i in trouble after it was said, “You shall not reduce any*i bricks from your daily quota.”"
    },
    {
        "o": 1809,
        "r": "nkjv:Exodus:5:20",
        "t": "Then,*p as they came out from Pharaoh, they met Moses and Aaron who stood there to meet them."
    },
    {
        "o": 1810,
        "r": "nkjv:Exodus:5:21",
        "t": "And they said to them, “Let the Lord*s look on you and judge, because you have made us abhorrent in the sight of Pharaoh and in the sight of his servants, to put a sword in their hand to kill us.”"
    },
    {
        "o": 1811,
        "r": "nkjv:Exodus:5:21",
        "t": "Israel’s Deliverance Assured",
        "h": 2
    },
    {
        "o": 1812,
        "r": "nkjv:Exodus:5:22",
        "t": "So*p Moses returned to the Lord*s and said, “Lord, why have You brought trouble on this people? Why is*i it You have sent me?"
    },
    {
        "o": 1813,
        "r": "nkjv:Exodus:5:23",
        "t": "For since I came to Pharaoh to speak in Your name, he has done evil to this people; neither have You delivered Your people at all.”"
    }
]
