[
    {
        "o": 34903,
        "r": "csb:Revelation:4:0",
        "t": "Revelation 4",
        "h": 1
    },
    {
        "o": 34904,
        "r": "csb:Revelation:4:0",
        "t": "The Throne Room of Heaven",
        "h": 2
    },
    {
        "o": 34905,
        "r": "csb:Revelation:4:1",
        "t": "After*p this I looked, and there in heaven was an open door. The first voice that I had heard speaking to me like a trumpet said, “Come*r up*r here,*r and*r I*r will*r show*r you*r what*r must*r take*r place*r after*r this.”*r"
    },
    {
        "o": 34906,
        "r": "csb:Revelation:4:2",
        "t": "Immediately*p I was in the Spirit, and there was a throne in heaven and someone was seated on it."
    },
    {
        "o": 34907,
        "r": "csb:Revelation:4:3",
        "t": "The one seated there had the appearance of jasper and carnelian stone. A rainbow that had the appearance of an emerald surrounded the throne."
    },
    {
        "o": 34908,
        "r": "csb:Revelation:4:4",
        "t": "Around*p the throne were twenty-four thrones, and on the thrones sat twenty-four elders dressed in white clothes, with golden crowns on their heads."
    },
    {
        "o": 34909,
        "r": "csb:Revelation:4:5",
        "t": "Flashes*p of lightning and rumblings and peals of thunder came from the throne. Seven fiery torches were burning before the throne, which are the seven spirits of God."
    },
    {
        "o": 34910,
        "r": "csb:Revelation:4:6",
        "t": "Something like a sea of glass, similar to crystal, was also before the throne. Four*p living creatures covered with eyes in front and in back were around the throne on each side."
    },
    {
        "o": 34911,
        "r": "csb:Revelation:4:7",
        "t": "The first living creature was like a lion; the second living creature was like an ox; the third living creature had a face like a man; and the fourth living creature was like a flying eagle."
    },
    {
        "o": 34912,
        "r": "csb:Revelation:4:8",
        "t": "Each of the four living creatures had six wings; they were covered with eyes around and inside. Day and night they never stop, saying, Holy,*pn holy, holy, Lord*ln God, the Almighty, who*ln was, who is, and who is to come."
    },
    {
        "o": 34913,
        "r": "csb:Revelation:4:9",
        "t": "Whenever*p the living creatures give glory, honor, and thanks to the one seated on the throne, the one who lives forever and ever,"
    },
    {
        "o": 34914,
        "r": "csb:Revelation:4:10",
        "t": "the twenty-four elders fall down before the one seated on the throne and worship the one who lives forever and ever. They cast their crowns before the throne and say,"
    },
    {
        "o": 34915,
        "r": "csb:Revelation:4:11",
        "t": "Our*pn Lord and God, you*ln are worthy to receive glory*ln and honor and power, because*ln you have created all things, and*ln by your will they*ln exist and were created."
    }
]
