[
    {
        "o": 8171,
        "r": "esv:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8172,
        "r": "esv:1 Samuel:12:0",
        "t": "Samuel’s Farewell Address",
        "h": 2
    },
    {
        "o": 8173,
        "r": "esv:1 Samuel:12:1",
        "t": "And*p Samuel said to all Israel, “Behold, I have obeyed your voice in all that you have said to me and have made a king over you."
    },
    {
        "o": 8174,
        "r": "esv:1 Samuel:12:2",
        "t": "And now, behold, the king walks before you, and I am old and gray; and behold, my sons are with you. I have walked before you from my youth until this day."
    },
    {
        "o": 8175,
        "r": "esv:1 Samuel:12:3",
        "t": "Here I am; testify against me before the Lord*s and before his anointed. Whose ox have I taken? Or whose donkey have I taken? Or whom have I defrauded? Whom have I oppressed? Or from whose hand have I taken a bribe to blind my eyes with it? Testify against me and I will restore it to you.”"
    },
    {
        "o": 8176,
        "r": "esv:1 Samuel:12:4",
        "t": "They said, “You have not defrauded us or oppressed us or taken anything from any man’s hand.”"
    },
    {
        "o": 8177,
        "r": "esv:1 Samuel:12:5",
        "t": "And he said to them, “The Lord*s is witness against you, and his anointed is witness this day, that you have not found anything in my hand.” And they said, “He is witness.”"
    },
    {
        "o": 8178,
        "r": "esv:1 Samuel:12:6",
        "t": "And*p Samuel said to the people, “The Lord*s is witness, who appointed Moses and Aaron and brought your fathers up out of the land of Egypt."
    },
    {
        "o": 8179,
        "r": "esv:1 Samuel:12:7",
        "t": "Now therefore stand still that I may plead with you before the Lord*s concerning all the righteous deeds of the Lord*s that he performed for you and for your fathers."
    },
    {
        "o": 8180,
        "r": "esv:1 Samuel:12:8",
        "t": "When Jacob went into Egypt, and the Egyptians oppressed them, then your fathers cried out to the Lord*s and the Lord*s sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place."
    },
    {
        "o": 8181,
        "r": "esv:1 Samuel:12:9",
        "t": "But they forgot the Lord*s their God. And he sold them into the hand of Sisera, commander of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab. And they fought against them."
    },
    {
        "o": 8182,
        "r": "esv:1 Samuel:12:10",
        "t": "And they cried out to the Lord*s and said, ‘We have sinned, because we have forsaken the Lord*s and have served the Baals and the Ashtaroth. But now deliver us out of the hand of our enemies, that we may serve you.’"
    },
    {
        "o": 8183,
        "r": "esv:1 Samuel:12:11",
        "t": "And the Lord*s sent Jerubbaal and Barak and Jephthah and Samuel and delivered you out of the hand of your enemies on every side, and you lived in safety."
    },
    {
        "o": 8184,
        "r": "esv:1 Samuel:12:12",
        "t": "And when you saw that Nahash the king of the Ammonites came against you, you said to me, ‘No, but a king shall reign over us,’ when the Lord*s your God was your king."
    },
    {
        "o": 8185,
        "r": "esv:1 Samuel:12:13",
        "t": "And now behold the king whom you have chosen, for whom you have asked; behold, the Lord*s has set a king over you."
    },
    {
        "o": 8186,
        "r": "esv:1 Samuel:12:14",
        "t": "If you will fear the Lord*s and serve him and obey his voice and not rebel against the commandment of the Lord,*s and if both you and the king who reigns over you will follow the Lord*s your God, it will be well."
    },
    {
        "o": 8187,
        "r": "esv:1 Samuel:12:15",
        "t": "But if you will not obey the voice of the Lord,*s but rebel against the commandment of the Lord,*s then the hand of the Lord*s will be against you and your king."
    },
    {
        "o": 8188,
        "r": "esv:1 Samuel:12:16",
        "t": "Now therefore stand still and see this great thing that the Lord*s will do before your eyes."
    },
    {
        "o": 8189,
        "r": "esv:1 Samuel:12:17",
        "t": "Is it not wheat harvest today? I will call upon the Lord,*s that he may send thunder and rain. And you shall know and see that your wickedness is great, which you have done in the sight of the Lord,*s in asking for yourselves a king.”"
    },
    {
        "o": 8190,
        "r": "esv:1 Samuel:12:18",
        "t": "So Samuel called upon the Lord,*s and the Lord*s sent thunder and rain that day, and all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8191,
        "r": "esv:1 Samuel:12:19",
        "t": "And*p all the people said to Samuel, “Pray for your servants to the Lord*s your God, that we may not die, for we have added to all our sins this evil, to ask for ourselves a king.”"
    },
    {
        "o": 8192,
        "r": "esv:1 Samuel:12:20",
        "t": "And Samuel said to the people, “Do not be afraid; you have done all this evil. Yet do not turn aside from following the Lord,*s but serve the Lord*s with all your heart."
    },
    {
        "o": 8193,
        "r": "esv:1 Samuel:12:21",
        "t": "And do not turn aside after empty things that cannot profit or deliver, for they are empty."
    },
    {
        "o": 8194,
        "r": "esv:1 Samuel:12:22",
        "t": "For the Lord*s will not forsake his people, for his great name’s sake, because it has pleased the Lord*s to make you a people for himself."
    },
    {
        "o": 8195,
        "r": "esv:1 Samuel:12:23",
        "t": "Moreover, as for me, far be it from me that I should sin against the Lord*s by ceasing to pray for you, and I will instruct you in the good and the right way."
    },
    {
        "o": 8196,
        "r": "esv:1 Samuel:12:24",
        "t": "Only fear the Lord*s and serve him faithfully with all your heart. For consider what great things he has done for you."
    },
    {
        "o": 8197,
        "r": "esv:1 Samuel:12:25",
        "t": "But if you still do wickedly, you shall be swept away, both you and your king.”"
    }
]
