[
    {
        "o": 19530,
        "r": "niv:Isaiah:6:0",
        "t": "Isaiah 6",
        "h": 1
    },
    {
        "o": 19531,
        "r": "niv:Isaiah:6:0",
        "t": "Isaiah’s Commission",
        "h": 2
    },
    {
        "o": 19532,
        "r": "niv:Isaiah:6:1",
        "t": "In*p the year that King Uzziah died, I saw the Lord, high and exalted, seated on a throne; and the train of his robe filled the temple."
    },
    {
        "o": 19533,
        "r": "niv:Isaiah:6:2",
        "t": "Above him were seraphim, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying."
    },
    {
        "o": 19534,
        "r": "niv:Isaiah:6:3",
        "t": "And they were calling to one another: “Holy,*pn holy, holy is the Lord*s Almighty; the*ld whole earth is full of his glory.”"
    },
    {
        "o": 19535,
        "r": "niv:Isaiah:6:4",
        "t": "At*p the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke."
    },
    {
        "o": 19536,
        "r": "niv:Isaiah:6:5",
        "t": "“Woe*p to me!” I cried. “I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the Lord*s Almighty.”"
    },
    {
        "o": 19537,
        "r": "niv:Isaiah:6:6",
        "t": "Then*p one of the seraphim flew to me with a live coal in his hand, which he had taken with tongs from the altar."
    },
    {
        "o": 19538,
        "r": "niv:Isaiah:6:7",
        "t": "With it he touched my mouth and said, “See, this has touched your lips; your guilt is taken away and your sin atoned for.”"
    },
    {
        "o": 19539,
        "r": "niv:Isaiah:6:8",
        "t": "Then*p I heard the voice of the Lord saying, “Whom shall I send? And who will go for us?” And*p I said, “Here am I. Send me!”"
    },
    {
        "o": 19540,
        "r": "niv:Isaiah:6:9",
        "t": "He*p said, “Go and tell this people: “ ‘Be*pn ever hearing, but never understanding; be*ld ever seeing, but never perceiving.’"
    },
    {
        "o": 19541,
        "r": "niv:Isaiah:6:10",
        "t": "Make*ln the heart of this people calloused; make*ld their ears dull and*ld close their eyes. Otherwise*ln they might see with their eyes, hear*ld with their ears, understand*ld with their hearts, and*ln turn and be healed.”"
    },
    {
        "o": 19542,
        "r": "niv:Isaiah:6:11",
        "t": "Then*p I said, “For how long, Lord?” And*p he answered: “Until*pn the cities lie ruined and*ld without inhabitant, until*ln the houses are left deserted and*ld the fields ruined and ravaged,"
    },
    {
        "o": 19543,
        "r": "niv:Isaiah:6:12",
        "t": "until*ln the Lord*s has sent everyone far away and*ld the land is utterly forsaken."
    },
    {
        "o": 19544,
        "r": "niv:Isaiah:6:13",
        "t": "And*ln though a tenth remains in the land, it*ld will again be laid waste. But*ln as the terebinth and oak leave*ld stumps when they are cut down, so*ld the holy seed will be the stump in the land.”"
    }
]
