[
    {
        "o": 30268,
        "r": "niv:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 30269,
        "r": "niv:Acts:14:0",
        "t": "In Iconium",
        "h": 2
    },
    {
        "o": 30270,
        "r": "niv:Acts:14:1",
        "t": "At*p Iconium Paul and Barnabas went as usual into the Jewish synagogue. There they spoke so effectively that a great number of Jews and Greeks believed."
    },
    {
        "o": 30271,
        "r": "niv:Acts:14:2",
        "t": "But the Jews who refused to believe stirred up the other Gentiles and poisoned their minds against the brothers."
    },
    {
        "o": 30272,
        "r": "niv:Acts:14:3",
        "t": "So Paul and Barnabas spent considerable time there, speaking boldly for the Lord, who confirmed the message of his grace by enabling them to perform signs and wonders."
    },
    {
        "o": 30273,
        "r": "niv:Acts:14:4",
        "t": "The people of the city were divided; some sided with the Jews, others with the apostles."
    },
    {
        "o": 30274,
        "r": "niv:Acts:14:5",
        "t": "There was a plot afoot among both Gentiles and Jews, together with their leaders, to mistreat them and stone them."
    },
    {
        "o": 30275,
        "r": "niv:Acts:14:6",
        "t": "But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding country,"
    },
    {
        "o": 30276,
        "r": "niv:Acts:14:7",
        "t": "where they continued to preach the gospel."
    },
    {
        "o": 30277,
        "r": "niv:Acts:14:7",
        "t": "In Lystra and Derbe",
        "h": 2
    },
    {
        "o": 30278,
        "r": "niv:Acts:14:8",
        "t": "In*p Lystra there sat a man who was lame. He had been that way from birth and had never walked."
    },
    {
        "o": 30279,
        "r": "niv:Acts:14:9",
        "t": "He listened to Paul as he was speaking. Paul looked directly at him, saw that he had faith to be healed"
    },
    {
        "o": 30280,
        "r": "niv:Acts:14:10",
        "t": "and called out, “Stand up on your feet!” At that, the man jumped up and began to walk."
    },
    {
        "o": 30281,
        "r": "niv:Acts:14:11",
        "t": "When*p the crowd saw what Paul had done, they shouted in the Lycaonian language, “The gods have come down to us in human form!”"
    },
    {
        "o": 30282,
        "r": "niv:Acts:14:12",
        "t": "Barnabas they called Zeus, and Paul they called Hermes because he was the chief speaker."
    },
    {
        "o": 30283,
        "r": "niv:Acts:14:13",
        "t": "The priest of Zeus, whose temple was just outside the city, brought bulls and wreaths to the city gates because he and the crowd wanted to offer sacrifices to them."
    },
    {
        "o": 30284,
        "r": "niv:Acts:14:14",
        "t": "But*p when the apostles Barnabas and Paul heard of this, they tore their clothes and rushed out into the crowd, shouting:"
    },
    {
        "o": 30285,
        "r": "niv:Acts:14:15",
        "t": "“Friends, why are you doing this? We too are only human, like you. We are bringing you good news, telling you to turn from these worthless things to the living God, who made the heavens and the earth and the sea and everything in them."
    },
    {
        "o": 30286,
        "r": "niv:Acts:14:16",
        "t": "In the past, he let all nations go their own way."
    },
    {
        "o": 30287,
        "r": "niv:Acts:14:17",
        "t": "Yet he has not left himself without testimony: He has shown kindness by giving you rain from heaven and crops in their seasons; he provides you with plenty of food and fills your hearts with joy.”"
    },
    {
        "o": 30288,
        "r": "niv:Acts:14:18",
        "t": "Even with these words, they had difficulty keeping the crowd from sacrificing to them."
    },
    {
        "o": 30289,
        "r": "niv:Acts:14:19",
        "t": "Then*p some Jews came from Antioch and Iconium and won the crowd over. They stoned Paul and dragged him outside the city, thinking he was dead."
    },
    {
        "o": 30290,
        "r": "niv:Acts:14:20",
        "t": "But after the disciples had gathered around him, he got up and went back into the city. The next day he and Barnabas left for Derbe."
    },
    {
        "o": 30291,
        "r": "niv:Acts:14:20",
        "t": "The Return to Antioch in Syria",
        "h": 2
    },
    {
        "o": 30292,
        "r": "niv:Acts:14:21",
        "t": "They*p preached the gospel in that city and won a large number of disciples. Then they returned to Lystra, Iconium and Antioch,"
    },
    {
        "o": 30293,
        "r": "niv:Acts:14:22",
        "t": "strengthening the disciples and encouraging them to remain true to the faith. “We must go through many hardships to enter the kingdom of God,” they said."
    },
    {
        "o": 30294,
        "r": "niv:Acts:14:23",
        "t": "Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."
    },
    {
        "o": 30295,
        "r": "niv:Acts:14:24",
        "t": "After going through Pisidia, they came into Pamphylia,"
    },
    {
        "o": 30296,
        "r": "niv:Acts:14:25",
        "t": "and when they had preached the word in Perga, they went down to Attalia."
    },
    {
        "o": 30297,
        "r": "niv:Acts:14:26",
        "t": "From*p Attalia they sailed back to Antioch, where they had been committed to the grace of God for the work they had now completed."
    },
    {
        "o": 30298,
        "r": "niv:Acts:14:27",
        "t": "On arriving there, they gathered the church together and reported all that God had done through them and how he had opened a door of faith to the Gentiles."
    },
    {
        "o": 30299,
        "r": "niv:Acts:14:28",
        "t": "And they stayed there a long time with the disciples."
    }
]
