[
    {
        "o": 21637,
        "r": "nasb:Jeremiah:20:0",
        "t": "Jeremiah 20",
        "h": 1
    },
    {
        "o": 21638,
        "r": "nasb:Jeremiah:20:0",
        "t": "Pashhur Persecutes Jeremiah",
        "h": 2
    },
    {
        "o": 21639,
        "r": "nasb:Jeremiah:20:1",
        "t": "When*p Pashhur the priest, the son of Immer, who was chief officer in the house of the Lord,*s heard Jeremiah prophesying these things,"
    },
    {
        "o": 21640,
        "r": "nasb:Jeremiah:20:2",
        "t": "Pashhur had Jeremiah the prophet beaten and put him in the stocks that were at the upper Benjamin Gate, which was by the house of the Lord.*s"
    },
    {
        "o": 21641,
        "r": "nasb:Jeremiah:20:3",
        "t": "On the next day, when Pashhur released Jeremiah from the stocks, Jeremiah said to him, “Pashhur is not the name the Lord*s has called you, but rather Magor-missabib."
    },
    {
        "o": 21642,
        "r": "nasb:Jeremiah:20:4",
        "t": "For thus says the Lord,*s ‘Behold, I am going to make you a terror to yourself and to all your friends; and while your eyes look on, they will fall by the sword of their enemies. So I will give over all Judah to the hand of the king of Babylon, and he will carry them away as exiles to Babylon and will slay them with the sword."
    },
    {
        "o": 21643,
        "r": "nasb:Jeremiah:20:5",
        "t": "I will also give over all the wealth of this city, all its produce and all its costly things; even all the treasures of the kings of Judah I will give over to the hand of their enemies, and they will plunder them, take them away and bring them to Babylon."
    },
    {
        "o": 21644,
        "r": "nasb:Jeremiah:20:6",
        "t": "And you, Pashhur, and all who live in your house will go into captivity; and you will enter Babylon, and there you will die and there you will be buried, you and all your friends to whom you have falsely prophesied.’ ”"
    },
    {
        "o": 21645,
        "r": "nasb:Jeremiah:20:6",
        "t": "Jeremiah’s Complaint",
        "h": 2
    },
    {
        "o": 21646,
        "r": "nasb:Jeremiah:20:7",
        "t": "O*pn Lord,*s You have deceived me and I was deceived; You*ln have overcome me and prevailed. I*ln have become a laughingstock all day long; Everyone*ln mocks me."
    },
    {
        "o": 21647,
        "r": "nasb:Jeremiah:20:8",
        "t": "For*ln each time I speak, I cry aloud; I*ln proclaim violence and destruction, Because*ln for me the word of the Lord*s has resulted In*ln reproach and derision all day long."
    },
    {
        "o": 21648,
        "r": "nasb:Jeremiah:20:9",
        "t": "But*ln if I say, “I will not remember Him Or*ln speak anymore in His name,” Then*ln in my heart it becomes like a burning fire Shut*ln up in my bones; And*ln I am weary of holding it*i in, And*ln I cannot endure it.*i"
    },
    {
        "o": 21649,
        "r": "nasb:Jeremiah:20:10",
        "t": "For*ln I have heard the whispering of many, “Terror*ln on every side! Denounce*ln him;*i yes, let us denounce him!” All*ln my trusted friends, Watching*ln for my fall, say: “Perhaps*ln he will be deceived, so that we may prevail against him And*ln take our revenge on him.”"
    },
    {
        "o": 21650,
        "r": "nasb:Jeremiah:20:11",
        "t": "But*ln the Lord*s is with me like a dread champion; Therefore*ln my persecutors will stumble and not prevail. They*ln will be utterly ashamed, because they have failed, With*ln an everlasting disgrace that will not be forgotten."
    },
    {
        "o": 21651,
        "r": "nasb:Jeremiah:20:12",
        "t": "Yet,*ln O Lord*s of hosts, You who test the righteous, Who*ln see the mind and the heart; Let*ln me see Your vengeance on them; For*ln to You I have set forth my cause."
    },
    {
        "o": 21652,
        "r": "nasb:Jeremiah:20:13",
        "t": "Sing*ln to the Lord,*s praise the Lord!*s For*ln He has delivered the soul of the needy one From*ln the hand of evildoers."
    },
    {
        "o": 21653,
        "r": "nasb:Jeremiah:20:14",
        "t": "Cursed*ln be the day when I was born; Let*ln the day not be blessed when my mother bore me!"
    },
    {
        "o": 21654,
        "r": "nasb:Jeremiah:20:15",
        "t": "Cursed*ln be the man who brought the news To*ln my father, saying, “A*ln baby boy has been born to you!” And*iln made him very happy."
    },
    {
        "o": 21655,
        "r": "nasb:Jeremiah:20:16",
        "t": "But*ln let that man be like the cities Which*ln the Lord*s overthrew without relenting, And*ln let him hear an outcry in the morning And*ln a shout of alarm at noon;"
    },
    {
        "o": 21656,
        "r": "nasb:Jeremiah:20:17",
        "t": "Because*ln he did not kill me before birth, So*ln that my mother would have been my grave, And*ln her womb ever pregnant."
    },
    {
        "o": 21657,
        "r": "nasb:Jeremiah:20:18",
        "t": "Why*ln did I ever come forth from the womb To*ln look on trouble and sorrow, So*ln that my days have been spent in shame?"
    }
]
