[
    {
        "o": 33319,
        "r": "csb:Philippians:3:0",
        "t": "Philippians 3",
        "h": 1
    },
    {
        "o": 33320,
        "r": "csb:Philippians:3:0",
        "t": "Knowing Christ",
        "h": 2
    },
    {
        "o": 33321,
        "r": "csb:Philippians:3:1",
        "t": "In*p addition, my brothers and sisters, rejoice in the Lord. To write to you again about this is no trouble for me and is a safeguard for you."
    },
    {
        "o": 33322,
        "r": "csb:Philippians:3:2",
        "t": "Watch*p out for the dogs, watch out for the evil workers, watch out for those who mutilate the flesh."
    },
    {
        "o": 33323,
        "r": "csb:Philippians:3:3",
        "t": "For we are the circumcision, the ones who worship by the Spirit of God, boast in Christ Jesus, and do not put confidence in the flesh -"
    },
    {
        "o": 33324,
        "r": "csb:Philippians:3:4",
        "t": "although I have reasons for confidence in the flesh. If anyone else thinks he has grounds for confidence in the flesh, I have more:"
    },
    {
        "o": 33325,
        "r": "csb:Philippians:3:5",
        "t": "circumcised the eighth day; of the nation of Israel, of the tribe of Benjamin, a Hebrew born of Hebrews; regarding the law, a Pharisee;"
    },
    {
        "o": 33326,
        "r": "csb:Philippians:3:6",
        "t": "regarding zeal, persecuting the church; regarding the righteousness that is in the law, blameless."
    },
    {
        "o": 33327,
        "r": "csb:Philippians:3:7",
        "t": "But*p everything that was a gain to me, I have considered to be a loss because of Christ."
    },
    {
        "o": 33328,
        "r": "csb:Philippians:3:8",
        "t": "More than that, I also consider everything to be a loss in view of the surpassing value of knowing Christ Jesus my Lord. Because of him I have suffered the loss of all things and consider them as dung, so that I may gain Christ"
    },
    {
        "o": 33329,
        "r": "csb:Philippians:3:9",
        "t": "and be found in him, not having a righteousness of my own from the law, but one that is through faith in Christ- the righteousness from God based on faith."
    },
    {
        "o": 33330,
        "r": "csb:Philippians:3:10",
        "t": "My goal is to know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death,"
    },
    {
        "o": 33331,
        "r": "csb:Philippians:3:11",
        "t": "assuming that I will somehow reach the resurrection from among the dead."
    },
    {
        "o": 33332,
        "r": "csb:Philippians:3:11",
        "t": "Reaching Forward to God’s Goal",
        "h": 2
    },
    {
        "o": 33333,
        "r": "csb:Philippians:3:12",
        "t": "Not*p that I have already reached the goal or am already perfect, but I make every effort to take hold of it because I also have been taken hold of by Christ Jesus."
    },
    {
        "o": 33334,
        "r": "csb:Philippians:3:13",
        "t": "Brothers and sisters, I do not consider myself to have taken hold of it. But one thing I do: Forgetting what is behind and reaching forward to what is ahead,"
    },
    {
        "o": 33335,
        "r": "csb:Philippians:3:14",
        "t": "I pursue as my goal the prize promised by God’s heavenly call in Christ Jesus."
    },
    {
        "o": 33336,
        "r": "csb:Philippians:3:15",
        "t": "Therefore, let all of us who are mature think this way. And if you think differently about anything, God will reveal this also to you."
    },
    {
        "o": 33337,
        "r": "csb:Philippians:3:16",
        "t": "In any case, we should live up to whatever truth we have attained."
    },
    {
        "o": 33338,
        "r": "csb:Philippians:3:17",
        "t": "Join in imitating me, brothers and sisters, and pay careful attention to those who live according to the example you have in us."
    },
    {
        "o": 33339,
        "r": "csb:Philippians:3:18",
        "t": "For I have often told you, and now say again with tears, that many live as enemies of the cross of Christ."
    },
    {
        "o": 33340,
        "r": "csb:Philippians:3:19",
        "t": "Their end is destruction; their god is their stomach; their glory is in their shame; and they are focused on earthly things."
    },
    {
        "o": 33341,
        "r": "csb:Philippians:3:20",
        "t": "Our citizenship is in heaven, and we eagerly wait for a Savior from there, the Lord Jesus Christ."
    },
    {
        "o": 33342,
        "r": "csb:Philippians:3:21",
        "t": "He will transform the body of our humble condition into the likeness of his glorious body, by the power that enables him to subject everything to himself."
    }
]
