[
    {
        "o": 11190,
        "r": "csb:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11191,
        "r": "csb:2 Kings:20:0",
        "t": "Hezekiah’s Illness and Recovery",
        "h": 2
    },
    {
        "o": 11192,
        "r": "csb:2 Kings:20:1",
        "t": "In*p those days Hezekiah became terminally ill. The prophet Isaiah son of Amoz came and said to him, “This is what the Lord*s says: ‘Set your house in order, for you are about to die; you will not recover.’”"
    },
    {
        "o": 11193,
        "r": "csb:2 Kings:20:2",
        "t": "Then*p Hezekiah turned his face to the wall and prayed to the Lord,*s"
    },
    {
        "o": 11194,
        "r": "csb:2 Kings:20:3",
        "t": "“Please, Lord,*s remember how I have walked before you faithfully and wholeheartedly and have done what pleases you.” And Hezekiah wept bitterly."
    },
    {
        "o": 11195,
        "r": "csb:2 Kings:20:4",
        "t": "Isaiah*p had not yet gone out of the inner courtyard when the word of the Lord*s came to him:"
    },
    {
        "o": 11196,
        "r": "csb:2 Kings:20:5",
        "t": "“Go back and tell Hezekiah, the leader of my people, ‘This is what the Lord*s God of your ancestor David says: I have heard your prayer; I have seen your tears. Look, I will heal you. On the third day from now you will go up to the Lord’s*s temple."
    },
    {
        "o": 11197,
        "r": "csb:2 Kings:20:6",
        "t": "I will add fifteen years to your life. I will rescue you and this city from the grasp of the king of Assyria. I will defend this city for my sake and for the sake of my servant David.’”"
    },
    {
        "o": 11198,
        "r": "csb:2 Kings:20:7",
        "t": "Then*p Isaiah said, “Bring a lump of pressed figs.” So they brought it and applied it to his infected skin, and he recovered."
    },
    {
        "o": 11199,
        "r": "csb:2 Kings:20:8",
        "t": "Hezekiah*p had asked Isaiah, “What is the sign that the Lord*s will heal me and that I will go up to the Lord’s*s temple on the third day?”"
    },
    {
        "o": 11200,
        "r": "csb:2 Kings:20:9",
        "t": "Isaiah*p said, “This is the sign to you from the Lord*s that he will do what he has promised: Should the shadow go ahead ten steps or go back ten steps?”"
    },
    {
        "o": 11201,
        "r": "csb:2 Kings:20:10",
        "t": "Then*p Hezekiah answered, “It’s easy for the shadow to lengthen ten steps. No, let the shadow go back ten steps.”"
    },
    {
        "o": 11202,
        "r": "csb:2 Kings:20:11",
        "t": "So the prophet Isaiah called out to the Lord,*s and he brought the shadow back the ten steps it had descended on the stairway of Ahaz."
    },
    {
        "o": 11203,
        "r": "csb:2 Kings:20:11",
        "t": "Hezekiah’s Folly",
        "h": 2
    },
    {
        "o": 11204,
        "r": "csb:2 Kings:20:12",
        "t": "At*p that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah since he heard that he had been sick."
    },
    {
        "o": 11205,
        "r": "csb:2 Kings:20:13",
        "t": "Hezekiah listened to the letters and showed the envoys his whole treasure house - the silver, the gold, the spices, and the precious oil - and his armory, and everything that was found in his treasuries. There was nothing in his palace and in all his realm that Hezekiah did not show them."
    },
    {
        "o": 11206,
        "r": "csb:2 Kings:20:14",
        "t": "Then*p the prophet Isaiah came to King Hezekiah and asked him, “Where did these men come from and what did they say to you?” Hezekiah*p replied, “They came from a distant country, from Babylon.”"
    },
    {
        "o": 11207,
        "r": "csb:2 Kings:20:15",
        "t": "Isaiah*p asked, “What have they seen in your palace?” Hezekiah*p answered, “They have seen everything in my palace. There isn’t anything in my treasuries that I didn’t show them.”"
    },
    {
        "o": 11208,
        "r": "csb:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord:*s"
    },
    {
        "o": 11209,
        "r": "csb:2 Kings:20:17",
        "t": "‘Look, the days are coming when everything in your palace and all that your predecessors have stored up until today will be carried off to Babylon; nothing will be left,’ says the Lord.*s"
    },
    {
        "o": 11210,
        "r": "csb:2 Kings:20:18",
        "t": "‘Some of your descendants - who come from you, whom you father - will be taken away, and they will become eunuchs in the palace of the king of Babylon.’”"
    },
    {
        "o": 11211,
        "r": "csb:2 Kings:20:19",
        "t": "Then*p Hezekiah said to Isaiah, “The word of the Lord*s that you have spoken is good,” for he thought, “Why not, if there will be peace and security during my lifetime?”"
    },
    {
        "o": 11212,
        "r": "csb:2 Kings:20:19",
        "t": "Hezekiah’s Death",
        "h": 2
    },
    {
        "o": 11213,
        "r": "csb:2 Kings:20:20",
        "t": "The*p rest of the events of Hezekiah’s reign, along with all his might and how he made the pool and the tunnel and brought water into the city, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11214,
        "r": "csb:2 Kings:20:21",
        "t": "Hezekiah rested with his ancestors, and his son Manasseh became king in his place."
    }
]
