[
    {
        "o": 7765,
        "r": "nasb:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7766,
        "r": "nasb:Ruth:1:0",
        "t": "Naomi Widowed",
        "h": 2
    },
    {
        "o": 7767,
        "r": "nasb:Ruth:1:1",
        "t": "Now*p it came about in the days when the judges governed, that there was a famine in the land. And a certain man of Bethlehem in Judah went to sojourn in the land of Moab with his wife and his two sons."
    },
    {
        "o": 7768,
        "r": "nasb:Ruth:1:2",
        "t": "The name of the man was*i Elimelech, and the name of his wife, Naomi; and the names of his two sons were*i Mahlon and Chilion, Ephrathites of Bethlehem in Judah. Now they entered the land of Moab and remained there."
    },
    {
        "o": 7769,
        "r": "nasb:Ruth:1:3",
        "t": "Then Elimelech, Naomi’s husband, died; and she was left with her two sons."
    },
    {
        "o": 7770,
        "r": "nasb:Ruth:1:4",
        "t": "They took for themselves Moabite women as*i wives; the name of the one was Orpah and the name of the other Ruth. And they lived there about ten years."
    },
    {
        "o": 7771,
        "r": "nasb:Ruth:1:5",
        "t": "Then both Mahlon and Chilion also died, and the woman was bereft of her two children and her husband."
    },
    {
        "o": 7772,
        "r": "nasb:Ruth:1:6",
        "t": "Then*p she arose with her daughters-in-law that she might return from the land of Moab, for she had heard in the land of Moab that the Lord*s had visited His people in giving them food."
    },
    {
        "o": 7773,
        "r": "nasb:Ruth:1:7",
        "t": "So she departed from the place where she was, and her two daughters-in-law with her; and they went on the way to return to the land of Judah."
    },
    {
        "o": 7774,
        "r": "nasb:Ruth:1:8",
        "t": "And Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the Lord*s deal kindly with you as you have dealt with the dead and with me."
    },
    {
        "o": 7775,
        "r": "nasb:Ruth:1:9",
        "t": "May the Lord*s grant that you may find rest, each in the house of her husband.” Then she kissed them, and they lifted up their voices and wept."
    },
    {
        "o": 7776,
        "r": "nasb:Ruth:1:10",
        "t": "And they said to her, “No,*i but we will surely return with you to your people.”"
    },
    {
        "o": 7777,
        "r": "nasb:Ruth:1:11",
        "t": "But Naomi said, “Return, my daughters. Why should you go with me? Have I yet sons in my womb, that they may be your husbands?"
    },
    {
        "o": 7778,
        "r": "nasb:Ruth:1:12",
        "t": "Return, my daughters! Go, for I am too old to have a husband. If I said I have hope, if I should even have a husband tonight and also bear sons,"
    },
    {
        "o": 7779,
        "r": "nasb:Ruth:1:13",
        "t": "would you therefore wait until they were grown? Would you therefore refrain from marrying? No, my daughters; for it is harder for me than for you, for the hand of the Lord*s has gone forth against me.”"
    },
    {
        "o": 7780,
        "r": "nasb:Ruth:1:13",
        "t": "Ruth’s Loyalty",
        "h": 2
    },
    {
        "o": 7781,
        "r": "nasb:Ruth:1:14",
        "t": "And*p they lifted up their voices and wept again; and Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7782,
        "r": "nasb:Ruth:1:15",
        "t": "Then*p she said, “Behold, your sister-in-law has gone back to her people and her gods; return after your sister-in-law.”"
    },
    {
        "o": 7783,
        "r": "nasb:Ruth:1:16",
        "t": "But Ruth said, “Do not urge me to leave you or*i turn back from following you; for where you go, I will go, and where you lodge, I will lodge. Your people shall*i be*i my people, and your God, my God."
    },
    {
        "o": 7784,
        "r": "nasb:Ruth:1:17",
        "t": "Where you die, I will die, and there I will be buried. Thus may the Lord*s do to me, and worse, if anything*i but*i death parts you and me.”"
    },
    {
        "o": 7785,
        "r": "nasb:Ruth:1:18",
        "t": "When she saw that she was determined to go with her, she said no more to her."
    },
    {
        "o": 7786,
        "r": "nasb:Ruth:1:19",
        "t": "So*p they both went until they came to Bethlehem. And when they had come to Bethlehem, all the city was stirred because of them, and the women said, “Is this Naomi?”"
    },
    {
        "o": 7787,
        "r": "nasb:Ruth:1:20",
        "t": "She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me."
    },
    {
        "o": 7788,
        "r": "nasb:Ruth:1:21",
        "t": "I went out full, but the Lord*s has brought me back empty. Why do you call me Naomi, since the Lord*s has witnessed against me and the Almighty has afflicted me?”"
    },
    {
        "o": 7789,
        "r": "nasb:Ruth:1:22",
        "t": "So*p Naomi returned, and with her Ruth the Moabitess, her daughter-in-law, who returned from the land of Moab. And they came to Bethlehem at the beginning of barley harvest."
    }
]
