[
    {
        "o": 1264,
        "r": "nkjv:Genesis:39:0",
        "t": "Genesis 39",
        "h": 1
    },
    {
        "o": 1265,
        "r": "nkjv:Genesis:39:0",
        "t": "Joseph a Slave in Egypt",
        "h": 2
    },
    {
        "o": 1266,
        "r": "nkjv:Genesis:39:1",
        "t": "Now*p Joseph had been taken down to Egypt. And Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him from the Ishmaelites who had taken him down there."
    },
    {
        "o": 1267,
        "r": "nkjv:Genesis:39:2",
        "t": "The Lord*s was with Joseph, and he was a successful man; and he was in the house of his master the Egyptian."
    },
    {
        "o": 1268,
        "r": "nkjv:Genesis:39:3",
        "t": "And his master saw that the Lord*s was*i with him and that the Lord*s made all he did to prosper in his hand."
    },
    {
        "o": 1269,
        "r": "nkjv:Genesis:39:4",
        "t": "So Joseph found favor in his sight, and served him. Then he made him overseer of his house, and all that*i he had he put under his authority."
    },
    {
        "o": 1270,
        "r": "nkjv:Genesis:39:5",
        "t": "So it was, from the time that*i he had made him overseer of his house and all that he had, that the Lord*s blessed the Egyptian’s house for Joseph’s sake; and the blessing of the Lord*s was on all that he had in the house and in the field."
    },
    {
        "o": 1271,
        "r": "nkjv:Genesis:39:6",
        "t": "Thus he left all that he had in Joseph’s hand, and he did not know what he had except for the bread which he ate. Now*p Joseph was handsome in form and appearance."
    },
    {
        "o": 1272,
        "r": "nkjv:Genesis:39:7",
        "t": "And*p it came to pass after these things that his master’s wife cast longing eyes on Joseph, and she said, “Lie with me.”"
    },
    {
        "o": 1273,
        "r": "nkjv:Genesis:39:8",
        "t": "But*p he refused and said to his master’s wife, “Look, my master does not know what is*i with me in the house, and he has committed all that he has to my hand."
    },
    {
        "o": 1274,
        "r": "nkjv:Genesis:39:9",
        "t": "There*i is*i no one greater in this house than I, nor has he kept back anything from me but you, because you are*i his wife. How then can I do this great wickedness, and sin against God?”"
    },
    {
        "o": 1275,
        "r": "nkjv:Genesis:39:10",
        "t": "So*p it was, as she spoke to Joseph day by day, that he did not heed her, to lie with her or*i to be with her."
    },
    {
        "o": 1276,
        "r": "nkjv:Genesis:39:11",
        "t": "But*p it happened about this time, when Joseph went into the house to do his work, and none of the men of the house was*i inside,"
    },
    {
        "o": 1277,
        "r": "nkjv:Genesis:39:12",
        "t": "that she caught him by his garment, saying, “Lie with me.” But he left his garment in her hand, and fled and ran outside."
    },
    {
        "o": 1278,
        "r": "nkjv:Genesis:39:13",
        "t": "And so it was, when she saw that he had left his garment in her hand and fled outside,"
    },
    {
        "o": 1279,
        "r": "nkjv:Genesis:39:14",
        "t": "that she called to the men of her house and spoke to them, saying, “See, he has brought in to us a Hebrew to mock us. He came in to me to lie with me, and I cried out with a loud voice."
    },
    {
        "o": 1280,
        "r": "nkjv:Genesis:39:15",
        "t": "And it happened, when he heard that I lifted my voice and cried out, that he left his garment with me, and fled and went outside.”"
    },
    {
        "o": 1281,
        "r": "nkjv:Genesis:39:16",
        "t": "So*p she kept his garment with her until his master came home."
    },
    {
        "o": 1282,
        "r": "nkjv:Genesis:39:17",
        "t": "Then she spoke to him with words like these, saying, “The Hebrew servant whom you brought to us came in to me to mock me;"
    },
    {
        "o": 1283,
        "r": "nkjv:Genesis:39:18",
        "t": "so it happened, as I lifted my voice and cried out, that he left his garment with me and fled outside.”"
    },
    {
        "o": 1284,
        "r": "nkjv:Genesis:39:19",
        "t": "So*p it was, when his master heard the words which his wife spoke to him, saying, “Your servant did to me after this manner,” that his anger was aroused."
    },
    {
        "o": 1285,
        "r": "nkjv:Genesis:39:20",
        "t": "Then Joseph’s master took him and put him into the prison, a place where the king’s prisoners were*i confined. And he was there in the prison."
    },
    {
        "o": 1286,
        "r": "nkjv:Genesis:39:21",
        "t": "But the Lord*s was with Joseph and showed him mercy, and He gave him favor in the sight of the keeper of the prison."
    },
    {
        "o": 1287,
        "r": "nkjv:Genesis:39:22",
        "t": "And the keeper of the prison committed to Joseph’s hand all the prisoners who were*i in the prison; whatever they did there, it was his doing."
    },
    {
        "o": 1288,
        "r": "nkjv:Genesis:39:23",
        "t": "The keeper of the prison did not look into anything that*i was*i under Joseph’s*i authority, because the Lord*s was with him; and whatever he did, the Lord*s made it*i prosper."
    }
]
