[
    {
        "o": 87,
        "r": "niv:Genesis:4:0",
        "t": "Genesis 4",
        "h": 1
    },
    {
        "o": 88,
        "r": "niv:Genesis:4:0",
        "t": "Cain and Abel",
        "h": 2
    },
    {
        "o": 89,
        "r": "niv:Genesis:4:1",
        "t": "Adam*p made love to his wife Eve, and she became pregnant and gave birth to Cain. She said, “With the help of the Lord*s I have brought forth a man.”"
    },
    {
        "o": 90,
        "r": "niv:Genesis:4:2",
        "t": "Later she gave birth to his brother Abel. Now*p Abel kept flocks, and Cain worked the soil."
    },
    {
        "o": 91,
        "r": "niv:Genesis:4:3",
        "t": "In the course of time Cain brought some of the fruits of the soil as an offering to the Lord.*s"
    },
    {
        "o": 92,
        "r": "niv:Genesis:4:4",
        "t": "And Abel also brought an offering—fat portions from some of the firstborn of his flock. The Lord*s looked with favor on Abel and his offering,"
    },
    {
        "o": 93,
        "r": "niv:Genesis:4:5",
        "t": "but on Cain and his offering he did not look with favor. So Cain was very angry, and his face was downcast."
    },
    {
        "o": 94,
        "r": "niv:Genesis:4:6",
        "t": "Then*p the Lord*s said to Cain, “Why are you angry? Why is your face downcast?"
    },
    {
        "o": 95,
        "r": "niv:Genesis:4:7",
        "t": "If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must rule over it.”"
    },
    {
        "o": 96,
        "r": "niv:Genesis:4:8",
        "t": "Now*p Cain said to his brother Abel, “Let’s go out to the field.” While they were in the field, Cain attacked his brother Abel and killed him."
    },
    {
        "o": 97,
        "r": "niv:Genesis:4:9",
        "t": "Then*p the Lord*s said to Cain, “Where is your brother Abel?” “I*p don’t know,” he replied. “Am I my brother’s keeper?”"
    },
    {
        "o": 98,
        "r": "niv:Genesis:4:10",
        "t": "The*p Lord*s said, “What have you done? Listen! Your brother’s blood cries out to me from the ground."
    },
    {
        "o": 99,
        "r": "niv:Genesis:4:11",
        "t": "Now you are under a curse and driven from the ground, which opened its mouth to receive your brother’s blood from your hand."
    },
    {
        "o": 100,
        "r": "niv:Genesis:4:12",
        "t": "When you work the ground, it will no longer yield its crops for you. You will be a restless wanderer on the earth.”"
    },
    {
        "o": 101,
        "r": "niv:Genesis:4:13",
        "t": "Cain*p said to the Lord,*s “My punishment is more than I can bear."
    },
    {
        "o": 102,
        "r": "niv:Genesis:4:14",
        "t": "Today you are driving me from the land, and I will be hidden from your presence; I will be a restless wanderer on the earth, and whoever finds me will kill me.”"
    },
    {
        "o": 103,
        "r": "niv:Genesis:4:15",
        "t": "But*p the Lord*s said to him, “Not so; anyone who kills Cain will suffer vengeance seven times over.” Then the Lord*s put a mark on Cain so that no one who found him would kill him."
    },
    {
        "o": 104,
        "r": "niv:Genesis:4:16",
        "t": "So Cain went out from the Lord’s*s presence and lived in the land of Nod, east of Eden."
    },
    {
        "o": 105,
        "r": "niv:Genesis:4:17",
        "t": "Cain*p made love to his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch."
    },
    {
        "o": 106,
        "r": "niv:Genesis:4:18",
        "t": "To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech."
    },
    {
        "o": 107,
        "r": "niv:Genesis:4:19",
        "t": "Lamech*p married two women, one named Adah and the other Zillah."
    },
    {
        "o": 108,
        "r": "niv:Genesis:4:20",
        "t": "Adah gave birth to Jabal; he was the father of those who live in tents and raise livestock."
    },
    {
        "o": 109,
        "r": "niv:Genesis:4:21",
        "t": "His brother’s name was Jubal; he was the father of all who play stringed instruments and pipes."
    },
    {
        "o": 110,
        "r": "niv:Genesis:4:22",
        "t": "Zillah also had a son, Tubal-Cain, who forged all kinds of tools out of bronze and iron. Tubal-Cain’s sister was Naamah."
    },
    {
        "o": 111,
        "r": "niv:Genesis:4:23",
        "t": "Lamech*p said to his wives, “Adah*pn and Zillah, listen to me; wives*ld of Lamech, hear my words. I*ln have killed a man for wounding me, a*ld young man for injuring me."
    },
    {
        "o": 112,
        "r": "niv:Genesis:4:24",
        "t": "If*ln Cain is avenged seven times, then*ld Lamech seventy-seven times.”"
    },
    {
        "o": 113,
        "r": "niv:Genesis:4:25",
        "t": "Adam*p made love to his wife again, and she gave birth to a son and named him Seth, saying, “God has granted me another child in place of Abel, since Cain killed him.”"
    },
    {
        "o": 114,
        "r": "niv:Genesis:4:26",
        "t": "Seth also had a son, and he named him Enosh. At*p that time people began to call on the name of the Lord.*s"
    }
]
