[
    {
        "o": 3297,
        "r": "csb:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3298,
        "r": "csb:Leviticus:10:0",
        "t": "Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3299,
        "r": "csb:Leviticus:10:1",
        "t": "Aaron’s*p sons Nadab and Abihu each took his own firepan, put fire in it, placed incense on it, and presented unauthorized fire before the Lord,*s which he had not commanded them to do."
    },
    {
        "o": 3300,
        "r": "csb:Leviticus:10:2",
        "t": "Then fire came from the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3301,
        "r": "csb:Leviticus:10:3",
        "t": "Moses said to Aaron, “This is what the Lord*s has spoken: I*pn will demonstrate my holiness to*ln those who are near me, and*ln I will reveal my glory before*ln all the people.” And*p Aaron remained silent."
    },
    {
        "o": 3302,
        "r": "csb:Leviticus:10:4",
        "t": "Moses*p summoned Mishael and Elzaphan, sons of Aaron’s uncle Uzziel, and said to them, “Come here and carry your relatives away from the front of the sanctuary to a place outside the camp.”"
    },
    {
        "o": 3303,
        "r": "csb:Leviticus:10:5",
        "t": "So they came forward and carried them in their tunics outside the camp, as Moses had said."
    },
    {
        "o": 3304,
        "r": "csb:Leviticus:10:6",
        "t": "Then*p Moses said to Aaron and his sons Eleazar and Ithamar, “Do not let your hair hang loose and do not tear your clothes, or else you will die, and the Lord*s will become angry with the whole community. However, your brothers, the whole house of Israel, may weep over the fire that the Lord*s caused."
    },
    {
        "o": 3305,
        "r": "csb:Leviticus:10:7",
        "t": "You must not go outside the entrance to the tent of meeting or you will die, for the Lord’s*s anointing oil is on you.” So they did as Moses said."
    },
    {
        "o": 3306,
        "r": "csb:Leviticus:10:7",
        "t": "Regulations for Priests",
        "h": 2
    },
    {
        "o": 3307,
        "r": "csb:Leviticus:10:8",
        "t": "The*p Lord*s spoke to Aaron:"
    },
    {
        "o": 3308,
        "r": "csb:Leviticus:10:9",
        "t": "“You and your sons are not to drink wine or beer when you enter the tent of meeting, or else you will die; this is a permanent statute throughout your generations."
    },
    {
        "o": 3309,
        "r": "csb:Leviticus:10:10",
        "t": "You must distinguish between the holy and the common, and the clean and the unclean,"
    },
    {
        "o": 3310,
        "r": "csb:Leviticus:10:11",
        "t": "and teach the Israelites all the statutes that the Lord*s has given to them through Moses.”"
    },
    {
        "o": 3311,
        "r": "csb:Leviticus:10:12",
        "t": "Moses*p spoke to Aaron and his remaining sons, Eleazar and Ithamar: “Take the grain offering that is left over from the food offerings to the Lord,*s and eat it prepared without yeast beside the altar, because it is especially holy."
    },
    {
        "o": 3312,
        "r": "csb:Leviticus:10:13",
        "t": "You must eat it in a holy place because it is your portion and your sons’ from the food offerings to the Lord,*s for this is what I was commanded."
    },
    {
        "o": 3313,
        "r": "csb:Leviticus:10:14",
        "t": "But you and your sons and your daughters may eat the breast of the presentation offering and the thigh of the contribution in any ceremonially clean place, because these portions have been assigned to you and your children from the Israelites’ fellowship sacrifices."
    },
    {
        "o": 3314,
        "r": "csb:Leviticus:10:15",
        "t": "They are to bring the thigh of the contribution and the breast of the presentation offering, together with the food offerings of the fat portions, to present as a presentation offering before the Lord.*s It will belong permanently to you and your children, as the Lord*s commanded.”"
    },
    {
        "o": 3315,
        "r": "csb:Leviticus:10:16",
        "t": "Then*p Moses inquired carefully about the male goat of the sin offering, but it had already been burned up. He was angry with Eleazar and Ithamar, Aaron’s surviving sons, and asked,"
    },
    {
        "o": 3316,
        "r": "csb:Leviticus:10:17",
        "t": "“Why didn’t you eat the sin offering in the sanctuary area? For it is especially holy, and he has assigned it to you to take away the guilt of the community and make atonement for them before the Lord.*s"
    },
    {
        "o": 3317,
        "r": "csb:Leviticus:10:18",
        "t": "Since its blood was not brought inside the sanctuary, you should have eaten it in the sanctuary area, as I commanded.”"
    },
    {
        "o": 3318,
        "r": "csb:Leviticus:10:19",
        "t": "But*p Aaron replied to Moses, “See, today they presented their sin offering and their burnt offering before the Lord.*s Since these things have happened to me, if I had eaten the sin offering today, would it have been acceptable in the Lord’s*s sight?”"
    },
    {
        "o": 3319,
        "r": "csb:Leviticus:10:20",
        "t": "When Moses heard this, it was acceptable to him."
    }
]
