[
    {
        "o": 31351,
        "r": "niv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 31352,
        "r": "niv:1 Corinthians:2:1",
        "t": "And*p so it was with me, brothers and sisters. When I came to you, I did not come with eloquence or human wisdom as I proclaimed to you the testimony about God."
    },
    {
        "o": 31353,
        "r": "niv:1 Corinthians:2:2",
        "t": "For I resolved to know nothing while I was with you except Jesus Christ and him crucified."
    },
    {
        "o": 31354,
        "r": "niv:1 Corinthians:2:3",
        "t": "I came to you in weakness with great fear and trembling."
    },
    {
        "o": 31355,
        "r": "niv:1 Corinthians:2:4",
        "t": "My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit’s power,"
    },
    {
        "o": 31356,
        "r": "niv:1 Corinthians:2:5",
        "t": "so that your faith might not rest on human wisdom, but on God’s power."
    },
    {
        "o": 31357,
        "r": "niv:1 Corinthians:2:5",
        "t": "God’s Wisdom Revealed by the Spirit",
        "h": 2
    },
    {
        "o": 31358,
        "r": "niv:1 Corinthians:2:6",
        "t": "We*p do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing."
    },
    {
        "o": 31359,
        "r": "niv:1 Corinthians:2:7",
        "t": "No, we declare God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began."
    },
    {
        "o": 31360,
        "r": "niv:1 Corinthians:2:8",
        "t": "None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory."
    },
    {
        "o": 31361,
        "r": "niv:1 Corinthians:2:9",
        "t": "However, as it is written: “What*pn no eye has seen, what*ld no ear has heard, and*ln what no human mind has conceived”— the*ld things God has prepared for those who love him—"
    },
    {
        "o": 31362,
        "r": "niv:1 Corinthians:2:10",
        "t": "these*p are the things God has revealed to us by his Spirit. The*p Spirit searches all things, even the deep things of God."
    },
    {
        "o": 31363,
        "r": "niv:1 Corinthians:2:11",
        "t": "For who knows a person’s thoughts except their own spirit within them? In the same way no one knows the thoughts of God except the Spirit of God."
    },
    {
        "o": 31364,
        "r": "niv:1 Corinthians:2:12",
        "t": "What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us."
    },
    {
        "o": 31365,
        "r": "niv:1 Corinthians:2:13",
        "t": "This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words."
    },
    {
        "o": 31366,
        "r": "niv:1 Corinthians:2:14",
        "t": "The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit."
    },
    {
        "o": 31367,
        "r": "niv:1 Corinthians:2:15",
        "t": "The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments,"
    },
    {
        "o": 31368,
        "r": "niv:1 Corinthians:2:16",
        "t": "for, “Who*pn has known the mind of the Lord so*ld as to instruct him?” But*p we have the mind of Christ."
    }
]
