[
    {
        "o": 11925,
        "r": "nkjv:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11926,
        "r": "nkjv:1 Chronicles:14:0",
        "t": "David Established at Jerusalem",
        "h": 2
    },
    {
        "o": 11927,
        "r": "nkjv:1 Chronicles:14:1",
        "t": "Now*p Hiram king of Tyre sent messengers to David, and cedar trees, with masons and carpenters, to build him a house."
    },
    {
        "o": 11928,
        "r": "nkjv:1 Chronicles:14:2",
        "t": "So David knew that the Lord*s had established him as king over Israel, for his kingdom was highly exalted for the sake of His people Israel."
    },
    {
        "o": 11929,
        "r": "nkjv:1 Chronicles:14:3",
        "t": "Then*p David took more wives in Jerusalem, and David begot more sons and daughters."
    },
    {
        "o": 11930,
        "r": "nkjv:1 Chronicles:14:4",
        "t": "And these are the names of his children whom he had in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 11931,
        "r": "nkjv:1 Chronicles:14:5",
        "t": "Ibhar, Elishua, Elpelet,"
    },
    {
        "o": 11932,
        "r": "nkjv:1 Chronicles:14:6",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11933,
        "r": "nkjv:1 Chronicles:14:7",
        "t": "Elishama, Beeliada, and Eliphelet."
    },
    {
        "o": 11934,
        "r": "nkjv:1 Chronicles:14:7",
        "t": "The Philistines Defeated",
        "h": 2
    },
    {
        "o": 11935,
        "r": "nkjv:1 Chronicles:14:8",
        "t": "Now*p when the Philistines heard that David had been anointed king over all Israel, all the Philistines went up to search for David. And David heard of*i it*i and went out against them."
    },
    {
        "o": 11936,
        "r": "nkjv:1 Chronicles:14:9",
        "t": "Then the Philistines went and made a raid on the Valley of Rephaim."
    },
    {
        "o": 11937,
        "r": "nkjv:1 Chronicles:14:10",
        "t": "And David inquired of God, saying, “Shall I go up against the Philistines? Will You deliver them into my hand?” The*p Lord*s said to him, “Go up, for I will deliver them into your hand.”"
    },
    {
        "o": 11938,
        "r": "nkjv:1 Chronicles:14:11",
        "t": "So*p they went up to Baal Perazim, and David defeated them there. Then David said, “God has broken through my enemies by my hand like a breakthrough of water.” Therefore they called the name of that place Baal Perazim."
    },
    {
        "o": 11939,
        "r": "nkjv:1 Chronicles:14:12",
        "t": "And when they left their gods there, David gave a commandment, and they were burned with fire."
    },
    {
        "o": 11940,
        "r": "nkjv:1 Chronicles:14:13",
        "t": "Then*p the Philistines once again made a raid on the valley."
    },
    {
        "o": 11941,
        "r": "nkjv:1 Chronicles:14:14",
        "t": "Therefore David inquired again of God, and God said to him, “You shall not go up after them; circle around them, and come upon them in front of the mulberry trees."
    },
    {
        "o": 11942,
        "r": "nkjv:1 Chronicles:14:15",
        "t": "And it shall be, when you hear a sound of marching in the tops of the mulberry trees, then you shall go out to battle, for God has gone out before you to strike the camp of the Philistines.”"
    },
    {
        "o": 11943,
        "r": "nkjv:1 Chronicles:14:16",
        "t": "So David did as God commanded him, and they drove back the army of the Philistines from Gibeon as far as Gezer."
    },
    {
        "o": 11944,
        "r": "nkjv:1 Chronicles:14:17",
        "t": "Then the fame of David went out into all lands, and the Lord*s brought the fear of him upon all nations."
    }
]
