[
    {
        "o": 30300,
        "r": "niv:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 30301,
        "r": "niv:Acts:15:0",
        "t": "The Council at Jerusalem",
        "h": 2
    },
    {
        "o": 30302,
        "r": "niv:Acts:15:1",
        "t": "Certain*p people came down from Judea to Antioch and were teaching the believers: “Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.”"
    },
    {
        "o": 30303,
        "r": "niv:Acts:15:2",
        "t": "This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question."
    },
    {
        "o": 30304,
        "r": "niv:Acts:15:3",
        "t": "The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the believers very glad."
    },
    {
        "o": 30305,
        "r": "niv:Acts:15:4",
        "t": "When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them."
    },
    {
        "o": 30306,
        "r": "niv:Acts:15:5",
        "t": "Then*p some of the believers who belonged to the party of the Pharisees stood up and said, “The Gentiles must be circumcised and required to keep the law of Moses.”"
    },
    {
        "o": 30307,
        "r": "niv:Acts:15:6",
        "t": "The*p apostles and elders met to consider this question."
    },
    {
        "o": 30308,
        "r": "niv:Acts:15:7",
        "t": "After much discussion, Peter got up and addressed them: “Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe."
    },
    {
        "o": 30309,
        "r": "niv:Acts:15:8",
        "t": "God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us."
    },
    {
        "o": 30310,
        "r": "niv:Acts:15:9",
        "t": "He did not discriminate between us and them, for he purified their hearts by faith."
    },
    {
        "o": 30311,
        "r": "niv:Acts:15:10",
        "t": "Now then, why do you try to test God by putting on the necks of Gentiles a yoke that neither we nor our ancestors have been able to bear?"
    },
    {
        "o": 30312,
        "r": "niv:Acts:15:11",
        "t": "No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.”"
    },
    {
        "o": 30313,
        "r": "niv:Acts:15:12",
        "t": "The*p whole assembly became silent as they listened to Barnabas and Paul telling about the signs and wonders God had done among the Gentiles through them."
    },
    {
        "o": 30314,
        "r": "niv:Acts:15:13",
        "t": "When they finished, James spoke up. “Brothers,” he said, “listen to me."
    },
    {
        "o": 30315,
        "r": "niv:Acts:15:14",
        "t": "Simon has described to us how God first intervened to choose a people for his name from the Gentiles."
    },
    {
        "o": 30316,
        "r": "niv:Acts:15:15",
        "t": "The words of the prophets are in agreement with this, as it is written:"
    },
    {
        "o": 30317,
        "r": "niv:Acts:15:16",
        "t": "“ ‘After*pn this I will return and*ld rebuild David’s fallen tent. Its*ln ruins I will rebuild, and*ld I will restore it,"
    },
    {
        "o": 30318,
        "r": "niv:Acts:15:17",
        "t": "that*ln the rest of mankind may seek the Lord, even*ld all the Gentiles who bear my name, says*ln the Lord, who does these things’—"
    },
    {
        "o": 30319,
        "r": "niv:Acts:15:18",
        "t": "things*ld known from long ago."
    },
    {
        "o": 30320,
        "r": "niv:Acts:15:19",
        "t": "“It*p is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God."
    },
    {
        "o": 30321,
        "r": "niv:Acts:15:20",
        "t": "Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood."
    },
    {
        "o": 30322,
        "r": "niv:Acts:15:21",
        "t": "For the law of Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.”"
    },
    {
        "o": 30323,
        "r": "niv:Acts:15:21",
        "t": "The Council’s Letter to Gentile Believers",
        "h": 2
    },
    {
        "o": 30324,
        "r": "niv:Acts:15:22",
        "t": "Then*p the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, men who were leaders among the believers."
    },
    {
        "o": 30325,
        "r": "niv:Acts:15:23",
        "t": "With them they sent the following letter: The apostles and elders, your brothers, To*p the Gentile believers in Antioch, Syria and Cilicia: Greetings.*p"
    },
    {
        "o": 30326,
        "r": "niv:Acts:15:24",
        "t": "We*pln have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said."
    },
    {
        "o": 30327,
        "r": "niv:Acts:15:25",
        "t": "So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul—"
    },
    {
        "o": 30328,
        "r": "niv:Acts:15:26",
        "t": "men who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 30329,
        "r": "niv:Acts:15:27",
        "t": "Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing."
    },
    {
        "o": 30330,
        "r": "niv:Acts:15:28",
        "t": "It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements:"
    },
    {
        "o": 30331,
        "r": "niv:Acts:15:29",
        "t": "You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell.*ln"
    },
    {
        "o": 30332,
        "r": "niv:Acts:15:30",
        "t": "So*p the men were sent off and went down to Antioch, where they gathered the church together and delivered the letter."
    },
    {
        "o": 30333,
        "r": "niv:Acts:15:31",
        "t": "The people read it and were glad for its encouraging message."
    },
    {
        "o": 30334,
        "r": "niv:Acts:15:32",
        "t": "Judas and Silas, who themselves were prophets, said much to encourage and strengthen the believers."
    },
    {
        "o": 30335,
        "r": "niv:Acts:15:33",
        "t": "After spending some time there, they were sent off by the believers with the blessing of peace to return to those who had sent them."
    },
    {
        "o": 30336,
        "r": "niv:Acts:15:35",
        "t": "But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord."
    },
    {
        "o": 30337,
        "r": "niv:Acts:15:35",
        "t": "Disagreement Between Paul and Barnabas",
        "h": 2
    },
    {
        "o": 30338,
        "r": "niv:Acts:15:36",
        "t": "Some*p time later Paul said to Barnabas, “Let us go back and visit the believers in all the towns where we preached the word of the Lord and see how they are doing.”"
    },
    {
        "o": 30339,
        "r": "niv:Acts:15:37",
        "t": "Barnabas wanted to take John, also called Mark, with them,"
    },
    {
        "o": 30340,
        "r": "niv:Acts:15:38",
        "t": "but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work."
    },
    {
        "o": 30341,
        "r": "niv:Acts:15:39",
        "t": "They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus,"
    },
    {
        "o": 30342,
        "r": "niv:Acts:15:40",
        "t": "but Paul chose Silas and left, commended by the believers to the grace of the Lord."
    },
    {
        "o": 30343,
        "r": "niv:Acts:15:41",
        "t": "He went through Syria and Cilicia, strengthening the churches."
    }
]
