[
    {
        "o": 13563,
        "r": "niv:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13564,
        "r": "niv:Nehemiah:5:0",
        "t": "Nehemiah Helps the Poor",
        "h": 2
    },
    {
        "o": 13565,
        "r": "niv:Nehemiah:5:1",
        "t": "Now*p the men and their wives raised a great outcry against their fellow Jews."
    },
    {
        "o": 13566,
        "r": "niv:Nehemiah:5:2",
        "t": "Some were saying, “We and our sons and daughters are numerous; in order for us to eat and stay alive, we must get grain.”"
    },
    {
        "o": 13567,
        "r": "niv:Nehemiah:5:3",
        "t": "Others*p were saying, “We are mortgaging our fields, our vineyards and our homes to get grain during the famine.”"
    },
    {
        "o": 13568,
        "r": "niv:Nehemiah:5:4",
        "t": "Still*p others were saying, “We have had to borrow money to pay the king’s tax on our fields and vineyards."
    },
    {
        "o": 13569,
        "r": "niv:Nehemiah:5:5",
        "t": "Although we are of the same flesh and blood as our fellow Jews and though our children are as good as theirs, yet we have to subject our sons and daughters to slavery. Some of our daughters have already been enslaved, but we are powerless, because our fields and our vineyards belong to others.”"
    },
    {
        "o": 13570,
        "r": "niv:Nehemiah:5:6",
        "t": "When*p I heard their outcry and these charges, I was very angry."
    },
    {
        "o": 13571,
        "r": "niv:Nehemiah:5:7",
        "t": "I pondered them in my mind and then accused the nobles and officials. I told them, “You are charging your own people interest!” So I called together a large meeting to deal with them"
    },
    {
        "o": 13572,
        "r": "niv:Nehemiah:5:8",
        "t": "and said: “As far as possible, we have bought back our fellow Jews who were sold to the Gentiles. Now you are selling your own people, only for them to be sold back to us!” They kept quiet, because they could find nothing to say."
    },
    {
        "o": 13573,
        "r": "niv:Nehemiah:5:9",
        "t": "So*p I continued, “What you are doing is not right. Shouldn’t you walk in the fear of our God to avoid the reproach of our Gentile enemies?"
    },
    {
        "o": 13574,
        "r": "niv:Nehemiah:5:10",
        "t": "I and my brothers and my men are also lending the people money and grain. But let us stop charging interest!"
    },
    {
        "o": 13575,
        "r": "niv:Nehemiah:5:11",
        "t": "Give back to them immediately their fields, vineyards, olive groves and houses, and also the interest you are charging them—one percent of the money, grain, new wine and olive oil.”"
    },
    {
        "o": 13576,
        "r": "niv:Nehemiah:5:12",
        "t": "“We*p will give it back,” they said. “And we will not demand anything more from them. We will do as you say.” Then*p I summoned the priests and made the nobles and officials take an oath to do what they had promised."
    },
    {
        "o": 13577,
        "r": "niv:Nehemiah:5:13",
        "t": "I also shook out the folds of my robe and said, “In this way may God shake out of their house and possessions anyone who does not keep this promise. So may such a person be shaken out and emptied!” At*p this the whole assembly said, “Amen,” and praised the Lord.*s And the people did as they had promised."
    },
    {
        "o": 13578,
        "r": "niv:Nehemiah:5:14",
        "t": "Moreover,*p from the twentieth year of King Artaxerxes, when I was appointed to be their governor in the land of Judah, until his thirty-second year—twelve years—neither I nor my brothers ate the food allotted to the governor."
    },
    {
        "o": 13579,
        "r": "niv:Nehemiah:5:15",
        "t": "But the earlier governors—those preceding me—placed a heavy burden on the people and took forty shekels of silver from them in addition to food and wine. Their assistants also lorded it over the people. But out of reverence for God I did not act like that."
    },
    {
        "o": 13580,
        "r": "niv:Nehemiah:5:16",
        "t": "Instead, I devoted myself to the work on this wall. All my men were assembled there for the work; we did not acquire any land."
    },
    {
        "o": 13581,
        "r": "niv:Nehemiah:5:17",
        "t": "Furthermore,*p a hundred and fifty Jews and officials ate at my table, as well as those who came to us from the surrounding nations."
    },
    {
        "o": 13582,
        "r": "niv:Nehemiah:5:18",
        "t": "Each day one ox, six choice sheep and some poultry were prepared for me, and every ten days an abundant supply of wine of all kinds. In spite of all this, I never demanded the food allotted to the governor, because the demands were heavy on these people."
    },
    {
        "o": 13583,
        "r": "niv:Nehemiah:5:19",
        "t": "Remember*p me with favor, my God, for all I have done for these people."
    }
]
