[
    {
        "o": 13518,
        "r": "csb:Ezra:6:0",
        "t": "Ezra 6",
        "h": 1
    },
    {
        "o": 13519,
        "r": "csb:Ezra:6:0",
        "t": "Darius’s Search",
        "h": 2
    },
    {
        "o": 13520,
        "r": "csb:Ezra:6:1",
        "t": "King*p Darius gave the order, and they searched in the library of Babylon in the archives."
    },
    {
        "o": 13521,
        "r": "csb:Ezra:6:2",
        "t": "But it was in the fortress of Ecbatana in the province of Media that a scroll was found with this record written on it:"
    },
    {
        "o": 13522,
        "r": "csb:Ezra:6:3",
        "t": "In*p the first year of King Cyrus, he issued a decree concerning the house of God in Jerusalem: Let*p the house be rebuilt as a place for offering sacrifices, and let its original foundations be retained. Its height is to be ninety feet and its width ninety feet,"
    },
    {
        "o": 13523,
        "r": "csb:Ezra:6:4",
        "t": "with three layers of cut stones and one of timber. The cost is to be paid from the royal treasury."
    },
    {
        "o": 13524,
        "r": "csb:Ezra:6:5",
        "t": "The gold and silver articles of God’s house that Nebuchadnezzar took from the temple in Jerusalem and carried to Babylon must also be returned. They are to be brought to the temple in Jerusalem where they belong and put into the house of God."
    },
    {
        "o": 13525,
        "r": "csb:Ezra:6:5",
        "t": "Darius’s Decree",
        "h": 2
    },
    {
        "o": 13526,
        "r": "csb:Ezra:6:6",
        "t": "Therefore,*p you must stay away from that place, Tattenai governor of the region west of the Euphrates River, Shethar-bozenai, and your colleagues, the officials in the region."
    },
    {
        "o": 13527,
        "r": "csb:Ezra:6:7",
        "t": "Leave the construction of the house of God alone. Let the governor and elders of the Jews rebuild this house of God on its original site."
    },
    {
        "o": 13528,
        "r": "csb:Ezra:6:8",
        "t": "I*p hereby issue a decree concerning what you are to do, so that the elders of the Jews can rebuild the house of God: The*p cost is to be paid in full to these men out of the royal revenues from the taxes of the region west of the Euphrates River, so that the work will not stop."
    },
    {
        "o": 13529,
        "r": "csb:Ezra:6:9",
        "t": "Whatever is needed - young bulls, rams, and lambs for burnt offerings to the God of the heavens, or wheat, salt, wine, and oil, as requested by the priests in Jerusalem - let it be given to them every day without fail,"
    },
    {
        "o": 13530,
        "r": "csb:Ezra:6:10",
        "t": "so that they can offer sacrifices of pleasing aroma to the God of the heavens and pray for the life of the king and his sons."
    },
    {
        "o": 13531,
        "r": "csb:Ezra:6:11",
        "t": "I*p also issue a decree concerning any man who interferes with this directive: Let*p a beam be torn from his house and raised up; he will be impaled on it, and his house will be made into a garbage dump because of this offense."
    },
    {
        "o": 13532,
        "r": "csb:Ezra:6:12",
        "t": "May the God who caused his name to dwell there overthrow any king or people who dares to harm or interfere with this house of God in Jerusalem. I, Darius, have issued the decree. Let it be carried out diligently."
    },
    {
        "o": 13533,
        "r": "csb:Ezra:6:13",
        "t": "Then*p Tattenai governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues diligently carried out what King Darius had decreed."
    },
    {
        "o": 13534,
        "r": "csb:Ezra:6:14",
        "t": "So the Jewish elders continued successfully with the building under the prophesying of Haggai the prophet and Zechariah son of Iddo. They finished the building according to the command of the God of Israel and the decrees of Cyrus, Darius, and King Artaxerxes of Persia."
    },
    {
        "o": 13535,
        "r": "csb:Ezra:6:15",
        "t": "This house was completed on the third day of the month of Adar in the sixth year of the reign of King Darius."
    },
    {
        "o": 13536,
        "r": "csb:Ezra:6:15",
        "t": "Temple Dedication and the Passover",
        "h": 2
    },
    {
        "o": 13537,
        "r": "csb:Ezra:6:16",
        "t": "Then*p the Israelites, including the priests, the Levites, and the rest of the exiles, celebrated the dedication of the house of God with joy."
    },
    {
        "o": 13538,
        "r": "csb:Ezra:6:17",
        "t": "For the dedication of God’s house they offered one hundred bulls, two hundred rams, and four hundred lambs, as well as twelve male goats as a sin offering for all Israel - one for each Israelite tribe."
    },
    {
        "o": 13539,
        "r": "csb:Ezra:6:18",
        "t": "They also appointed the priests by their divisions and the Levites by their groups to the service of God in Jerusalem, according to what is written in the book of Moses."
    },
    {
        "o": 13540,
        "r": "csb:Ezra:6:19",
        "t": "The*p exiles observed the Passover on the fourteenth day of the first month."
    },
    {
        "o": 13541,
        "r": "csb:Ezra:6:20",
        "t": "All of the priests and Levites were ceremonially clean, because they had purified themselves. They killed the Passover lamb for themselves, their priestly brothers, and all the exiles."
    },
    {
        "o": 13542,
        "r": "csb:Ezra:6:21",
        "t": "The Israelites who had returned from exile ate it, together with all who had separated themselves from the uncleanness of the Gentiles of the land in order to worship the Lord,*s the God of Israel."
    },
    {
        "o": 13543,
        "r": "csb:Ezra:6:22",
        "t": "They observed the Festival of Unleavened Bread for seven days with joy, because the Lord*s had made them joyful, having changed the Assyrian king’s attitude toward them, so that he supported them in the work on the house of the God of Israel."
    }
]
