[
    {
        "o": 9799,
        "r": "niv:1 Kings:8:0",
        "t": "1 Kings 8",
        "h": 1
    },
    {
        "o": 9800,
        "r": "niv:1 Kings:8:0",
        "t": "The Ark Brought to the Temple",
        "h": 2
    },
    {
        "o": 9801,
        "r": "niv:1 Kings:8:1",
        "t": "Then*p King Solomon summoned into his presence at Jerusalem the elders of Israel, all the heads of the tribes and the chiefs of the Israelite families, to bring up the ark of the Lord’s*s covenant from Zion, the City of David."
    },
    {
        "o": 9802,
        "r": "niv:1 Kings:8:2",
        "t": "All the Israelites came together to King Solomon at the time of the festival in the month of Ethanim, the seventh month."
    },
    {
        "o": 9803,
        "r": "niv:1 Kings:8:3",
        "t": "When*p all the elders of Israel had arrived, the priests took up the ark,"
    },
    {
        "o": 9804,
        "r": "niv:1 Kings:8:4",
        "t": "and they brought up the ark of the Lord*s and the tent of meeting and all the sacred furnishings in it. The priests and Levites carried them up,"
    },
    {
        "o": 9805,
        "r": "niv:1 Kings:8:5",
        "t": "and King Solomon and the entire assembly of Israel that had gathered about him were before the ark, sacrificing so many sheep and cattle that they could not be recorded or counted."
    },
    {
        "o": 9806,
        "r": "niv:1 Kings:8:6",
        "t": "The*p priests then brought the ark of the Lord’s*s covenant to its place in the inner sanctuary of the temple, the Most Holy Place, and put it beneath the wings of the cherubim."
    },
    {
        "o": 9807,
        "r": "niv:1 Kings:8:7",
        "t": "The cherubim spread their wings over the place of the ark and overshadowed the ark and its carrying poles."
    },
    {
        "o": 9808,
        "r": "niv:1 Kings:8:8",
        "t": "These poles were so long that their ends could be seen from the Holy Place in front of the inner sanctuary, but not from outside the Holy Place; and they are still there today."
    },
    {
        "o": 9809,
        "r": "niv:1 Kings:8:9",
        "t": "There was nothing in the ark except the two stone tablets that Moses had placed in it at Horeb, where the Lord*s made a covenant with the Israelites after they came out of Egypt."
    },
    {
        "o": 9810,
        "r": "niv:1 Kings:8:10",
        "t": "When*p the priests withdrew from the Holy Place, the cloud filled the temple of the Lord.*s"
    },
    {
        "o": 9811,
        "r": "niv:1 Kings:8:11",
        "t": "And the priests could not perform their service because of the cloud, for the glory of the Lord*s filled his temple."
    },
    {
        "o": 9812,
        "r": "niv:1 Kings:8:12",
        "t": "Then*p Solomon said, “The Lord*s has said that he would dwell in a dark cloud;"
    },
    {
        "o": 9813,
        "r": "niv:1 Kings:8:13",
        "t": "I have indeed built a magnificent temple for you, a place for you to dwell forever.”"
    },
    {
        "o": 9814,
        "r": "niv:1 Kings:8:14",
        "t": "While*p the whole assembly of Israel was standing there, the king turned around and blessed them."
    },
    {
        "o": 9815,
        "r": "niv:1 Kings:8:15",
        "t": "Then he said: “Praise*ln be to the Lord,*s the God of Israel, who with his own hand has fulfilled what he promised with his own mouth to my father David. For he said,"
    },
    {
        "o": 9816,
        "r": "niv:1 Kings:8:16",
        "t": "‘Since the day I brought my people Israel out of Egypt, I have not chosen a city in any tribe of Israel to have a temple built so that my Name might be there, but I have chosen David to rule my people Israel.’"
    },
    {
        "o": 9817,
        "r": "niv:1 Kings:8:17",
        "t": "“My*ln father David had it in his heart to build a temple for the Name of the Lord,*s the God of Israel."
    },
    {
        "o": 9818,
        "r": "niv:1 Kings:8:18",
        "t": "But the Lord*s said to my father David, ‘You did well to have it in your heart to build a temple for my Name."
    },
    {
        "o": 9819,
        "r": "niv:1 Kings:8:19",
        "t": "Nevertheless, you are not the one to build the temple, but your son, your own flesh and blood—he is the one who will build the temple for my Name.’"
    },
    {
        "o": 9820,
        "r": "niv:1 Kings:8:20",
        "t": "“The*ln Lord*s has kept the promise he made: I have succeeded David my father and now I sit on the throne of Israel, just as the Lord*s promised, and I have built the temple for the Name of the Lord,*s the God of Israel."
    },
    {
        "o": 9821,
        "r": "niv:1 Kings:8:21",
        "t": "I have provided a place there for the ark, in which is the covenant of the Lord*s that he made with our ancestors when he brought them out of Egypt.”"
    },
    {
        "o": 9822,
        "r": "niv:1 Kings:8:21",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 9823,
        "r": "niv:1 Kings:8:22",
        "t": "Then*p Solomon stood before the altar of the Lord*s in front of the whole assembly of Israel, spread out his hands toward heaven"
    },
    {
        "o": 9824,
        "r": "niv:1 Kings:8:23",
        "t": "and said: “Lord,*sln the God of Israel, there is no God like you in heaven above or on earth below—you who keep your covenant of love with your servants who continue wholeheartedly in your way."
    },
    {
        "o": 9825,
        "r": "niv:1 Kings:8:24",
        "t": "You have kept your promise to your servant David my father; with your mouth you have promised and with your hand you have fulfilled it—as it is today."
    },
    {
        "o": 9826,
        "r": "niv:1 Kings:8:25",
        "t": "“Now*ln Lord,*s the God of Israel, keep for your servant David my father the promises you made to him when you said, ‘You shall never fail to have a successor to sit before me on the throne of Israel, if only your descendants are careful in all they do to walk before me faithfully as you have done.’"
    },
    {
        "o": 9827,
        "r": "niv:1 Kings:8:26",
        "t": "And now, God of Israel, let your word that you promised your servant David my father come true."
    },
    {
        "o": 9828,
        "r": "niv:1 Kings:8:27",
        "t": "“But*ln will God really dwell on earth? The heavens, even the highest heaven, cannot contain you. How much less this temple I have built!"
    },
    {
        "o": 9829,
        "r": "niv:1 Kings:8:28",
        "t": "Yet give attention to your servant’s prayer and his plea for mercy, Lord*s my God. Hear the cry and the prayer that your servant is praying in your presence this day."
    },
    {
        "o": 9830,
        "r": "niv:1 Kings:8:29",
        "t": "May your eyes be open toward this temple night and day, this place of which you said, ‘My Name shall be there,’ so that you will hear the prayer your servant prays toward this place."
    },
    {
        "o": 9831,
        "r": "niv:1 Kings:8:30",
        "t": "Hear the supplication of your servant and of your people Israel when they pray toward this place. Hear from heaven, your dwelling place, and when you hear, forgive."
    },
    {
        "o": 9832,
        "r": "niv:1 Kings:8:31",
        "t": "“When*ln anyone wrongs their neighbor and is required to take an oath and they come and swear the oath before your altar in this temple,"
    },
    {
        "o": 9833,
        "r": "niv:1 Kings:8:32",
        "t": "then hear from heaven and act. Judge between your servants, condemning the guilty by bringing down on their heads what they have done, and vindicating the innocent by treating them in accordance with their innocence."
    },
    {
        "o": 9834,
        "r": "niv:1 Kings:8:33",
        "t": "“When*ln your people Israel have been defeated by an enemy because they have sinned against you, and when they turn back to you and give praise to your name, praying and making supplication to you in this temple,"
    },
    {
        "o": 9835,
        "r": "niv:1 Kings:8:34",
        "t": "then hear from heaven and forgive the sin of your people Israel and bring them back to the land you gave to their ancestors."
    },
    {
        "o": 9836,
        "r": "niv:1 Kings:8:35",
        "t": "“When*ln the heavens are shut up and there is no rain because your people have sinned against you, and when they pray toward this place and give praise to your name and turn from their sin because you have afflicted them,"
    },
    {
        "o": 9837,
        "r": "niv:1 Kings:8:36",
        "t": "then hear from heaven and forgive the sin of your servants, your people Israel. Teach them the right way to live, and send rain on the land you gave your people for an inheritance."
    },
    {
        "o": 9838,
        "r": "niv:1 Kings:8:37",
        "t": "“When*ln famine or plague comes to the land, or blight or mildew, locusts or grasshoppers, or when an enemy besieges them in any of their cities, whatever disaster or disease may come,"
    },
    {
        "o": 9839,
        "r": "niv:1 Kings:8:38",
        "t": "and when a prayer or plea is made by anyone among your people Israel—being aware of the afflictions of their own hearts, and spreading out their hands toward this temple—"
    },
    {
        "o": 9840,
        "r": "niv:1 Kings:8:39",
        "t": "then hear from heaven, your dwelling place. Forgive and act; deal with everyone according to all they do, since you know their hearts (for you alone know every human heart),"
    },
    {
        "o": 9841,
        "r": "niv:1 Kings:8:40",
        "t": "so that they will fear you all the time they live in the land you gave our ancestors."
    },
    {
        "o": 9842,
        "r": "niv:1 Kings:8:41",
        "t": "“As*ln for the foreigner who does not belong to your people Israel but has come from a distant land because of your name—"
    },
    {
        "o": 9843,
        "r": "niv:1 Kings:8:42",
        "t": "for they will hear of your great name and your mighty hand and your outstretched arm—when they come and pray toward this temple,"
    },
    {
        "o": 9844,
        "r": "niv:1 Kings:8:43",
        "t": "then hear from heaven, your dwelling place. Do whatever the foreigner asks of you, so that all the peoples of the earth may know your name and fear you, as do your own people Israel, and may know that this house I have built bears your Name."
    },
    {
        "o": 9845,
        "r": "niv:1 Kings:8:44",
        "t": "“When*ln your people go to war against their enemies, wherever you send them, and when they pray to the Lord*s toward the city you have chosen and the temple I have built for your Name,"
    },
    {
        "o": 9846,
        "r": "niv:1 Kings:8:45",
        "t": "then hear from heaven their prayer and their plea, and uphold their cause."
    },
    {
        "o": 9847,
        "r": "niv:1 Kings:8:46",
        "t": "“When*ln they sin against you—for there is no one who does not sin—and you become angry with them and give them over to their enemies, who take them captive to their own lands, far away or near;"
    },
    {
        "o": 9848,
        "r": "niv:1 Kings:8:47",
        "t": "and if they have a change of heart in the land where they are held captive, and repent and plead with you in the land of their captors and say, ‘We have sinned, we have done wrong, we have acted wickedly’;"
    },
    {
        "o": 9849,
        "r": "niv:1 Kings:8:48",
        "t": "and if they turn back to you with all their heart and soul in the land of their enemies who took them captive, and pray to you toward the land you gave their ancestors, toward the city you have chosen and the temple I have built for your Name;"
    },
    {
        "o": 9850,
        "r": "niv:1 Kings:8:49",
        "t": "then from heaven, your dwelling place, hear their prayer and their plea, and uphold their cause."
    },
    {
        "o": 9851,
        "r": "niv:1 Kings:8:50",
        "t": "And forgive your people, who have sinned against you; forgive all the offenses they have committed against you, and cause their captors to show them mercy;"
    },
    {
        "o": 9852,
        "r": "niv:1 Kings:8:51",
        "t": "for they are your people and your inheritance, whom you brought out of Egypt, out of that iron-smelting furnace."
    },
    {
        "o": 9853,
        "r": "niv:1 Kings:8:52",
        "t": "“May*ln your eyes be open to your servant’s plea and to the plea of your people Israel, and may you listen to them whenever they cry out to you."
    },
    {
        "o": 9854,
        "r": "niv:1 Kings:8:53",
        "t": "For you singled them out from all the nations of the world to be your own inheritance, just as you declared through your servant Moses when you, Sovereign Lord,*s brought our ancestors out of Egypt.”"
    },
    {
        "o": 9855,
        "r": "niv:1 Kings:8:54",
        "t": "When*p Solomon had finished all these prayers and supplications to the Lord,*s he rose from before the altar of the Lord,*s where he had been kneeling with his hands spread out toward heaven."
    },
    {
        "o": 9856,
        "r": "niv:1 Kings:8:55",
        "t": "He stood and blessed the whole assembly of Israel in a loud voice, saying:"
    },
    {
        "o": 9857,
        "r": "niv:1 Kings:8:56",
        "t": "“Praise*ln be to the Lord,*s who has given rest to his people Israel just as he promised. Not one word has failed of all the good promises he gave through his servant Moses."
    },
    {
        "o": 9858,
        "r": "niv:1 Kings:8:57",
        "t": "May the Lord*s our God be with us as he was with our ancestors; may he never leave us nor forsake us."
    },
    {
        "o": 9859,
        "r": "niv:1 Kings:8:58",
        "t": "May he turn our hearts to him, to walk in obedience to him and keep the commands, decrees and laws he gave our ancestors."
    },
    {
        "o": 9860,
        "r": "niv:1 Kings:8:59",
        "t": "And may these words of mine, which I have prayed before the Lord,*s be near to the Lord*s our God day and night, that he may uphold the cause of his servant and the cause of his people Israel according to each day’s need,"
    },
    {
        "o": 9861,
        "r": "niv:1 Kings:8:60",
        "t": "so that all the peoples of the earth may know that the Lord*s is God and that there is no other."
    },
    {
        "o": 9862,
        "r": "niv:1 Kings:8:61",
        "t": "And may your hearts be fully committed to the Lord*s our God, to live by his decrees and obey his commands, as at this time.”"
    },
    {
        "o": 9863,
        "r": "niv:1 Kings:8:61",
        "t": "The Dedication of the Temple",
        "h": 2
    },
    {
        "o": 9864,
        "r": "niv:1 Kings:8:62",
        "t": "Then*p the king and all Israel with him offered sacrifices before the Lord.*s"
    },
    {
        "o": 9865,
        "r": "niv:1 Kings:8:63",
        "t": "Solomon offered a sacrifice of fellowship offerings to the Lord:*s twenty-two thousand cattle and a hundred and twenty thousand sheep and goats. So the king and all the Israelites dedicated the temple of the Lord.*s"
    },
    {
        "o": 9866,
        "r": "niv:1 Kings:8:64",
        "t": "On*p that same day the king consecrated the middle part of the courtyard in front of the temple of the Lord,*s and there he offered burnt offerings, grain offerings and the fat of the fellowship offerings, because the bronze altar that stood before the Lord*s was too small to hold the burnt offerings, the grain offerings and the fat of the fellowship offerings."
    },
    {
        "o": 9867,
        "r": "niv:1 Kings:8:65",
        "t": "So*p Solomon observed the festival at that time, and all Israel with him—a vast assembly, people from Lebo Hamath to the Wadi of Egypt. They celebrated it before the Lord*s our God for seven days and seven days more, fourteen days in all."
    },
    {
        "o": 9868,
        "r": "niv:1 Kings:8:66",
        "t": "On the following day he sent the people away. They blessed the king and then went home, joyful and glad in heart for all the good things the Lord*s had done for his servant David and his people Israel."
    }
]
