[
    {
        "o": 14821,
        "r": "nasb:Job:24:0",
        "t": "Job 24",
        "h": 1
    },
    {
        "o": 14822,
        "r": "nasb:Job:24:0",
        "t": "Job Says God Seems to Ignore Wrongs",
        "h": 2
    },
    {
        "o": 14823,
        "r": "nasb:Job:24:1",
        "t": "“Why*pn are times not stored up by the Almighty, And*ln why do those who know Him not see His days?"
    },
    {
        "o": 14824,
        "r": "nasb:Job:24:2",
        "t": "Some*ln remove the landmarks; They*ln seize and devour flocks."
    },
    {
        "o": 14825,
        "r": "nasb:Job:24:3",
        "t": "They*ln drive away the donkeys of the orphans; They*ln take the widow’s ox for a pledge."
    },
    {
        "o": 14826,
        "r": "nasb:Job:24:4",
        "t": "They*ln push the needy aside from the road; The*ln poor of the land are made to hide themselves altogether."
    },
    {
        "o": 14827,
        "r": "nasb:Job:24:5",
        "t": "Behold,*ln as wild donkeys in the wilderness They*ln go forth seeking food in their activity, As*ln bread for their*i children in the desert."
    },
    {
        "o": 14828,
        "r": "nasb:Job:24:6",
        "t": "They*ln harvest their fodder in the field And*ln glean the vineyard of the wicked."
    },
    {
        "o": 14829,
        "r": "nasb:Job:24:7",
        "t": "They*ln spend the night naked, without clothing, And*ln have no covering against the cold."
    },
    {
        "o": 14830,
        "r": "nasb:Job:24:8",
        "t": "They*ln are wet with the mountain rains And*ln hug the rock for want of a shelter."
    },
    {
        "o": 14831,
        "r": "nasb:Job:24:9",
        "t": "Others*ln snatch the orphan from the breast, And*ln against the poor they take a pledge."
    },
    {
        "o": 14832,
        "r": "nasb:Job:24:10",
        "t": "They*ln cause the*i poor*i to go about naked without clothing, And*ln they take away the sheaves from the hungry."
    },
    {
        "o": 14833,
        "r": "nasb:Job:24:11",
        "t": "Within*ln the walls they produce oil; They*ln tread wine presses but thirst."
    },
    {
        "o": 14834,
        "r": "nasb:Job:24:12",
        "t": "From*ln the city men groan, And*ln the souls of the wounded cry out; Yet*ln God does not pay attention to folly."
    },
    {
        "o": 14835,
        "r": "nasb:Job:24:13",
        "t": "“Others*ln have been with those who rebel against the light; They*ln do not want to know its ways Nor*ln abide in its paths."
    },
    {
        "o": 14836,
        "r": "nasb:Job:24:14",
        "t": "The*ln murderer arises at dawn; He*ln kills the poor and the needy, And*ln at night he is as a thief."
    },
    {
        "o": 14837,
        "r": "nasb:Job:24:15",
        "t": "The*ln eye of the adulterer waits for the twilight, Saying,*ln ‘No eye will see me.’ And*ln he disguises his face."
    },
    {
        "o": 14838,
        "r": "nasb:Job:24:16",
        "t": "In*ln the dark they dig into houses, They*ln shut themselves up by day; They*ln do not know the light."
    },
    {
        "o": 14839,
        "r": "nasb:Job:24:17",
        "t": "For*ln the morning is the same to him as thick darkness, For*ln he is familiar with the terrors of thick darkness."
    },
    {
        "o": 14840,
        "r": "nasb:Job:24:18",
        "t": "“They*ln are insignificant on the surface of the water; Their*ln portion is cursed on the earth. They*ln do not turn toward the vineyards."
    },
    {
        "o": 14841,
        "r": "nasb:Job:24:19",
        "t": "Drought*ln and heat consume the snow waters, So*iln does*i Sheol those*i who*i have sinned."
    },
    {
        "o": 14842,
        "r": "nasb:Job:24:20",
        "t": "A*ln mother will forget him; The*ln worm feeds sweetly till he is no longer remembered. And*ln wickedness will be broken like a tree."
    },
    {
        "o": 14843,
        "r": "nasb:Job:24:21",
        "t": "He*ln wrongs the barren woman And*ln does no good for the widow."
    },
    {
        "o": 14844,
        "r": "nasb:Job:24:22",
        "t": "But*ln He drags off the valiant by His power; He*ln rises, but no one has assurance of life."
    },
    {
        "o": 14845,
        "r": "nasb:Job:24:23",
        "t": "He*ln provides them with security, and they are supported; And*ln His eyes are on their ways."
    },
    {
        "o": 14846,
        "r": "nasb:Job:24:24",
        "t": "They*ln are exalted a little while, then they are gone; Moreover,*ln they are brought low and like everything gathered up; Even*ln like the heads of grain they are cut off."
    },
    {
        "o": 14847,
        "r": "nasb:Job:24:25",
        "t": "Now*ln if it is not so, who can prove me a liar, And*ln make my speech worthless?”"
    }
]
