[
    {
        "o": 34269,
        "r": "nkjv:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 34270,
        "r": "nkjv:James:1:0",
        "t": "Greeting to the Twelve Tribes",
        "h": 2
    },
    {
        "o": 34271,
        "r": "nkjv:James:1:1",
        "t": "James,*p a bondservant of God and of the Lord Jesus Christ, To*p the twelve tribes which are scattered abroad: Greetings.*p"
    },
    {
        "o": 34272,
        "r": "nkjv:James:1:1",
        "t": "Profiting from Trials",
        "h": 2
    },
    {
        "o": 34273,
        "r": "nkjv:James:1:2",
        "t": "My*p brethren, count it all joy when you fall into various trials,"
    },
    {
        "o": 34274,
        "r": "nkjv:James:1:3",
        "t": "knowing that the testing of your faith produces patience."
    },
    {
        "o": 34275,
        "r": "nkjv:James:1:4",
        "t": "But let patience have its*i perfect work, that you may be perfect and complete, lacking nothing."
    },
    {
        "o": 34276,
        "r": "nkjv:James:1:5",
        "t": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
    },
    {
        "o": 34277,
        "r": "nkjv:James:1:6",
        "t": "But let him ask in faith, with no doubting, for he who doubts is like a wave of the sea driven and tossed by the wind."
    },
    {
        "o": 34278,
        "r": "nkjv:James:1:7",
        "t": "For let not that man suppose that he will receive anything from the Lord;"
    },
    {
        "o": 34279,
        "r": "nkjv:James:1:8",
        "t": "he*i is*i a double-minded man, unstable in all his ways."
    },
    {
        "o": 34280,
        "r": "nkjv:James:1:8",
        "t": "The Perspective of Rich and Poor",
        "h": 2
    },
    {
        "o": 34281,
        "r": "nkjv:James:1:9",
        "t": "Let*p the lowly brother glory in his exaltation,"
    },
    {
        "o": 34282,
        "r": "nkjv:James:1:10",
        "t": "but the rich in his humiliation, because as a flower of the field he will pass away."
    },
    {
        "o": 34283,
        "r": "nkjv:James:1:11",
        "t": "For no sooner has the sun risen with a burning heat than it withers the grass; its flower falls, and its beautiful appearance perishes. So the rich man also will fade away in his pursuits."
    },
    {
        "o": 34284,
        "r": "nkjv:James:1:11",
        "t": "Loving God Under Trials",
        "h": 2
    },
    {
        "o": 34285,
        "r": "nkjv:James:1:12",
        "t": "Blessed*p is*i the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him."
    },
    {
        "o": 34286,
        "r": "nkjv:James:1:13",
        "t": "Let no one say when he is tempted, “I am tempted by God”; for God cannot be tempted by evil, nor does He Himself tempt anyone."
    },
    {
        "o": 34287,
        "r": "nkjv:James:1:14",
        "t": "But each one is tempted when he is drawn away by his own desires and enticed."
    },
    {
        "o": 34288,
        "r": "nkjv:James:1:15",
        "t": "Then, when desire has conceived, it gives birth to sin; and sin, when it is full-grown, brings forth death."
    },
    {
        "o": 34289,
        "r": "nkjv:James:1:16",
        "t": "Do*p not be deceived, my beloved brethren."
    },
    {
        "o": 34290,
        "r": "nkjv:James:1:17",
        "t": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning."
    },
    {
        "o": 34291,
        "r": "nkjv:James:1:18",
        "t": "Of His own will He brought us forth by the word of truth, that we might be a kind of firstfruits of His creatures."
    },
    {
        "o": 34292,
        "r": "nkjv:James:1:18",
        "t": "Qualities Needed in Trials",
        "h": 2
    },
    {
        "o": 34293,
        "r": "nkjv:James:1:19",
        "t": "So*p then, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath;"
    },
    {
        "o": 34294,
        "r": "nkjv:James:1:20",
        "t": "for the wrath of man does not produce the righteousness of God."
    },
    {
        "o": 34295,
        "r": "nkjv:James:1:20",
        "t": "Doers—Not Hearers Only",
        "h": 2
    },
    {
        "o": 34296,
        "r": "nkjv:James:1:21",
        "t": "Therefore*p lay aside all filthiness and overflow of wickedness, and receive with meekness the implanted word, which is able to save your souls."
    },
    {
        "o": 34297,
        "r": "nkjv:James:1:22",
        "t": "But*p be doers of the word, and not hearers only, deceiving yourselves."
    },
    {
        "o": 34298,
        "r": "nkjv:James:1:23",
        "t": "For if anyone is a hearer of the word and not a doer, he is like a man observing his natural face in a mirror;"
    },
    {
        "o": 34299,
        "r": "nkjv:James:1:24",
        "t": "for he observes himself, goes away, and immediately forgets what kind of man he was."
    },
    {
        "o": 34300,
        "r": "nkjv:James:1:25",
        "t": "But he who looks into the perfect law of liberty and continues in*i it,*i and is not a forgetful hearer but a doer of the work, this one will be blessed in what he does."
    },
    {
        "o": 34301,
        "r": "nkjv:James:1:26",
        "t": "If*p anyone among you thinks he is religious, and does not bridle his tongue but deceives his own heart, this one’s religion is*i useless."
    },
    {
        "o": 34302,
        "r": "nkjv:James:1:27",
        "t": "Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and*i to keep oneself unspotted from the world."
    },
    {
        "o": 34303,
        "r": "nkjv:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 34304,
        "r": "nkjv:James:2:0",
        "t": "Beware of Personal Favoritism",
        "h": 2
    },
    {
        "o": 34305,
        "r": "nkjv:James:2:1",
        "t": "My*p brethren, do not hold the faith of our Lord Jesus Christ, the*i Lord*i of glory, with partiality."
    },
    {
        "o": 34306,
        "r": "nkjv:James:2:2",
        "t": "For if there should come into your assembly a man with gold rings, in fine apparel, and there should also come in a poor man in filthy clothes,"
    },
    {
        "o": 34307,
        "r": "nkjv:James:2:3",
        "t": "and you pay attention to the one wearing the fine clothes and say to him, “You sit here in a good place,” and say to the poor man, “You stand there,” or, “Sit here at my footstool,”"
    },
    {
        "o": 34308,
        "r": "nkjv:James:2:4",
        "t": "have you not shown partiality among yourselves, and become judges with evil thoughts?"
    },
    {
        "o": 34309,
        "r": "nkjv:James:2:5",
        "t": "Listen,*p my beloved brethren: Has God not chosen the poor of this world to*i be*i rich in faith and heirs of the kingdom which He promised to those who love Him?"
    },
    {
        "o": 34310,
        "r": "nkjv:James:2:6",
        "t": "But you have dishonored the poor man. Do not the rich oppress you and drag you into the courts?"
    },
    {
        "o": 34311,
        "r": "nkjv:James:2:7",
        "t": "Do they not blaspheme that noble name by which you are called?"
    },
    {
        "o": 34312,
        "r": "nkjv:James:2:8",
        "t": "If*p you really fulfill the*i royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well;"
    },
    {
        "o": 34313,
        "r": "nkjv:James:2:9",
        "t": "but if you show partiality, you commit sin, and are convicted by the law as transgressors."
    },
    {
        "o": 34314,
        "r": "nkjv:James:2:10",
        "t": "For whoever shall keep the whole law, and yet stumble in one point,*i he is guilty of all."
    },
    {
        "o": 34315,
        "r": "nkjv:James:2:11",
        "t": "For He who said, “Do not commit adultery,” also said, “Do not murder.” Now if you do not commit adultery, but you do murder, you have become a transgressor of the law."
    },
    {
        "o": 34316,
        "r": "nkjv:James:2:12",
        "t": "So speak and so do as those who will be judged by the law of liberty."
    },
    {
        "o": 34317,
        "r": "nkjv:James:2:13",
        "t": "For judgment is without mercy to the one who has shown no mercy. Mercy triumphs over judgment."
    },
    {
        "o": 34318,
        "r": "nkjv:James:2:13",
        "t": "Faith Without Works Is Dead",
        "h": 2
    },
    {
        "o": 34319,
        "r": "nkjv:James:2:14",
        "t": "What*p does*i it*i profit, my brethren, if someone says he has faith but does not have works? Can faith save him?"
    },
    {
        "o": 34320,
        "r": "nkjv:James:2:15",
        "t": "If a brother or sister is naked and destitute of daily food,"
    },
    {
        "o": 34321,
        "r": "nkjv:James:2:16",
        "t": "and one of you says to them, “Depart in peace, be warmed and filled,” but you do not give them the things which are needed for the body, what does*i it*i profit?"
    },
    {
        "o": 34322,
        "r": "nkjv:James:2:17",
        "t": "Thus also faith by itself, if it does not have works, is dead."
    },
    {
        "o": 34323,
        "r": "nkjv:James:2:18",
        "t": "But*p someone will say, “You have faith, and I have works.” Show me your faith without your works, and I will show you my faith by my works."
    },
    {
        "o": 34324,
        "r": "nkjv:James:2:19",
        "t": "You believe that there is one God. You do well. Even the demons believe—and tremble!"
    },
    {
        "o": 34325,
        "r": "nkjv:James:2:20",
        "t": "But do you want to know, O foolish man, that faith without works is dead?"
    },
    {
        "o": 34326,
        "r": "nkjv:James:2:21",
        "t": "Was not Abraham our father justified by works when he offered Isaac his son on the altar?"
    },
    {
        "o": 34327,
        "r": "nkjv:James:2:22",
        "t": "Do you see that faith was working together with his works, and by works faith was made perfect?"
    },
    {
        "o": 34328,
        "r": "nkjv:James:2:23",
        "t": "And the Scripture was fulfilled which says, “Abraham believed God, and it was accounted to him for righteousness.” And he was called the friend of God."
    },
    {
        "o": 34329,
        "r": "nkjv:James:2:24",
        "t": "You see then that a man is justified by works, and not by faith only."
    },
    {
        "o": 34330,
        "r": "nkjv:James:2:25",
        "t": "Likewise,*p was not Rahab the harlot also justified by works when she received the messengers and sent them*i out another way?"
    },
    {
        "o": 34331,
        "r": "nkjv:James:2:26",
        "t": "For*p as the body without the spirit is dead, so faith without works is dead also."
    },
    {
        "o": 34332,
        "r": "nkjv:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 34333,
        "r": "nkjv:James:3:0",
        "t": "The Untamable Tongue",
        "h": 2
    },
    {
        "o": 34334,
        "r": "nkjv:James:3:1",
        "t": "My*p brethren, let not many of you become teachers, knowing that we shall receive a stricter judgment."
    },
    {
        "o": 34335,
        "r": "nkjv:James:3:2",
        "t": "For we all stumble in many things. If anyone does not stumble in word, he is*i a perfect man, able also to bridle the whole body."
    },
    {
        "o": 34336,
        "r": "nkjv:James:3:3",
        "t": "Indeed, we put bits in horses’ mouths that they may obey us, and we turn their whole body."
    },
    {
        "o": 34337,
        "r": "nkjv:James:3:4",
        "t": "Look also at ships: although they are so large and are driven by fierce winds, they are turned by a very small rudder wherever the pilot desires."
    },
    {
        "o": 34338,
        "r": "nkjv:James:3:5",
        "t": "Even so the tongue is a little member and boasts great things. See*p how great a forest a little fire kindles!"
    },
    {
        "o": 34339,
        "r": "nkjv:James:3:6",
        "t": "And the tongue is*i a fire, a world of iniquity. The tongue is so set among our members that it defiles the whole body, and sets on fire the course of nature; and it is set on fire by hell."
    },
    {
        "o": 34340,
        "r": "nkjv:James:3:7",
        "t": "For every kind of beast and bird, of reptile and creature of the sea, is tamed and has been tamed by mankind."
    },
    {
        "o": 34341,
        "r": "nkjv:James:3:8",
        "t": "But no man can tame the tongue. It*i is*i an unruly evil, full of deadly poison."
    },
    {
        "o": 34342,
        "r": "nkjv:James:3:9",
        "t": "With it we bless our God and Father, and with it we curse men, who have been made in the similitude of God."
    },
    {
        "o": 34343,
        "r": "nkjv:James:3:10",
        "t": "Out of the same mouth proceed blessing and cursing. My brethren, these things ought not to be so."
    },
    {
        "o": 34344,
        "r": "nkjv:James:3:11",
        "t": "Does a spring send forth fresh water*i and bitter from the same opening?"
    },
    {
        "o": 34345,
        "r": "nkjv:James:3:12",
        "t": "Can a fig tree, my brethren, bear olives, or a grapevine bear figs? Thus no spring yields both salt water and fresh."
    },
    {
        "o": 34346,
        "r": "nkjv:James:3:12",
        "t": "Heavenly Versus Demonic Wisdom",
        "h": 2
    },
    {
        "o": 34347,
        "r": "nkjv:James:3:13",
        "t": "Who*p is*i wise and understanding among you? Let him show by good conduct that*i his works are*i done*i in the meekness of wisdom."
    },
    {
        "o": 34348,
        "r": "nkjv:James:3:14",
        "t": "But if you have bitter envy and self-seeking in your hearts, do not boast and lie against the truth."
    },
    {
        "o": 34349,
        "r": "nkjv:James:3:15",
        "t": "This wisdom does not descend from above, but is*i earthly, sensual, demonic."
    },
    {
        "o": 34350,
        "r": "nkjv:James:3:16",
        "t": "For where envy and self-seeking exist,*i confusion and every evil thing are*i there."
    },
    {
        "o": 34351,
        "r": "nkjv:James:3:17",
        "t": "But the wisdom that is from above is first pure, then peaceable, gentle, willing to yield, full of mercy and good fruits, without partiality and without hypocrisy."
    },
    {
        "o": 34352,
        "r": "nkjv:James:3:18",
        "t": "Now the fruit of righteousness is sown in peace by those who make peace."
    },
    {
        "o": 34353,
        "r": "nkjv:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 34354,
        "r": "nkjv:James:4:0",
        "t": "Pride Promotes Strife",
        "h": 2
    },
    {
        "o": 34355,
        "r": "nkjv:James:4:1",
        "t": "Where*p do wars and fights come*i from among you? Do they*i not come*i from your desires*i for*i pleasure that war in your members?"
    },
    {
        "o": 34356,
        "r": "nkjv:James:4:2",
        "t": "You lust and do not have. You murder and covet and cannot obtain. You fight and war. Yet you do not have because you do not ask."
    },
    {
        "o": 34357,
        "r": "nkjv:James:4:3",
        "t": "You ask and do not receive, because you ask amiss, that you may spend it*i on your pleasures."
    },
    {
        "o": 34358,
        "r": "nkjv:James:4:4",
        "t": "Adulterers and adulteresses! Do you not know that friendship with the world is enmity with God? Whoever therefore wants to be a friend of the world makes himself an enemy of God."
    },
    {
        "o": 34359,
        "r": "nkjv:James:4:5",
        "t": "Or do you think that the Scripture says in vain, “The Spirit who dwells in us yearns jealously”?"
    },
    {
        "o": 34360,
        "r": "nkjv:James:4:6",
        "t": "But*p He gives more grace. Therefore He says: “God*pn resists the proud, But*ld gives grace to the humble.”"
    },
    {
        "o": 34361,
        "r": "nkjv:James:4:6",
        "t": "Humility Cures Worldliness",
        "h": 2
    },
    {
        "o": 34362,
        "r": "nkjv:James:4:7",
        "t": "Therefore*p submit to God. Resist the devil and he will flee from you."
    },
    {
        "o": 34363,
        "r": "nkjv:James:4:8",
        "t": "Draw near to God and He will draw near to you. Cleanse your*i hands, you*i sinners; and purify your*i hearts, you*i double-minded."
    },
    {
        "o": 34364,
        "r": "nkjv:James:4:9",
        "t": "Lament and mourn and weep! Let your laughter be turned to mourning and your*i joy to gloom."
    },
    {
        "o": 34365,
        "r": "nkjv:James:4:10",
        "t": "Humble yourselves in the sight of the Lord, and He will lift you up."
    },
    {
        "o": 34366,
        "r": "nkjv:James:4:10",
        "t": "Do Not Judge a Brother",
        "h": 2
    },
    {
        "o": 34367,
        "r": "nkjv:James:4:11",
        "t": "Do*p not speak evil of one another, brethren. He who speaks evil of a brother and judges his brother, speaks evil of the law and judges the law. But if you judge the law, you are not a doer of the law but a judge."
    },
    {
        "o": 34368,
        "r": "nkjv:James:4:12",
        "t": "There is one Lawgiver, who is able to save and to destroy. Who are you to judge another?"
    },
    {
        "o": 34369,
        "r": "nkjv:James:4:12",
        "t": "Do Not Boast About Tomorrow",
        "h": 2
    },
    {
        "o": 34370,
        "r": "nkjv:James:4:13",
        "t": "Come*p now, you who say, “Today or tomorrow we will go to such and such a city, spend a year there, buy and sell, and make a profit”;"
    },
    {
        "o": 34371,
        "r": "nkjv:James:4:14",
        "t": "whereas you do not know what will*i happen*i tomorrow. For what is*i your life? It is even a vapor that appears for a little time and then vanishes away."
    },
    {
        "o": 34372,
        "r": "nkjv:James:4:15",
        "t": "Instead you ought*i to say, “If the Lord wills, we shall live and do this or that.”"
    },
    {
        "o": 34373,
        "r": "nkjv:James:4:16",
        "t": "But now you boast in your arrogance. All such boasting is evil."
    },
    {
        "o": 34374,
        "r": "nkjv:James:4:17",
        "t": "Therefore,*p to him who knows to do good and does not do it,*i to him it is sin."
    },
    {
        "o": 34375,
        "r": "nkjv:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 34376,
        "r": "nkjv:James:5:0",
        "t": "Rich Oppressors Will Be Judged",
        "h": 2
    },
    {
        "o": 34377,
        "r": "nkjv:James:5:1",
        "t": "Come*p now, you*i rich, weep and howl for your miseries that are coming upon you!*i"
    },
    {
        "o": 34378,
        "r": "nkjv:James:5:2",
        "t": "Your riches are corrupted, and your garments are moth-eaten."
    },
    {
        "o": 34379,
        "r": "nkjv:James:5:3",
        "t": "Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have heaped up treasure in the last days."
    },
    {
        "o": 34380,
        "r": "nkjv:James:5:4",
        "t": "Indeed the wages of the laborers who mowed your fields, which you kept back by fraud, cry out; and the cries of the reapers have reached the ears of the Lord of Sabaoth."
    },
    {
        "o": 34381,
        "r": "nkjv:James:5:5",
        "t": "You have lived on the earth in pleasure and luxury; you have fattened your hearts as in a day of slaughter."
    },
    {
        "o": 34382,
        "r": "nkjv:James:5:6",
        "t": "You have condemned, you have murdered the just; he does not resist you."
    },
    {
        "o": 34383,
        "r": "nkjv:James:5:6",
        "t": "Be Patient and Persevering",
        "h": 2
    },
    {
        "o": 34384,
        "r": "nkjv:James:5:7",
        "t": "Therefore*p be patient, brethren, until the coming of the Lord. See how*i the farmer waits for the precious fruit of the earth, waiting patiently for it until it receives the early and latter rain."
    },
    {
        "o": 34385,
        "r": "nkjv:James:5:8",
        "t": "You also be patient. Establish your hearts, for the coming of the Lord is at hand."
    },
    {
        "o": 34386,
        "r": "nkjv:James:5:9",
        "t": "Do*p not grumble against one another, brethren, lest you be condemned. Behold, the Judge is standing at the door!"
    },
    {
        "o": 34387,
        "r": "nkjv:James:5:10",
        "t": "My brethren, take the prophets, who spoke in the name of the Lord, as an example of suffering and patience."
    },
    {
        "o": 34388,
        "r": "nkjv:James:5:11",
        "t": "Indeed we count them blessed who endure. You have heard of the perseverance of Job and seen the end intended*i by*i the Lord—that the Lord is very compassionate and merciful."
    },
    {
        "o": 34389,
        "r": "nkjv:James:5:12",
        "t": "But*p above all, my brethren, do not swear, either by heaven or by earth or with any other oath. But let your “Yes” be “Yes,” and your*i “No,” “No,” lest you fall into judgment."
    },
    {
        "o": 34390,
        "r": "nkjv:James:5:12",
        "t": "Meeting Specific Needs",
        "h": 2
    },
    {
        "o": 34391,
        "r": "nkjv:James:5:13",
        "t": "Is*p anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms."
    },
    {
        "o": 34392,
        "r": "nkjv:James:5:14",
        "t": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord."
    },
    {
        "o": 34393,
        "r": "nkjv:James:5:15",
        "t": "And the prayer of faith will save the sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven."
    },
    {
        "o": 34394,
        "r": "nkjv:James:5:16",
        "t": "Confess your*i trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much."
    },
    {
        "o": 34395,
        "r": "nkjv:James:5:17",
        "t": "Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain; and it did not rain on the land for three years and six months."
    },
    {
        "o": 34396,
        "r": "nkjv:James:5:18",
        "t": "And he prayed again, and the heaven gave rain, and the earth produced its fruit."
    },
    {
        "o": 34397,
        "r": "nkjv:James:5:18",
        "t": "Bring Back the Erring One",
        "h": 2
    },
    {
        "o": 34398,
        "r": "nkjv:James:5:19",
        "t": "Brethren,*p if anyone among you wanders from the truth, and someone turns him back,"
    },
    {
        "o": 34399,
        "r": "nkjv:James:5:20",
        "t": "let him know that he who turns a sinner from the error of his way will save a soul from death and cover a multitude of sins."
    }
]
