[
    {
        "o": 14007,
        "r": "niv:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14008,
        "r": "niv:Esther:6:0",
        "t": "Mordecai Honored",
        "h": 2
    },
    {
        "o": 14009,
        "r": "niv:Esther:6:1",
        "t": "That*p night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him."
    },
    {
        "o": 14010,
        "r": "niv:Esther:6:2",
        "t": "It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king’s officers who guarded the doorway, who had conspired to assassinate King Xerxes."
    },
    {
        "o": 14011,
        "r": "niv:Esther:6:3",
        "t": "“What*p honor and recognition has Mordecai received for this?” the king asked. “Nothing*p has been done for him,” his attendants answered."
    },
    {
        "o": 14012,
        "r": "niv:Esther:6:4",
        "t": "The*p king said, “Who is in the court?” Now Haman had just entered the outer court of the palace to speak to the king about impaling Mordecai on the pole he had set up for him."
    },
    {
        "o": 14013,
        "r": "niv:Esther:6:5",
        "t": "His*p attendants answered, “Haman is standing in the court.” “Bring*p him in,” the king ordered."
    },
    {
        "o": 14014,
        "r": "niv:Esther:6:6",
        "t": "When*p Haman entered, the king asked him, “What should be done for the man the king delights to honor?” Now*p Haman thought to himself, “Who is there that the king would rather honor than me?”"
    },
    {
        "o": 14015,
        "r": "niv:Esther:6:7",
        "t": "So he answered the king, “For the man the king delights to honor,"
    },
    {
        "o": 14016,
        "r": "niv:Esther:6:8",
        "t": "have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head."
    },
    {
        "o": 14017,
        "r": "niv:Esther:6:9",
        "t": "Then let the robe and horse be entrusted to one of the king’s most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, ‘This is what is done for the man the king delights to honor!’ ”"
    },
    {
        "o": 14018,
        "r": "niv:Esther:6:10",
        "t": "“Go*p at once,” the king commanded Haman. “Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king’s gate. Do not neglect anything you have recommended.”"
    },
    {
        "o": 14019,
        "r": "niv:Esther:6:11",
        "t": "So*p Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, “This is what is done for the man the king delights to honor!”"
    },
    {
        "o": 14020,
        "r": "niv:Esther:6:12",
        "t": "Afterward*p Mordecai returned to the king’s gate. But Haman rushed home, with his head covered in grief,"
    },
    {
        "o": 14021,
        "r": "niv:Esther:6:13",
        "t": "and told Zeresh his wife and all his friends everything that had happened to him. His*p advisers and his wife Zeresh said to him, “Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him—you will surely come to ruin!”"
    },
    {
        "o": 14022,
        "r": "niv:Esther:6:14",
        "t": "While they were still talking with him, the king’s eunuchs arrived and hurried Haman away to the banquet Esther had prepared."
    }
]
