[
    {
        "o": 5414,
        "r": "nasb:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5415,
        "r": "nasb:Deuteronomy:3:0",
        "t": "Conquests Recounted",
        "h": 2
    },
    {
        "o": 5416,
        "r": "nasb:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan, and Og, king of Bashan, with all his people came out to meet us in battle at Edrei."
    },
    {
        "o": 5417,
        "r": "nasb:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have delivered him and all his people and his land into your hand; and you shall do to him just as you did to Sihon king of the Amorites, who lived at Heshbon.’"
    },
    {
        "o": 5418,
        "r": "nasb:Deuteronomy:3:3",
        "t": "So the Lord*s our God delivered Og also, king of Bashan, with all his people into our hand, and we smote them until no survivor was left."
    },
    {
        "o": 5419,
        "r": "nasb:Deuteronomy:3:4",
        "t": "We captured all his cities at that time; there was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5420,
        "r": "nasb:Deuteronomy:3:5",
        "t": "All these were cities fortified with high walls, gates and bars, besides a great many unwalled towns."
    },
    {
        "o": 5421,
        "r": "nasb:Deuteronomy:3:6",
        "t": "We utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying the men, women and children of every city."
    },
    {
        "o": 5422,
        "r": "nasb:Deuteronomy:3:7",
        "t": "But all the animals and the spoil of the cities we took as our booty."
    },
    {
        "o": 5423,
        "r": "nasb:Deuteronomy:3:8",
        "t": "“Thus*p we took the land at that time from the hand of the two kings of the Amorites who were beyond the Jordan, from the valley of Arnon to Mount Hermon"
    },
    {
        "o": 5424,
        "r": "nasb:Deuteronomy:3:9",
        "t": "(Sidonians call Hermon Sirion, and the Amorites call it Senir):"
    },
    {
        "o": 5425,
        "r": "nasb:Deuteronomy:3:10",
        "t": "all the cities of the plateau and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5426,
        "r": "nasb:Deuteronomy:3:11",
        "t": "(For only Og king of Bashan was left of the remnant of the Rephaim. Behold, his bedstead was an iron bedstead; it is in Rabbah of the sons of Ammon. Its length was nine cubits and its width four cubits by ordinary cubit.)"
    },
    {
        "o": 5427,
        "r": "nasb:Deuteronomy:3:12",
        "t": "“So*p we took possession of this land at that time. From Aroer, which is by the valley of Arnon, and half the hill country of Gilead and its cities I gave to the Reubenites and to the Gadites."
    },
    {
        "o": 5428,
        "r": "nasb:Deuteronomy:3:13",
        "t": "The rest of Gilead and all Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh, all the region of Argob (concerning all Bashan, it is called the land of Rephaim."
    },
    {
        "o": 5429,
        "r": "nasb:Deuteronomy:3:14",
        "t": "Jair the son of Manasseh took all the region of Argob as far as the border of the Geshurites and the Maacathites, and called it, that*i is,*i Bashan, after his own name, Havvoth-jair, as*i it*i is*i to this day.)"
    },
    {
        "o": 5430,
        "r": "nasb:Deuteronomy:3:15",
        "t": "To Machir I gave Gilead."
    },
    {
        "o": 5431,
        "r": "nasb:Deuteronomy:3:16",
        "t": "To the Reubenites and to the Gadites I gave from Gilead even as far as the valley of Arnon, the middle of the valley as a border and as far as the river Jabbok, the border of the sons of Ammon;"
    },
    {
        "o": 5432,
        "r": "nasb:Deuteronomy:3:17",
        "t": "the Arabah also, with the Jordan as a*i border, from Chinnereth even as far as the sea of the Arabah, the Salt Sea, at the foot of the slopes of Pisgah on the east."
    },
    {
        "o": 5433,
        "r": "nasb:Deuteronomy:3:18",
        "t": "“Then*p I commanded you at that time, saying, ‘The Lord*s your God has given you this land to possess it; all you valiant men shall cross over armed before your brothers, the sons of Israel."
    },
    {
        "o": 5434,
        "r": "nasb:Deuteronomy:3:19",
        "t": "But your wives and your little ones and your livestock (I know that you have much livestock) shall remain in your cities which I have given you,"
    },
    {
        "o": 5435,
        "r": "nasb:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your fellow countrymen as to you, and they also possess the land which the Lord*s your God will give them beyond the Jordan. Then you may return every man to his possession which I have given you.’"
    },
    {
        "o": 5436,
        "r": "nasb:Deuteronomy:3:21",
        "t": "I commanded Joshua at that time, saying, ‘Your eyes have seen all that the Lord*s your God has done to these two kings; so the Lord*s shall do to all the kingdoms into which you are about to cross."
    },
    {
        "o": 5437,
        "r": "nasb:Deuteronomy:3:22",
        "t": "Do not fear them, for the Lord*s your God is the one fighting for you.’"
    },
    {
        "o": 5438,
        "r": "nasb:Deuteronomy:3:23",
        "t": "“I*p also pleaded with the Lord*s at that time, saying,"
    },
    {
        "o": 5439,
        "r": "nasb:Deuteronomy:3:24",
        "t": "‘O Lord God,*s You have begun to show Your servant Your greatness and Your strong hand; for what god is there in heaven or on earth who can do such works and mighty acts as Yours?"
    },
    {
        "o": 5440,
        "r": "nasb:Deuteronomy:3:25",
        "t": "Let me, I pray, cross over and see the fair land that is beyond the Jordan, that good hill country and Lebanon.’"
    },
    {
        "o": 5441,
        "r": "nasb:Deuteronomy:3:26",
        "t": "But the Lord*s was angry with me on your account, and would not listen to me; and the Lord*s said to me, ‘Enough! Speak to Me no more of this matter."
    },
    {
        "o": 5442,
        "r": "nasb:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and lift up your eyes to the west and north and south and east, and see it*i with your eyes, for you shall not cross over this Jordan."
    },
    {
        "o": 5443,
        "r": "nasb:Deuteronomy:3:28",
        "t": "But charge Joshua and encourage him and strengthen him, for he shall go across at the head of this people, and he will give them as an inheritance the land which you will see.’"
    },
    {
        "o": 5444,
        "r": "nasb:Deuteronomy:3:29",
        "t": "So we remained in the valley opposite Beth-peor."
    }
]
