[
    {
        "o": 21289,
        "r": "csb:Jeremiah:3:0",
        "t": "Jeremiah 3",
        "h": 1
    },
    {
        "o": 21290,
        "r": "csb:Jeremiah:3:0",
        "t": "Wages of Apostasy",
        "h": 2
    },
    {
        "o": 21291,
        "r": "csb:Jeremiah:3:1",
        "t": "If*pn a man divorces his wife and*ln she leaves him to marry another, can*ln he ever return to her? Wouldn’t*ln such a land become totally defiled? But*ln you! You*ln have prostituted yourself with many partners— can*ln you return to me? This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21292,
        "r": "csb:Jeremiah:3:2",
        "t": "Look*pn to the barren heights and see. Where*ln have you not been immoral? You*ln sat waiting for them beside the highways like*ln a nomad in the desert. You*ln have defiled the land with*ln your prostitution and wickedness."
    },
    {
        "o": 21293,
        "r": "csb:Jeremiah:3:3",
        "t": "This*ln is why the showers haven’t come— why*ln there has been no spring rain. You*ln have the brazen look of a prostitute and*ln refuse to be ashamed."
    },
    {
        "o": 21294,
        "r": "csb:Jeremiah:3:4",
        "t": "Haven’t*ln you recently called to me, “My Father! You*ln were my friend in my youth."
    },
    {
        "o": 21295,
        "r": "csb:Jeremiah:3:5",
        "t": "Will*ln he bear a grudge forever? Will*ln he be endlessly infuriated?” This*ln is what you have said, but*ln you have done the evil things you*ln are capable of."
    },
    {
        "o": 21296,
        "r": "csb:Jeremiah:3:5",
        "t": "Unfaithful Israel, Treacherous Judah",
        "h": 2
    },
    {
        "o": 21297,
        "r": "csb:Jeremiah:3:6",
        "t": "In*p the days of King Josiah the Lord*s asked me, “Have you seen what unfaithful Israel has done? She has ascended every high hill and gone under every green tree to prostitute herself there."
    },
    {
        "o": 21298,
        "r": "csb:Jeremiah:3:7",
        "t": "I thought, ‘After she has done all these things, she will return to me.’ But she didn’t return, and her treacherous sister Judah saw it."
    },
    {
        "o": 21299,
        "r": "csb:Jeremiah:3:8",
        "t": "I observed that it was because unfaithful Israel had committed adultery that I had sent her away and had given her a certificate of divorce. Nevertheless, her treacherous sister Judah was not afraid but also went and prostituted herself."
    },
    {
        "o": 21300,
        "r": "csb:Jeremiah:3:9",
        "t": "Indifferent to her prostitution, she defiled the land and committed adultery with stones and trees."
    },
    {
        "o": 21301,
        "r": "csb:Jeremiah:3:10",
        "t": "Yet in spite of all this, her treacherous sister Judah didn’t return to me with all her heart- only in pretense.” This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21302,
        "r": "csb:Jeremiah:3:11",
        "t": "The*p Lord*s announced to me, “Unfaithful Israel has shown herself more righteous than treacherous Judah."
    },
    {
        "o": 21303,
        "r": "csb:Jeremiah:3:12",
        "t": "Go, proclaim these words to the north, and say, ‘Return,*pn unfaithful Israel. This*lg is the Lord’s*s declaration. I*pn will not look on you with anger, for*ln I am unfailing in my love. This*lg is the Lord’s*s declaration. I*pn will not be angry forever."
    },
    {
        "o": 21304,
        "r": "csb:Jeremiah:3:13",
        "t": "Only*ln acknowledge your guilt— you*ln have rebelled against the Lord*s your God. You*ln have scattered your favors to strangers under*ln every green tree and*ln have not obeyed me. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21305,
        "r": "csb:Jeremiah:3:14",
        "t": "“‘Return,*p you faithless children- this is the Lord’s*s declaration - for I am your master, and I will take you, one from a city and two from a family, and I will bring you to Zion."
    },
    {
        "o": 21306,
        "r": "csb:Jeremiah:3:15",
        "t": "I will give you shepherds who are loyal to me, and they will shepherd you with knowledge and skill."
    },
    {
        "o": 21307,
        "r": "csb:Jeremiah:3:16",
        "t": "When you multiply and increase in the land, in those days - this is the Lord’s*s declaration - no one will say again, “The ark of the Lord’s*s covenant.” It will never come to mind, and no one will remember or miss it. Another one will not be made."
    },
    {
        "o": 21308,
        "r": "csb:Jeremiah:3:17",
        "t": "At that time Jerusalem will be called The Lord’s*s Throne, and all the nations will be gathered to it, to the name of the Lord*s in Jerusalem. They will cease to follow the stubbornness of their evil hearts."
    },
    {
        "o": 21309,
        "r": "csb:Jeremiah:3:18",
        "t": "In those days the house of Judah will join with the house of Israel, and they will come together from the land of the north to the land I have given your ancestors to inherit.’”"
    },
    {
        "o": 21310,
        "r": "csb:Jeremiah:3:18",
        "t": "True Repentance",
        "h": 2
    },
    {
        "o": 21311,
        "r": "csb:Jeremiah:3:19",
        "t": "I*pn thought, “How I long to make you my sons and*ln give you a desirable land, the*ln most beautiful inheritance of all the nations.” I*ln thought, “You will call me ‘My Father’ and*ln never turn away from me.”"
    },
    {
        "o": 21312,
        "r": "csb:Jeremiah:3:20",
        "t": "However,*ln as a woman may betray her lover, so*ln you have betrayed me, house of Israel. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21313,
        "r": "csb:Jeremiah:3:21",
        "t": "A*pn sound is heard on the barren heights: the*ln children of Israel weeping and begging for mercy, for*ln they have perverted their way; they*ln have forgotten the Lord*s their God."
    },
    {
        "o": 21314,
        "r": "csb:Jeremiah:3:22",
        "t": "Return,*pn you faithless children. I*ln will heal your unfaithfulness. “Here*ln we are, coming to you, for*ln you are the Lord*s our God."
    },
    {
        "o": 21315,
        "r": "csb:Jeremiah:3:23",
        "t": "Surely,*pn falsehood comes from the hills, commotion*ln from the mountains, but*ln the salvation of Israel is*ln only in the Lord*s our God."
    },
    {
        "o": 21316,
        "r": "csb:Jeremiah:3:24",
        "t": "From*ln the time of our youth the*ln shameful one has consumed what*ln our ancestors have worked for — their*ln flocks and their herds, their*ln sons and their daughters."
    },
    {
        "o": 21317,
        "r": "csb:Jeremiah:3:25",
        "t": "Let*ln us lie down in our shame; let*ln our disgrace cover us. We*ln have sinned against the Lord*s our God, both*ln we and our ancestors, from*ln the time of our youth even to this day. We*ln have not obeyed the Lord*s our God.”"
    }
]
