[
    {
        "o": 757,
        "r": "esv:Genesis:26:0",
        "t": "Genesis 26",
        "h": 1
    },
    {
        "o": 758,
        "r": "esv:Genesis:26:0",
        "t": "God’s Promise to Isaac",
        "h": 2
    },
    {
        "o": 759,
        "r": "esv:Genesis:26:1",
        "t": "Now*p there was a famine in the land, besides the former famine that was in the days of Abraham. And Isaac went to Gerar to Abimelech king of the Philistines."
    },
    {
        "o": 760,
        "r": "esv:Genesis:26:2",
        "t": "And the Lord*s appeared to him and said, “Do not go down to Egypt; dwell in the land of which I shall tell you."
    },
    {
        "o": 761,
        "r": "esv:Genesis:26:3",
        "t": "Sojourn in this land, and I will be with you and will bless you, for to you and to your offspring I will give all these lands, and I will establish the oath that I swore to Abraham your father."
    },
    {
        "o": 762,
        "r": "esv:Genesis:26:4",
        "t": "I will multiply your offspring as the stars of heaven and will give to your offspring all these lands. And in your offspring all the nations of the earth shall be blessed,"
    },
    {
        "o": 763,
        "r": "esv:Genesis:26:5",
        "t": "because Abraham obeyed my voice and kept my charge, my commandments, my statutes, and my laws.”"
    },
    {
        "o": 764,
        "r": "esv:Genesis:26:5",
        "t": "Isaac and Abimelech",
        "h": 2
    },
    {
        "o": 765,
        "r": "esv:Genesis:26:6",
        "t": "So*p Isaac settled in Gerar."
    },
    {
        "o": 766,
        "r": "esv:Genesis:26:7",
        "t": "When the men of the place asked him about his wife, he said, “She is my sister,” for he feared to say, “My wife,” thinking, “lest the men of the place should kill me because of Rebekah,” because she was attractive in appearance."
    },
    {
        "o": 767,
        "r": "esv:Genesis:26:8",
        "t": "When he had been there a long time, Abimelech king of the Philistines looked out of a window and saw Isaac laughing with Rebekah his wife."
    },
    {
        "o": 768,
        "r": "esv:Genesis:26:9",
        "t": "So Abimelech called Isaac and said, “Behold, she is your wife. How then could you say, ‘She is my sister’?” Isaac said to him, “Because I thought, ‘Lest I die because of her.’”"
    },
    {
        "o": 769,
        "r": "esv:Genesis:26:10",
        "t": "Abimelech said, “What is this you have done to us? One of the people might easily have lain with your wife, and you would have brought guilt upon us.”"
    },
    {
        "o": 770,
        "r": "esv:Genesis:26:11",
        "t": "So Abimelech warned all the people, saying, “Whoever touches this man or his wife shall surely be put to death.”"
    },
    {
        "o": 771,
        "r": "esv:Genesis:26:12",
        "t": "And*p Isaac sowed in that land and reaped in the same year a hundredfold. The Lord*s blessed him,"
    },
    {
        "o": 772,
        "r": "esv:Genesis:26:13",
        "t": "and the man became rich, and gained more and more until he became very wealthy."
    },
    {
        "o": 773,
        "r": "esv:Genesis:26:14",
        "t": "He had possessions of flocks and herds and many servants, so that the Philistines envied him."
    },
    {
        "o": 774,
        "r": "esv:Genesis:26:15",
        "t": "(Now the Philistines had stopped and filled with earth all the wells that his father’s servants had dug in the days of Abraham his father.)"
    },
    {
        "o": 775,
        "r": "esv:Genesis:26:16",
        "t": "And Abimelech said to Isaac, “Go away from us, for you are much mightier than we.”"
    },
    {
        "o": 776,
        "r": "esv:Genesis:26:17",
        "t": "So*p Isaac departed from there and encamped in the Valley of Gerar and settled there."
    },
    {
        "o": 777,
        "r": "esv:Genesis:26:18",
        "t": "And Isaac dug again the wells of water that had been dug in the days of Abraham his father, which the Philistines had stopped after the death of Abraham. And he gave them the names that his father had given them."
    },
    {
        "o": 778,
        "r": "esv:Genesis:26:19",
        "t": "But when Isaac’s servants dug in the valley and found there a well of spring water,"
    },
    {
        "o": 779,
        "r": "esv:Genesis:26:20",
        "t": "the herdsmen of Gerar quarreled with Isaac’s herdsmen, saying, “The water is ours.” So he called the name of the well Esek, because they contended with him."
    },
    {
        "o": 780,
        "r": "esv:Genesis:26:21",
        "t": "Then they dug another well, and they quarreled over that also, so he called its name Sitnah."
    },
    {
        "o": 781,
        "r": "esv:Genesis:26:22",
        "t": "And he moved from there and dug another well, and they did not quarrel over it. So he called its name Rehoboth, saying, “For now the Lord*s has made room for us, and we shall be fruitful in the land.”"
    },
    {
        "o": 782,
        "r": "esv:Genesis:26:23",
        "t": "From*p there he went up to Beersheba."
    },
    {
        "o": 783,
        "r": "esv:Genesis:26:24",
        "t": "And the Lord*s appeared to him the same night and said, “I am the God of Abraham your father. Fear not, for I am with you and will bless you and multiply your offspring for my servant Abraham’s sake.”"
    },
    {
        "o": 784,
        "r": "esv:Genesis:26:25",
        "t": "So he built an altar there and called upon the name of the Lord*s and pitched his tent there. And there Isaac’s servants dug a well."
    },
    {
        "o": 785,
        "r": "esv:Genesis:26:26",
        "t": "When*p Abimelech went to him from Gerar with Ahuzzath his adviser and Phicol the commander of his army,"
    },
    {
        "o": 786,
        "r": "esv:Genesis:26:27",
        "t": "Isaac said to them, “Why have you come to me, seeing that you hate me and have sent me away from you?”"
    },
    {
        "o": 787,
        "r": "esv:Genesis:26:28",
        "t": "They said, “We see plainly that the Lord*s has been with you. So we said, let there be a sworn pact between us, between you and us, and let us make a covenant with you,"
    },
    {
        "o": 788,
        "r": "esv:Genesis:26:29",
        "t": "that you will do us no harm, just as we have not touched you and have done to you nothing but good and have sent you away in peace. You are now the blessed of the Lord.”*s"
    },
    {
        "o": 789,
        "r": "esv:Genesis:26:30",
        "t": "So he made them a feast, and they ate and drank."
    },
    {
        "o": 790,
        "r": "esv:Genesis:26:31",
        "t": "In the morning they rose early and exchanged oaths. And Isaac sent them on their way, and they departed from him in peace."
    },
    {
        "o": 791,
        "r": "esv:Genesis:26:32",
        "t": "That same day Isaac’s servants came and told him about the well that they had dug and said to him, “We have found water.”"
    },
    {
        "o": 792,
        "r": "esv:Genesis:26:33",
        "t": "He called it Shibah; therefore the name of the city is Beersheba to this day."
    },
    {
        "o": 793,
        "r": "esv:Genesis:26:34",
        "t": "When*p Esau was forty years old, he took Judith the daughter of Beeri the Hittite to be his wife, and Basemath the daughter of Elon the Hittite,"
    },
    {
        "o": 794,
        "r": "esv:Genesis:26:35",
        "t": "and they made life bitter for Isaac and Rebekah."
    }
]
