[
    {
        "o": 13587,
        "r": "nkjv:Ezra:10:0",
        "t": "Ezra 10",
        "h": 1
    },
    {
        "o": 13588,
        "r": "nkjv:Ezra:10:0",
        "t": "Confession of Improper Marriages",
        "h": 2
    },
    {
        "o": 13589,
        "r": "nkjv:Ezra:10:1",
        "t": "Now*p while Ezra was praying, and while he was confessing, weeping, and bowing down before the house of God, a very large assembly of men, women, and children gathered to him from Israel; for the people wept very bitterly."
    },
    {
        "o": 13590,
        "r": "nkjv:Ezra:10:2",
        "t": "And Shechaniah the son of Jehiel, one*i of the sons of Elam, spoke up and said to Ezra, “We have trespassed against our God, and have taken pagan wives from the peoples of the land; yet now there is hope in Israel in spite of this."
    },
    {
        "o": 13591,
        "r": "nkjv:Ezra:10:3",
        "t": "Now therefore, let us make a covenant with our God to put away all these wives and those who have been born to them, according to the advice of my master and of those who tremble at the commandment of our God; and let it be done according to the law."
    },
    {
        "o": 13592,
        "r": "nkjv:Ezra:10:4",
        "t": "Arise, for this*i matter is*i your responsibility.*i We also are*i with you. Be of good courage, and do it.”*i"
    },
    {
        "o": 13593,
        "r": "nkjv:Ezra:10:5",
        "t": "Then*p Ezra arose, and made the leaders of the priests, the Levites, and all Israel swear an oath that they would do according to this word. So they swore an oath."
    },
    {
        "o": 13594,
        "r": "nkjv:Ezra:10:6",
        "t": "Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib; and when*i he came there, he ate no bread and drank no water, for he mourned because of the guilt of those from the captivity."
    },
    {
        "o": 13595,
        "r": "nkjv:Ezra:10:7",
        "t": "And*p they issued a proclamation throughout Judah and Jerusalem to all the descendants of the captivity, that they must gather at Jerusalem,"
    },
    {
        "o": 13596,
        "r": "nkjv:Ezra:10:8",
        "t": "and that whoever would not come within three days, according to the instructions of the leaders and elders, all his property would be confiscated, and he himself would be separated from the assembly of those from the captivity."
    },
    {
        "o": 13597,
        "r": "nkjv:Ezra:10:9",
        "t": "So*p all the men of Judah and Benjamin gathered at Jerusalem within three days. It was*i the ninth month, on the twentieth of the month; and all the people sat in the open square of the house of God, trembling because of this*i matter and because of heavy rain."
    },
    {
        "o": 13598,
        "r": "nkjv:Ezra:10:10",
        "t": "Then Ezra the priest stood up and said to them, “You have transgressed and have taken pagan wives, adding to the guilt of Israel."
    },
    {
        "o": 13599,
        "r": "nkjv:Ezra:10:11",
        "t": "Now therefore, make confession to the Lord*s God of your fathers, and do His will; separate yourselves from the peoples of the land, and from the pagan wives.”"
    },
    {
        "o": 13600,
        "r": "nkjv:Ezra:10:12",
        "t": "Then*p all the assembly answered and said with a loud voice, “Yes! As you have said, so we must do."
    },
    {
        "o": 13601,
        "r": "nkjv:Ezra:10:13",
        "t": "But there*i are*i many people; it*i is*i the season for heavy rain, and we are not able to stand outside. Nor is*i this*i the work of one or two days, for there*i are*i many of us who have transgressed in this matter."
    },
    {
        "o": 13602,
        "r": "nkjv:Ezra:10:14",
        "t": "Please, let the leaders of our entire assembly stand; and let all those in our cities who have taken pagan wives come at appointed times, together with the elders and judges of their cities, until the fierce wrath of our God is turned away from us in this matter.”"
    },
    {
        "o": 13603,
        "r": "nkjv:Ezra:10:15",
        "t": "Only Jonathan the son of Asahel and Jahaziah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite gave them support."
    },
    {
        "o": 13604,
        "r": "nkjv:Ezra:10:16",
        "t": "Then*p the descendants of the captivity did so. And Ezra the priest, with*i certain heads of the fathers’ households,*i were set apart by the fathers’ households, each of them by name; and they sat down on the first day of the tenth month to examine the matter."
    },
    {
        "o": 13605,
        "r": "nkjv:Ezra:10:17",
        "t": "By the first day of the first month they finished questioning*i all the men who had taken pagan wives."
    },
    {
        "o": 13606,
        "r": "nkjv:Ezra:10:17",
        "t": "Pagan Wives Put Away",
        "h": 2
    },
    {
        "o": 13607,
        "r": "nkjv:Ezra:10:18",
        "t": "And*p among the sons of the priests who had taken pagan wives the*i following*i were found of the sons of Jeshua the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah."
    },
    {
        "o": 13608,
        "r": "nkjv:Ezra:10:19",
        "t": "And they gave their promise that they would put away their wives; and being*i guilty, they*i presented*i a ram of the flock as their trespass offering."
    },
    {
        "o": 13609,
        "r": "nkjv:Ezra:10:20",
        "t": "Also*p of the sons of Immer: Hanani and Zebadiah;"
    },
    {
        "o": 13610,
        "r": "nkjv:Ezra:10:21",
        "t": "of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;"
    },
    {
        "o": 13611,
        "r": "nkjv:Ezra:10:22",
        "t": "of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
    },
    {
        "o": 13612,
        "r": "nkjv:Ezra:10:23",
        "t": "Also*p of the Levites: Jozabad, Shimei, Kelaiah (the same is*i Kelita), Pethahiah, Judah, and Eliezer."
    },
    {
        "o": 13613,
        "r": "nkjv:Ezra:10:24",
        "t": "Also*p of the singers: Eliashib; and of the gatekeepers: Shallum, Telem, and Uri."
    },
    {
        "o": 13614,
        "r": "nkjv:Ezra:10:25",
        "t": "And*p others of Israel: of the sons of Parosh: Ramiah, Jeziah, Malchiah, Mijamin, Eleazar, Malchijah, and Benaiah;"
    },
    {
        "o": 13615,
        "r": "nkjv:Ezra:10:26",
        "t": "of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Eliah;"
    },
    {
        "o": 13616,
        "r": "nkjv:Ezra:10:27",
        "t": "of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;"
    },
    {
        "o": 13617,
        "r": "nkjv:Ezra:10:28",
        "t": "of the sons of Bebai: Jehohanan, Hananiah, Zabbai, and*i Athlai;"
    },
    {
        "o": 13618,
        "r": "nkjv:Ezra:10:29",
        "t": "of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and*i Ramoth;"
    },
    {
        "o": 13619,
        "r": "nkjv:Ezra:10:30",
        "t": "of the sons of Pahath-Moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;"
    },
    {
        "o": 13620,
        "r": "nkjv:Ezra:10:31",
        "t": "of*i the sons of Harim: Eliezer, Ishijah, Malchijah, Shemaiah, Shimeon,"
    },
    {
        "o": 13621,
        "r": "nkjv:Ezra:10:32",
        "t": "Benjamin, Malluch, and*i Shemariah;"
    },
    {
        "o": 13622,
        "r": "nkjv:Ezra:10:33",
        "t": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and*i Shimei;"
    },
    {
        "o": 13623,
        "r": "nkjv:Ezra:10:34",
        "t": "of the sons of Bani: Maadai, Amram, Uel,"
    },
    {
        "o": 13624,
        "r": "nkjv:Ezra:10:35",
        "t": "Benaiah, Bedeiah, Cheluh,"
    },
    {
        "o": 13625,
        "r": "nkjv:Ezra:10:36",
        "t": "Vaniah, Meremoth, Eliashib,"
    },
    {
        "o": 13626,
        "r": "nkjv:Ezra:10:37",
        "t": "Mattaniah, Mattenai, Jaasai,"
    },
    {
        "o": 13627,
        "r": "nkjv:Ezra:10:38",
        "t": "Bani, Binnui, Shimei,"
    },
    {
        "o": 13628,
        "r": "nkjv:Ezra:10:39",
        "t": "Shelemiah, Nathan, Adaiah,"
    },
    {
        "o": 13629,
        "r": "nkjv:Ezra:10:40",
        "t": "Machnadebai, Shashai, Sharai,"
    },
    {
        "o": 13630,
        "r": "nkjv:Ezra:10:41",
        "t": "Azarel, Shelemiah, Shemariah,"
    },
    {
        "o": 13631,
        "r": "nkjv:Ezra:10:42",
        "t": "Shallum, Amariah, and*i Joseph;"
    },
    {
        "o": 13632,
        "r": "nkjv:Ezra:10:43",
        "t": "of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and*i Benaiah."
    },
    {
        "o": 13633,
        "r": "nkjv:Ezra:10:44",
        "t": "All*p these had taken pagan wives, and some*i of them had wives by*i whom*i they had children."
    }
]
