[
    {
        "o": 32082,
        "r": "nasb:2 Corinthians:2:0",
        "t": "2 Corinthians 2",
        "h": 1
    },
    {
        "o": 32083,
        "r": "nasb:2 Corinthians:2:0",
        "t": "Reaffirm Your Love",
        "h": 2
    },
    {
        "o": 32084,
        "r": "nasb:2 Corinthians:2:1",
        "t": "But*p I determined this for my own sake, that I would not come to you in sorrow again."
    },
    {
        "o": 32085,
        "r": "nasb:2 Corinthians:2:2",
        "t": "For if I cause you sorrow, who then makes me glad but the one whom I made sorrowful?"
    },
    {
        "o": 32086,
        "r": "nasb:2 Corinthians:2:3",
        "t": "This is the very thing I wrote you, so that when I came, I would not have sorrow from those who ought to make me rejoice; having confidence in you all that my joy would be the*i joy*i of you all."
    },
    {
        "o": 32087,
        "r": "nasb:2 Corinthians:2:4",
        "t": "For out of much affliction and anguish of heart I wrote to you with many tears; not so that you would be made sorrowful, but that you might know the love which I have especially for you."
    },
    {
        "o": 32088,
        "r": "nasb:2 Corinthians:2:5",
        "t": "But*p if any has caused sorrow, he has caused sorrow not to me, but in some degree—in order not to say too much—to all of you."
    },
    {
        "o": 32089,
        "r": "nasb:2 Corinthians:2:6",
        "t": "Sufficient for such a one is this punishment which was*i inflicted*i by the majority,"
    },
    {
        "o": 32090,
        "r": "nasb:2 Corinthians:2:7",
        "t": "so that on the contrary you should rather forgive and comfort him,*i otherwise such a one might be overwhelmed by excessive sorrow."
    },
    {
        "o": 32091,
        "r": "nasb:2 Corinthians:2:8",
        "t": "Wherefore I urge you to reaffirm your*i love for him."
    },
    {
        "o": 32092,
        "r": "nasb:2 Corinthians:2:9",
        "t": "For to this end also I wrote, so that I might put you to the test, whether you are obedient in all things."
    },
    {
        "o": 32093,
        "r": "nasb:2 Corinthians:2:10",
        "t": "But one whom you forgive anything, I forgive*i also; for indeed what I have forgiven, if I have forgiven anything, I*i did*i it*i for your sakes in the presence of Christ,"
    },
    {
        "o": 32094,
        "r": "nasb:2 Corinthians:2:11",
        "t": "so that no advantage would be taken of us by Satan, for we are not ignorant of his schemes."
    },
    {
        "o": 32095,
        "r": "nasb:2 Corinthians:2:12",
        "t": "Now*p when I came to Troas for the gospel of Christ and when a door was opened for me in the Lord,"
    },
    {
        "o": 32096,
        "r": "nasb:2 Corinthians:2:13",
        "t": "I had no rest for my spirit, not finding Titus my brother; but taking my leave of them, I went on to Macedonia."
    },
    {
        "o": 32097,
        "r": "nasb:2 Corinthians:2:14",
        "t": "But*p thanks be to God, who always leads us in triumph in Christ, and manifests through us the sweet aroma of the knowledge of Him in every place."
    },
    {
        "o": 32098,
        "r": "nasb:2 Corinthians:2:15",
        "t": "For we are a fragrance of Christ to God among those who are being saved and among those who are perishing;"
    },
    {
        "o": 32099,
        "r": "nasb:2 Corinthians:2:16",
        "t": "to the one an aroma from death to death, to the other an aroma from life to life. And who is adequate for these things?"
    },
    {
        "o": 32100,
        "r": "nasb:2 Corinthians:2:17",
        "t": "For we are not like many, peddling the word of God, but as from sincerity, but as from God, we speak in Christ in the sight of God."
    }
]
