[
    {
        "o": 2254,
        "r": "nkjv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2255,
        "r": "nkjv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2256,
        "r": "nkjv:Exodus:20:1",
        "t": "And*p God spoke all these words, saying:"
    },
    {
        "o": 2257,
        "r": "nkjv:Exodus:20:2",
        "t": "“I*pn am*i the Lord*s your God, who brought you out of the land of Egypt, out of the house of bondage."
    },
    {
        "o": 2258,
        "r": "nkjv:Exodus:20:3",
        "t": "“You*ld shall have no other gods before Me."
    },
    {
        "o": 2259,
        "r": "nkjv:Exodus:20:4",
        "t": "“You*ld shall not make for yourself a carved image—any likeness of*i anything*i that is*i in heaven above, or that is*i in the earth beneath, or that is*i in the water under the earth;"
    },
    {
        "o": 2260,
        "r": "nkjv:Exodus:20:5",
        "t": "you shall not bow down to them nor serve them. For I, the Lord*s your God, am*i a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations*i of those who hate Me,"
    },
    {
        "o": 2261,
        "r": "nkjv:Exodus:20:6",
        "t": "but showing mercy to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 2262,
        "r": "nkjv:Exodus:20:7",
        "t": "“You*ld shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him*i guiltless who takes His name in vain."
    },
    {
        "o": 2263,
        "r": "nkjv:Exodus:20:8",
        "t": "“Remember*ld the Sabbath day, to keep it holy."
    },
    {
        "o": 2264,
        "r": "nkjv:Exodus:20:9",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 2265,
        "r": "nkjv:Exodus:20:10",
        "t": "but the seventh day is*i the Sabbath of the Lord*s your God. In*i it*i you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is*i within your gates."
    },
    {
        "o": 2266,
        "r": "nkjv:Exodus:20:11",
        "t": "For in*i six days the Lord*s made the heavens and the earth, the sea, and all that is*i in them, and rested the seventh day. Therefore the Lord*s blessed the Sabbath day and hallowed it."
    },
    {
        "o": 2267,
        "r": "nkjv:Exodus:20:12",
        "t": "“Honor*ld your father and your mother, that your days may be long upon the land which the Lord*s your God is giving you."
    },
    {
        "o": 2268,
        "r": "nkjv:Exodus:20:13",
        "t": "“You*ld shall not murder."
    },
    {
        "o": 2269,
        "r": "nkjv:Exodus:20:14",
        "t": "“You*ld shall not commit adultery."
    },
    {
        "o": 2270,
        "r": "nkjv:Exodus:20:15",
        "t": "“You*ld shall not steal."
    },
    {
        "o": 2271,
        "r": "nkjv:Exodus:20:16",
        "t": "“You*ld shall not bear false witness against your neighbor."
    },
    {
        "o": 2272,
        "r": "nkjv:Exodus:20:17",
        "t": "“You*ld shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is*i your neighbor’s.”"
    },
    {
        "o": 2273,
        "r": "nkjv:Exodus:20:17",
        "t": "The People Afraid of God’s Presence",
        "h": 2
    },
    {
        "o": 2274,
        "r": "nkjv:Exodus:20:18",
        "t": "Now*p all the people witnessed the thunderings, the lightning flashes, the sound of the trumpet, and the mountain smoking; and when the people saw it,*i they trembled and stood afar off."
    },
    {
        "o": 2275,
        "r": "nkjv:Exodus:20:19",
        "t": "Then they said to Moses, “You speak with us, and we will hear; but let not God speak with us, lest we die.”"
    },
    {
        "o": 2276,
        "r": "nkjv:Exodus:20:20",
        "t": "And*p Moses said to the people, “Do not fear; for God has come to test you, and that His fear may be before you, so that you may not sin.”"
    },
    {
        "o": 2277,
        "r": "nkjv:Exodus:20:21",
        "t": "So the people stood afar off, but Moses drew near the thick darkness where God was.*i"
    },
    {
        "o": 2278,
        "r": "nkjv:Exodus:20:21",
        "t": "The Law of the Altar",
        "h": 2
    },
    {
        "o": 2279,
        "r": "nkjv:Exodus:20:22",
        "t": "Then*p the Lord*s said to Moses, “Thus you shall say to the children of Israel: ‘You have seen that I have talked with you from heaven."
    },
    {
        "o": 2280,
        "r": "nkjv:Exodus:20:23",
        "t": "You shall not make anything*i to*i be*i with Me—gods of silver or gods of gold you shall not make for yourselves."
    },
    {
        "o": 2281,
        "r": "nkjv:Exodus:20:24",
        "t": "An altar of earth you shall make for Me, and you shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I record My name I will come to you, and I will bless you."
    },
    {
        "o": 2282,
        "r": "nkjv:Exodus:20:25",
        "t": "And if you make Me an altar of stone, you shall not build it of hewn stone; for if you use your tool on it, you have profaned it."
    },
    {
        "o": 2283,
        "r": "nkjv:Exodus:20:26",
        "t": "Nor shall you go up by steps to My altar, that your nakedness may not be exposed on it.’"
    }
]
