[
    {
        "o": 443,
        "r": "kjv:Genesis:18:0",
        "t": "Genesis 18",
        "h": 1
    },
    {
        "o": 444,
        "r": "kjv:Genesis:18:1",
        "t": "And*p the Lord*s appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day;"
    },
    {
        "o": 445,
        "r": "kjv:Genesis:18:2",
        "t": "And*p he lift up his eyes and looked, and, lo, three men stood by him: and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground,"
    },
    {
        "o": 446,
        "r": "kjv:Genesis:18:3",
        "t": "And*p said, My Lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant:"
    },
    {
        "o": 447,
        "r": "kjv:Genesis:18:4",
        "t": "Let*p a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:"
    },
    {
        "o": 448,
        "r": "kjv:Genesis:18:5",
        "t": "And*p I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said."
    },
    {
        "o": 449,
        "r": "kjv:Genesis:18:6",
        "t": "And*p Abraham hastened into the tent unto Sarah, and said, Make ready quickly three measures of fine meal, knead it, and make cakes upon the hearth."
    },
    {
        "o": 450,
        "r": "kjv:Genesis:18:7",
        "t": "And*p Abraham ran unto the herd, and fetched a calf tender and good, and gave it unto a young man; and he hasted to dress it."
    },
    {
        "o": 451,
        "r": "kjv:Genesis:18:8",
        "t": "And*p he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat."
    },
    {
        "o": 452,
        "r": "kjv:Genesis:18:9",
        "t": "And*p they said unto him, Where is Sarah thy wife? And he said, Behold, in the tent."
    },
    {
        "o": 453,
        "r": "kjv:Genesis:18:10",
        "t": "And*p he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it in the tent door, which was behind him."
    },
    {
        "o": 454,
        "r": "kjv:Genesis:18:11",
        "t": "Now*p Abraham and Sarah were old and well stricken in age; and it ceased to be with Sarah after the manner of women."
    },
    {
        "o": 455,
        "r": "kjv:Genesis:18:12",
        "t": "Therefore*p Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?"
    },
    {
        "o": 456,
        "r": "kjv:Genesis:18:13",
        "t": "And*p the Lord*s said unto Abraham, Wherefore did Sarah laugh, saying, Shall I of a surety bear a child, which am old?"
    },
    {
        "o": 457,
        "r": "kjv:Genesis:18:14",
        "t": "Is*p any thing too hard for the Lord?*s At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son."
    },
    {
        "o": 458,
        "r": "kjv:Genesis:18:15",
        "t": "Then*p Sarah denied, saying, I laughed not; for she was afraid. And he said, Nay; but thou didst laugh."
    },
    {
        "o": 459,
        "r": "kjv:Genesis:18:16",
        "t": "And*p the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way."
    },
    {
        "o": 460,
        "r": "kjv:Genesis:18:17",
        "t": "And*p the Lord*s said, Shall I hide from Abraham that thing which I do;"
    },
    {
        "o": 461,
        "r": "kjv:Genesis:18:18",
        "t": "Seeing*p that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?"
    },
    {
        "o": 462,
        "r": "kjv:Genesis:18:19",
        "t": "For*p I know him, that he will command his children and his household after him, and they shall keep the way of the Lord,*s to do justice and judgment; that the Lord*s may bring upon Abraham that which he hath spoken of him."
    },
    {
        "o": 463,
        "r": "kjv:Genesis:18:20",
        "t": "And*p the Lord*s said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;"
    },
    {
        "o": 464,
        "r": "kjv:Genesis:18:21",
        "t": "I*p will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know."
    },
    {
        "o": 465,
        "r": "kjv:Genesis:18:22",
        "t": "And*p the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord.*s"
    },
    {
        "o": 466,
        "r": "kjv:Genesis:18:23",
        "t": "And*p Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?"
    },
    {
        "o": 467,
        "r": "kjv:Genesis:18:24",
        "t": "Peradventure*p there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein?"
    },
    {
        "o": 468,
        "r": "kjv:Genesis:18:25",
        "t": "That*p be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?"
    },
    {
        "o": 469,
        "r": "kjv:Genesis:18:26",
        "t": "And*p the Lord*s said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes."
    },
    {
        "o": 470,
        "r": "kjv:Genesis:18:27",
        "t": "And*p Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:"
    },
    {
        "o": 471,
        "r": "kjv:Genesis:18:28",
        "t": "Peradventure*p there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it."
    },
    {
        "o": 472,
        "r": "kjv:Genesis:18:29",
        "t": "And*p he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty's sake."
    },
    {
        "o": 473,
        "r": "kjv:Genesis:18:30",
        "t": "And*p he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there."
    },
    {
        "o": 474,
        "r": "kjv:Genesis:18:31",
        "t": "And*p he said, Behold now, I have taken upon me to speak unto the Lord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty's sake."
    },
    {
        "o": 475,
        "r": "kjv:Genesis:18:32",
        "t": "And*p he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten's sake."
    },
    {
        "o": 476,
        "r": "kjv:Genesis:18:33",
        "t": "And*p the Lord*s went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place."
    }
]
