[
    {
        "o": 34473,
        "r": "esv:Revelation:4:0",
        "t": "Revelation 4",
        "h": 1
    },
    {
        "o": 34474,
        "r": "esv:Revelation:4:0",
        "t": "The Throne in Heaven",
        "h": 2
    },
    {
        "o": 34475,
        "r": "esv:Revelation:4:1",
        "t": "After*p this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, “Come*r up*r here,*r and*r I*r will*r show*r you*r what*r must*r take*r place*r after*r this.”*r"
    },
    {
        "o": 34476,
        "r": "esv:Revelation:4:2",
        "t": "At once I was in the Spirit, and behold, a throne stood in heaven, with one seated on the throne."
    },
    {
        "o": 34477,
        "r": "esv:Revelation:4:3",
        "t": "And he who sat there had the appearance of jasper and carnelian, and around the throne was a rainbow that had the appearance of an emerald."
    },
    {
        "o": 34478,
        "r": "esv:Revelation:4:4",
        "t": "Around the throne were twenty-four thrones, and seated on the thrones were twenty-four elders, clothed in white garments, with golden crowns on their heads."
    },
    {
        "o": 34479,
        "r": "esv:Revelation:4:5",
        "t": "From the throne came flashes of lightning, and rumblings and peals of thunder, and before the throne were burning seven torches of fire, which are the seven spirits of God,"
    },
    {
        "o": 34480,
        "r": "esv:Revelation:4:6",
        "t": "and before the throne there was as it were a sea of glass, like crystal. And*p around the throne, on each side of the throne, are four living creatures, full of eyes in front and behind:"
    },
    {
        "o": 34481,
        "r": "esv:Revelation:4:7",
        "t": "the first living creature like a lion, the second living creature like an ox, the third living creature with the face of a man, and the fourth living creature like an eagle in flight."
    },
    {
        "o": 34482,
        "r": "esv:Revelation:4:8",
        "t": "And the four living creatures, each of them with six wings, are full of eyes all around and within, and day and night they never cease to say, “Holy,*pn holy, holy, is the Lord God Almighty, who*ld was and is and is to come!”"
    },
    {
        "o": 34483,
        "r": "esv:Revelation:4:9",
        "t": "And*p whenever the living creatures give glory and honor and thanks to him who is seated on the throne, who lives forever and ever,"
    },
    {
        "o": 34484,
        "r": "esv:Revelation:4:10",
        "t": "the twenty-four elders fall down before him who is seated on the throne and worship him who lives forever and ever. They cast their crowns before the throne, saying,"
    },
    {
        "o": 34485,
        "r": "esv:Revelation:4:11",
        "t": "“Worthy*pn are you, our Lord and God, to*ld receive glory and honor and power, for*ln you created all things, and*ld by your will they existed and were created.”"
    }
]
