[
    {
        "o": 32506,
        "r": "nasb:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32507,
        "r": "nasb:Ephesians:1:0",
        "t": "The Blessings of Redemption",
        "h": 2
    },
    {
        "o": 32508,
        "r": "nasb:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, To*bp the saints who are at Ephesus and who*i are*i faithful in Christ Jesus:"
    },
    {
        "o": 32509,
        "r": "nasb:Ephesians:1:2",
        "t": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32510,
        "r": "nasb:Ephesians:1:3",
        "t": "Blessed*p be*i the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places*i in Christ,"
    },
    {
        "o": 32511,
        "r": "nasb:Ephesians:1:4",
        "t": "just as He chose us in Him before the foundation of the world, that we would be holy and blameless before Him. In love"
    },
    {
        "o": 32512,
        "r": "nasb:Ephesians:1:5",
        "t": "He predestined us to adoption as sons through Jesus Christ to Himself, according to the kind intention of His will,"
    },
    {
        "o": 32513,
        "r": "nasb:Ephesians:1:6",
        "t": "to the praise of the glory of His grace, which He freely bestowed on us in the Beloved."
    },
    {
        "o": 32514,
        "r": "nasb:Ephesians:1:7",
        "t": "In Him we have redemption through His blood, the forgiveness of our trespasses, according to the riches of His grace"
    },
    {
        "o": 32515,
        "r": "nasb:Ephesians:1:8",
        "t": "which He lavished on us. In all wisdom and insight"
    },
    {
        "o": 32516,
        "r": "nasb:Ephesians:1:9",
        "t": "He made known to us the mystery of His will, according to His kind intention which He purposed in Him"
    },
    {
        "o": 32517,
        "r": "nasb:Ephesians:1:10",
        "t": "with a view to an administration suitable to the fullness of the times, that*i is,*i the summing up of all things in Christ, things in the heavens and things on the earth. In Him"
    },
    {
        "o": 32518,
        "r": "nasb:Ephesians:1:11",
        "t": "also we have obtained an inheritance, having been predestined according to His purpose who works all things after the counsel of His will,"
    },
    {
        "o": 32519,
        "r": "nasb:Ephesians:1:12",
        "t": "to the end that we who were the first to hope in Christ would be to the praise of His glory."
    },
    {
        "o": 32520,
        "r": "nasb:Ephesians:1:13",
        "t": "In Him, you also, after listening to the message of truth, the gospel of your salvation—having also believed, you were sealed in Him with the Holy Spirit of promise,"
    },
    {
        "o": 32521,
        "r": "nasb:Ephesians:1:14",
        "t": "who is given as a pledge of our inheritance, with a view to the redemption of God’s*i own*i possession, to the praise of His glory."
    },
    {
        "o": 32522,
        "r": "nasb:Ephesians:1:15",
        "t": "For*p this reason I too, having heard of the faith in the Lord Jesus which exists*i among you and your love for all the saints,"
    },
    {
        "o": 32523,
        "r": "nasb:Ephesians:1:16",
        "t": "do not cease giving thanks for you, while making mention of*i you*i in my prayers;"
    },
    {
        "o": 32524,
        "r": "nasb:Ephesians:1:17",
        "t": "that the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and of revelation in the knowledge of Him."
    },
    {
        "o": 32525,
        "r": "nasb:Ephesians:1:18",
        "t": "I*i pray*i that*i the eyes of your heart may be enlightened, so that you will know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,"
    },
    {
        "o": 32526,
        "r": "nasb:Ephesians:1:19",
        "t": "and what is the surpassing greatness of His power toward us who believe. These*i are*i in accordance with the working of the strength of His might"
    },
    {
        "o": 32527,
        "r": "nasb:Ephesians:1:20",
        "t": "which He brought about in Christ, when He raised Him from the dead and seated Him at His right hand in the heavenly places,*i"
    },
    {
        "o": 32528,
        "r": "nasb:Ephesians:1:21",
        "t": "far above all rule and authority and power and dominion, and every name that is named, not only in this age but also in the one to come."
    },
    {
        "o": 32529,
        "r": "nasb:Ephesians:1:22",
        "t": "And He put all things in subjection under His feet, and gave Him as head over all things to the church,"
    },
    {
        "o": 32530,
        "r": "nasb:Ephesians:1:23",
        "t": "which is His body, the fullness of Him who fills all in all."
    },
    {
        "o": 32531,
        "r": "nasb:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 32532,
        "r": "nasb:Ephesians:2:0",
        "t": "Made Alive in Christ",
        "h": 2
    },
    {
        "o": 32533,
        "r": "nasb:Ephesians:2:1",
        "t": "And*p you were dead in your trespasses and sins,"
    },
    {
        "o": 32534,
        "r": "nasb:Ephesians:2:2",
        "t": "in which you formerly walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience."
    },
    {
        "o": 32535,
        "r": "nasb:Ephesians:2:3",
        "t": "Among them we too all formerly lived in the lusts of our flesh, indulging the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest."
    },
    {
        "o": 32536,
        "r": "nasb:Ephesians:2:4",
        "t": "But God, being rich in mercy, because of His great love with which He loved us,"
    },
    {
        "o": 32537,
        "r": "nasb:Ephesians:2:5",
        "t": "even when we were dead in our transgressions, made us alive together with Christ (by grace you have been saved),"
    },
    {
        "o": 32538,
        "r": "nasb:Ephesians:2:6",
        "t": "and raised us up with Him, and seated us with Him in the heavenly places*i in Christ Jesus,"
    },
    {
        "o": 32539,
        "r": "nasb:Ephesians:2:7",
        "t": "so that in the ages to come He might show the surpassing riches of His grace in kindness toward us in Christ Jesus."
    },
    {
        "o": 32540,
        "r": "nasb:Ephesians:2:8",
        "t": "For by grace you have been saved through faith; and that not of yourselves, it*i is*i the gift of God;"
    },
    {
        "o": 32541,
        "r": "nasb:Ephesians:2:9",
        "t": "not as a result of works, so that no one may boast."
    },
    {
        "o": 32542,
        "r": "nasb:Ephesians:2:10",
        "t": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."
    },
    {
        "o": 32543,
        "r": "nasb:Ephesians:2:11",
        "t": "Therefore*p remember that formerly you, the Gentiles in the flesh, who are called “Uncircumcision” by the so-called “Circumcision,” which*i is*i performed in the flesh by human hands—"
    },
    {
        "o": 32544,
        "r": "nasb:Ephesians:2:12",
        "t": "remember*i that you were at that time separate from Christ, excluded from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world."
    },
    {
        "o": 32545,
        "r": "nasb:Ephesians:2:13",
        "t": "But now in Christ Jesus you who formerly were far off have been brought near by the blood of Christ."
    },
    {
        "o": 32546,
        "r": "nasb:Ephesians:2:14",
        "t": "For He Himself is our peace, who made both groups*i into*i one and broke down the barrier of the dividing wall,"
    },
    {
        "o": 32547,
        "r": "nasb:Ephesians:2:15",
        "t": "by abolishing in His flesh the enmity, which*i is*i the Law of commandments contained*i in ordinances, so that in Himself He might make the two into one new man, thus*i establishing peace,"
    },
    {
        "o": 32548,
        "r": "nasb:Ephesians:2:16",
        "t": "and might reconcile them both in one body to God through the cross, by it having put to death the enmity."
    },
    {
        "o": 32549,
        "r": "nasb:Ephesians:2:17",
        "t": "And He*s came*s and*s preached*s peace*s to*s you*s who*s were*s far*s away,*s and*s peace*s to*s those*s who*s were*s near;*s"
    },
    {
        "o": 32550,
        "r": "nasb:Ephesians:2:18",
        "t": "for through Him we both have our access in one Spirit to the Father."
    },
    {
        "o": 32551,
        "r": "nasb:Ephesians:2:19",
        "t": "So then you are no longer strangers and aliens, but you are fellow citizens with the saints, and are of God’s household,"
    },
    {
        "o": 32552,
        "r": "nasb:Ephesians:2:20",
        "t": "having been built on the foundation of the apostles and prophets, Christ Jesus Himself being the corner stone,*i"
    },
    {
        "o": 32553,
        "r": "nasb:Ephesians:2:21",
        "t": "in whom the whole building, being fitted together, is growing into a holy temple in the Lord,"
    },
    {
        "o": 32554,
        "r": "nasb:Ephesians:2:22",
        "t": "in whom you also are being built together into a dwelling of God in the Spirit."
    },
    {
        "o": 32555,
        "r": "nasb:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 32556,
        "r": "nasb:Ephesians:3:0",
        "t": "Paul’s Stewardship",
        "h": 2
    },
    {
        "o": 32557,
        "r": "nasb:Ephesians:3:1",
        "t": "For*p this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—"
    },
    {
        "o": 32558,
        "r": "nasb:Ephesians:3:2",
        "t": "if indeed you have heard of the stewardship of God’s grace which was given to me for you;"
    },
    {
        "o": 32559,
        "r": "nasb:Ephesians:3:3",
        "t": "that by revelation there was made known to me the mystery, as I wrote before in brief."
    },
    {
        "o": 32560,
        "r": "nasb:Ephesians:3:4",
        "t": "By referring to this, when you read you can understand my insight into the mystery of Christ,"
    },
    {
        "o": 32561,
        "r": "nasb:Ephesians:3:5",
        "t": "which in other generations was not made known to the sons of men, as it has now been revealed to His holy apostles and prophets in the Spirit;"
    },
    {
        "o": 32562,
        "r": "nasb:Ephesians:3:6",
        "t": "to*i be*i specific,*i that the Gentiles are fellow heirs and fellow members of the body, and fellow partakers of the promise in Christ Jesus through the gospel,"
    },
    {
        "o": 32563,
        "r": "nasb:Ephesians:3:7",
        "t": "of which I was made a minister, according to the gift of God’s grace which was given to me according to the working of His power."
    },
    {
        "o": 32564,
        "r": "nasb:Ephesians:3:8",
        "t": "To me, the very least of all saints, this grace was given, to preach to the Gentiles the unfathomable riches of Christ,"
    },
    {
        "o": 32565,
        "r": "nasb:Ephesians:3:9",
        "t": "and to bring to light what is the administration of the mystery which for ages has been hidden in God who created all things;"
    },
    {
        "o": 32566,
        "r": "nasb:Ephesians:3:10",
        "t": "so that the manifold wisdom of God might now be made known through the church to the rulers and the authorities in the heavenly places.*i"
    },
    {
        "o": 32567,
        "r": "nasb:Ephesians:3:11",
        "t": "This*i was*i in accordance with the eternal purpose which He carried out in Christ Jesus our Lord,"
    },
    {
        "o": 32568,
        "r": "nasb:Ephesians:3:12",
        "t": "in whom we have boldness and confident access through faith in Him."
    },
    {
        "o": 32569,
        "r": "nasb:Ephesians:3:13",
        "t": "Therefore I ask you not to lose heart at my tribulations on your behalf, for they are your glory."
    },
    {
        "o": 32570,
        "r": "nasb:Ephesians:3:14",
        "t": "For*p this reason I bow my knees before the Father,"
    },
    {
        "o": 32571,
        "r": "nasb:Ephesians:3:15",
        "t": "from whom every family in heaven and on earth derives its name,"
    },
    {
        "o": 32572,
        "r": "nasb:Ephesians:3:16",
        "t": "that He would grant you, according to the riches of His glory, to be strengthened with power through His Spirit in the inner man,"
    },
    {
        "o": 32573,
        "r": "nasb:Ephesians:3:17",
        "t": "so that Christ may dwell in your hearts through faith; and*i that you, being rooted and grounded in love,"
    },
    {
        "o": 32574,
        "r": "nasb:Ephesians:3:18",
        "t": "may be able to comprehend with all the saints what is the breadth and length and height and depth,"
    },
    {
        "o": 32575,
        "r": "nasb:Ephesians:3:19",
        "t": "and to know the love of Christ which surpasses knowledge, that you may be filled up to all the fullness of God."
    },
    {
        "o": 32576,
        "r": "nasb:Ephesians:3:20",
        "t": "Now*p to Him who is able to do far more abundantly beyond all that we ask or think, according to the power that works within us,"
    },
    {
        "o": 32577,
        "r": "nasb:Ephesians:3:21",
        "t": "to Him be*i the glory in the church and in Christ Jesus to all generations forever and ever. Amen."
    },
    {
        "o": 32578,
        "r": "nasb:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 32579,
        "r": "nasb:Ephesians:4:0",
        "t": "Unity of the Spirit",
        "h": 2
    },
    {
        "o": 32580,
        "r": "nasb:Ephesians:4:1",
        "t": "Therefore*p I, the prisoner of the Lord, implore you to walk in a manner worthy of the calling with which you have been called,"
    },
    {
        "o": 32581,
        "r": "nasb:Ephesians:4:2",
        "t": "with all humility and gentleness, with patience, showing tolerance for one another in love,"
    },
    {
        "o": 32582,
        "r": "nasb:Ephesians:4:3",
        "t": "being diligent to preserve the unity of the Spirit in the bond of peace."
    },
    {
        "o": 32583,
        "r": "nasb:Ephesians:4:4",
        "t": "There*i is*i one body and one Spirit, just as also you were called in one hope of your calling;"
    },
    {
        "o": 32584,
        "r": "nasb:Ephesians:4:5",
        "t": "one Lord, one faith, one baptism,"
    },
    {
        "o": 32585,
        "r": "nasb:Ephesians:4:6",
        "t": "one God and Father of all who is over all and through all and in all."
    },
    {
        "o": 32586,
        "r": "nasb:Ephesians:4:7",
        "t": "But*p to each one of us grace was given according to the measure of Christ’s gift."
    },
    {
        "o": 32587,
        "r": "nasb:Ephesians:4:8",
        "t": "Therefore it says, “When*spn He*s ascended*s on*s high,*s He*sln led*s captive*s a*s host*s of*s captives,*s And*ln He*s gave*s gifts*s to*s men.”*s"
    },
    {
        "o": 32588,
        "r": "nasb:Ephesians:4:9",
        "t": "(Now*p this expression,*i “He ascended,” what does it mean except that He also had descended into the lower parts of the earth?"
    },
    {
        "o": 32589,
        "r": "nasb:Ephesians:4:10",
        "t": "He who descended is Himself also He who ascended far above all the heavens, so that He might fill all things.)"
    },
    {
        "o": 32590,
        "r": "nasb:Ephesians:4:11",
        "t": "And He gave some as*i apostles, and some as*i prophets, and some as*i evangelists, and some as*i pastors and teachers,"
    },
    {
        "o": 32591,
        "r": "nasb:Ephesians:4:12",
        "t": "for the equipping of the saints for the work of service, to the building up of the body of Christ;"
    },
    {
        "o": 32592,
        "r": "nasb:Ephesians:4:13",
        "t": "until we all attain to the unity of the faith, and of the knowledge of the Son of God, to a mature man, to the measure of the stature which belongs to the fullness of Christ."
    },
    {
        "o": 32593,
        "r": "nasb:Ephesians:4:14",
        "t": "As a result, we are no longer to be children, tossed here and there by waves and carried about by every wind of doctrine, by the trickery of men, by craftiness in deceitful scheming;"
    },
    {
        "o": 32594,
        "r": "nasb:Ephesians:4:15",
        "t": "but speaking the truth in love, we are to grow up in all aspects*i into Him who is the head, even*i Christ,"
    },
    {
        "o": 32595,
        "r": "nasb:Ephesians:4:16",
        "t": "from whom the whole body, being fitted and held together by what every joint supplies, according to the proper working of each individual part, causes the growth of the body for the building up of itself in love."
    },
    {
        "o": 32596,
        "r": "nasb:Ephesians:4:16",
        "t": "The Christian’s Walk",
        "h": 2
    },
    {
        "o": 32597,
        "r": "nasb:Ephesians:4:17",
        "t": "So*p this I say, and affirm together with the Lord, that you walk no longer just as the Gentiles also walk, in the futility of their mind,"
    },
    {
        "o": 32598,
        "r": "nasb:Ephesians:4:18",
        "t": "being darkened in their understanding, excluded from the life of God because of the ignorance that is in them, because of the hardness of their heart;"
    },
    {
        "o": 32599,
        "r": "nasb:Ephesians:4:19",
        "t": "and they, having become callous, have given themselves over to sensuality for the practice of every kind of impurity with greediness."
    },
    {
        "o": 32600,
        "r": "nasb:Ephesians:4:20",
        "t": "But you did not learn Christ in this way,"
    },
    {
        "o": 32601,
        "r": "nasb:Ephesians:4:21",
        "t": "if indeed you have heard Him and have been taught in Him, just as truth is in Jesus,"
    },
    {
        "o": 32602,
        "r": "nasb:Ephesians:4:22",
        "t": "that, in reference to your former manner of life, you lay aside the old self, which is being corrupted in accordance with the lusts of deceit,"
    },
    {
        "o": 32603,
        "r": "nasb:Ephesians:4:23",
        "t": "and that you be renewed in the spirit of your mind,"
    },
    {
        "o": 32604,
        "r": "nasb:Ephesians:4:24",
        "t": "and put on the new self, which in the*i likeness*i of*i God has been created in righteousness and holiness of the truth."
    },
    {
        "o": 32605,
        "r": "nasb:Ephesians:4:25",
        "t": "Therefore,*p laying aside falsehood, speak*s truth*s each*s one*s of*i you*i with*s his*s neighbor,*s for we are members of one another."
    },
    {
        "o": 32606,
        "r": "nasb:Ephesians:4:26",
        "t": "Be*s angry,*s and*s yet*i do*s not*s sin;*s do not let the sun go down on your anger,"
    },
    {
        "o": 32607,
        "r": "nasb:Ephesians:4:27",
        "t": "and do not give the devil an opportunity."
    },
    {
        "o": 32608,
        "r": "nasb:Ephesians:4:28",
        "t": "He who steals must steal no longer; but rather he must labor, performing with his own hands what is good, so that he will have something*i to share with one who has need."
    },
    {
        "o": 32609,
        "r": "nasb:Ephesians:4:29",
        "t": "Let no unwholesome word proceed from your mouth, but only such a*i word*i as is good for edification according to the need of*i the*i moment,*i so that it will give grace to those who hear."
    },
    {
        "o": 32610,
        "r": "nasb:Ephesians:4:30",
        "t": "Do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
    },
    {
        "o": 32611,
        "r": "nasb:Ephesians:4:31",
        "t": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice."
    },
    {
        "o": 32612,
        "r": "nasb:Ephesians:4:32",
        "t": "Be kind to one another, tender-hearted, forgiving each other, just as God in Christ also has forgiven you."
    },
    {
        "o": 32613,
        "r": "nasb:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 32614,
        "r": "nasb:Ephesians:5:0",
        "t": "Be Imitators of God",
        "h": 2
    },
    {
        "o": 32615,
        "r": "nasb:Ephesians:5:1",
        "t": "Therefore*p be imitators of God, as beloved children;"
    },
    {
        "o": 32616,
        "r": "nasb:Ephesians:5:2",
        "t": "and walk in love, just as Christ also loved you and gave Himself up for us, an offering and a sacrifice to God as a fragrant aroma."
    },
    {
        "o": 32617,
        "r": "nasb:Ephesians:5:3",
        "t": "But*p immorality or any impurity or greed must not even be named among you, as is proper among saints;"
    },
    {
        "o": 32618,
        "r": "nasb:Ephesians:5:4",
        "t": "and there*i must*i be*i no*i filthiness and silly talk, or coarse jesting, which are not fitting, but rather giving of thanks."
    },
    {
        "o": 32619,
        "r": "nasb:Ephesians:5:5",
        "t": "For this you know with certainty, that no immoral or impure person or covetous man, who is an idolater, has an inheritance in the kingdom of Christ and God."
    },
    {
        "o": 32620,
        "r": "nasb:Ephesians:5:6",
        "t": "Let*p no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience."
    },
    {
        "o": 32621,
        "r": "nasb:Ephesians:5:7",
        "t": "Therefore do not be partakers with them;"
    },
    {
        "o": 32622,
        "r": "nasb:Ephesians:5:8",
        "t": "for you were formerly darkness, but now you are Light in the Lord; walk as children of Light"
    },
    {
        "o": 32623,
        "r": "nasb:Ephesians:5:9",
        "t": "(for the fruit of the Light consists*i in all goodness and righteousness and truth),"
    },
    {
        "o": 32624,
        "r": "nasb:Ephesians:5:10",
        "t": "trying to learn what is pleasing to the Lord."
    },
    {
        "o": 32625,
        "r": "nasb:Ephesians:5:11",
        "t": "Do not participate in the unfruitful deeds of darkness, but instead even expose them;"
    },
    {
        "o": 32626,
        "r": "nasb:Ephesians:5:12",
        "t": "for it is disgraceful even to speak of the things which are done by them in secret."
    },
    {
        "o": 32627,
        "r": "nasb:Ephesians:5:13",
        "t": "But all things become visible when they are exposed by the light, for everything that becomes visible is light."
    },
    {
        "o": 32628,
        "r": "nasb:Ephesians:5:14",
        "t": "For this reason it says, “Awake,*pn sleeper, And*ln arise from the dead, And*ln Christ will shine on you.”"
    },
    {
        "o": 32629,
        "r": "nasb:Ephesians:5:15",
        "t": "Therefore*p be careful how you walk, not as unwise men but as wise,"
    },
    {
        "o": 32630,
        "r": "nasb:Ephesians:5:16",
        "t": "making the most of your time, because the days are evil."
    },
    {
        "o": 32631,
        "r": "nasb:Ephesians:5:17",
        "t": "So then do not be foolish, but understand what the will of the Lord is."
    },
    {
        "o": 32632,
        "r": "nasb:Ephesians:5:18",
        "t": "And do not get drunk with wine, for that is dissipation, but be filled with the Spirit,"
    },
    {
        "o": 32633,
        "r": "nasb:Ephesians:5:19",
        "t": "speaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;"
    },
    {
        "o": 32634,
        "r": "nasb:Ephesians:5:20",
        "t": "always giving thanks for all things in the name of our Lord Jesus Christ to God, even the Father;"
    },
    {
        "o": 32635,
        "r": "nasb:Ephesians:5:21",
        "t": "and be subject to one another in the fear of Christ."
    },
    {
        "o": 32636,
        "r": "nasb:Ephesians:5:21",
        "t": "Marriage Like Christ and the Church",
        "h": 2
    },
    {
        "o": 32637,
        "r": "nasb:Ephesians:5:22",
        "t": "Wives,*p be*i subject*i to your own husbands, as to the Lord."
    },
    {
        "o": 32638,
        "r": "nasb:Ephesians:5:23",
        "t": "For the husband is the head of the wife, as Christ also is the head of the church, He Himself being*i the Savior of the body."
    },
    {
        "o": 32639,
        "r": "nasb:Ephesians:5:24",
        "t": "But as the church is subject to Christ, so also the wives ought*i to*i be*i to their husbands in everything."
    },
    {
        "o": 32640,
        "r": "nasb:Ephesians:5:25",
        "t": "Husbands,*p love your wives, just as Christ also loved the church and gave Himself up for her,"
    },
    {
        "o": 32641,
        "r": "nasb:Ephesians:5:26",
        "t": "so that He might sanctify her, having cleansed her by the washing of water with the word,"
    },
    {
        "o": 32642,
        "r": "nasb:Ephesians:5:27",
        "t": "that He might present to Himself the church in all her glory, having no spot or wrinkle or any such thing; but that she would be holy and blameless."
    },
    {
        "o": 32643,
        "r": "nasb:Ephesians:5:28",
        "t": "So husbands ought also to love their own wives as their own bodies. He who loves his own wife loves himself;"
    },
    {
        "o": 32644,
        "r": "nasb:Ephesians:5:29",
        "t": "for no one ever hated his own flesh, but nourishes and cherishes it, just as Christ also does*i the church,"
    },
    {
        "o": 32645,
        "r": "nasb:Ephesians:5:30",
        "t": "because we are members of His body."
    },
    {
        "o": 32646,
        "r": "nasb:Ephesians:5:31",
        "t": "For*s this*s reason*s a*s man*s shall*s leave*s his*s father*s and*s mother*s and*s shall*s be*s joined*s to*s his*s wife,*s and*s the*s two*s shall*s become*s one*s flesh.*s"
    },
    {
        "o": 32647,
        "r": "nasb:Ephesians:5:32",
        "t": "This mystery is great; but I am speaking with reference to Christ and the church."
    },
    {
        "o": 32648,
        "r": "nasb:Ephesians:5:33",
        "t": "Nevertheless, each individual among you also is to love his own wife even as himself, and the wife must see*i to*i it*i that she respects her husband."
    },
    {
        "o": 32649,
        "r": "nasb:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 32650,
        "r": "nasb:Ephesians:6:0",
        "t": "Family Relationships",
        "h": 2
    },
    {
        "o": 32651,
        "r": "nasb:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, for this is right."
    },
    {
        "o": 32652,
        "r": "nasb:Ephesians:6:2",
        "t": "Honor*s your*s father*s and*s mother*s (which is the first commandment with a promise),"
    },
    {
        "o": 32653,
        "r": "nasb:Ephesians:6:3",
        "t": "so*s that*s it*s may*s be*s well*s with*s you,*s and*s that*s you*s may*s live*s long*s on*s the*s earth.*s"
    },
    {
        "o": 32654,
        "r": "nasb:Ephesians:6:4",
        "t": "Fathers,*p do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord."
    },
    {
        "o": 32655,
        "r": "nasb:Ephesians:6:5",
        "t": "Slaves,*p be obedient to those who are your masters according to the flesh, with fear and trembling, in the sincerity of your heart, as to Christ;"
    },
    {
        "o": 32656,
        "r": "nasb:Ephesians:6:6",
        "t": "not by way of eyeservice, as men-pleasers, but as slaves of Christ, doing the will of God from the heart."
    },
    {
        "o": 32657,
        "r": "nasb:Ephesians:6:7",
        "t": "With good will render service, as to the Lord, and not to men,"
    },
    {
        "o": 32658,
        "r": "nasb:Ephesians:6:8",
        "t": "knowing that whatever good thing each one does, this he will receive back from the Lord, whether slave or free."
    },
    {
        "o": 32659,
        "r": "nasb:Ephesians:6:9",
        "t": "And*p masters, do the same things to them, and give up threatening, knowing that both their Master and yours is in heaven, and there is no partiality with Him."
    },
    {
        "o": 32660,
        "r": "nasb:Ephesians:6:9",
        "t": "The Armor of God",
        "h": 2
    },
    {
        "o": 32661,
        "r": "nasb:Ephesians:6:10",
        "t": "Finally,*p be strong in the Lord and in the strength of His might."
    },
    {
        "o": 32662,
        "r": "nasb:Ephesians:6:11",
        "t": "Put on the full armor of God, so that you will be able to stand firm against the schemes of the devil."
    },
    {
        "o": 32663,
        "r": "nasb:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the powers, against the world forces of this darkness, against the spiritual forces*i of wickedness in the heavenly places.*i"
    },
    {
        "o": 32664,
        "r": "nasb:Ephesians:6:13",
        "t": "Therefore, take up the full armor of God, so that you will be able to resist in the evil day, and having done everything, to stand firm."
    },
    {
        "o": 32665,
        "r": "nasb:Ephesians:6:14",
        "t": "Stand firm therefore, having*s girded*s your*s loins*s with*s truth,*s and having*s put*s on*s the*s breastplate*s of*s righteousness,*s"
    },
    {
        "o": 32666,
        "r": "nasb:Ephesians:6:15",
        "t": "and having shod your*s feet*s with*s the*s preparation*s of*s the*s gospel*s of*s peace;*s"
    },
    {
        "o": 32667,
        "r": "nasb:Ephesians:6:16",
        "t": "in addition to all, taking up the shield of faith with which you will be able to extinguish all the flaming arrows of the evil one.*i"
    },
    {
        "o": 32668,
        "r": "nasb:Ephesians:6:17",
        "t": "And take the*s helmet*s of*s salvation,*s and the sword of the Spirit, which is the word of God."
    },
    {
        "o": 32669,
        "r": "nasb:Ephesians:6:18",
        "t": "With*p all prayer and petition pray at all times in the Spirit, and with this in view, be on the alert with all perseverance and petition for all the saints,"
    },
    {
        "o": 32670,
        "r": "nasb:Ephesians:6:19",
        "t": "and pray*i on my behalf, that utterance may be given to me in the opening of my mouth, to make known with boldness the mystery of the gospel,"
    },
    {
        "o": 32671,
        "r": "nasb:Ephesians:6:20",
        "t": "for which I am an ambassador in chains; that in proclaiming*i it I may speak boldly, as I ought to speak."
    },
    {
        "o": 32672,
        "r": "nasb:Ephesians:6:21",
        "t": "But*p that you also may know about my circumstances, how I am doing, Tychicus, the beloved brother and faithful minister in the Lord, will make everything known to you."
    },
    {
        "o": 32673,
        "r": "nasb:Ephesians:6:22",
        "t": "I have sent him to you for this very purpose, so that you may know about us, and that he may comfort your hearts."
    },
    {
        "o": 32674,
        "r": "nasb:Ephesians:6:23",
        "t": "Peace*p be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 32675,
        "r": "nasb:Ephesians:6:24",
        "t": "Grace be with all those who love our Lord Jesus Christ with incorruptible love.*i"
    }
]
