[
    {
        "o": 295,
        "r": "csb:Genesis:11:0",
        "t": "Genesis 11",
        "h": 1
    },
    {
        "o": 296,
        "r": "csb:Genesis:11:0",
        "t": "The Tower of Babylon",
        "h": 2
    },
    {
        "o": 297,
        "r": "csb:Genesis:11:1",
        "t": "The*p whole earth had the same language and vocabulary."
    },
    {
        "o": 298,
        "r": "csb:Genesis:11:2",
        "t": "As people migrated from the east, they found a valley in the land of Shinar and settled there."
    },
    {
        "o": 299,
        "r": "csb:Genesis:11:3",
        "t": "They said to each other, “Come, let’s make oven-fired bricks.” (They used brick for stone and asphalt for mortar.)"
    },
    {
        "o": 300,
        "r": "csb:Genesis:11:4",
        "t": "And they said, “Come, let’s build ourselves a city and a tower with its top in the sky. Let’s make a name for ourselves; otherwise, we will be scattered throughout the earth.”"
    },
    {
        "o": 301,
        "r": "csb:Genesis:11:5",
        "t": "Then*p the Lord*s came down to look over the city and the tower that the humans were building."
    },
    {
        "o": 302,
        "r": "csb:Genesis:11:6",
        "t": "The Lord*s said, “If they have begun to do this as one people all having the same language, then nothing they plan to do will be impossible for them."
    },
    {
        "o": 303,
        "r": "csb:Genesis:11:7",
        "t": "Come, let’s go down there and confuse their language so that they will not understand one another’s speech.”"
    },
    {
        "o": 304,
        "r": "csb:Genesis:11:8",
        "t": "So from there the Lord*s scattered them throughout the earth, and they stopped building the city."
    },
    {
        "o": 305,
        "r": "csb:Genesis:11:9",
        "t": "Therefore it is called Babylon, for there the Lord*s confused the language of the whole earth, and from there the Lord*s scattered them throughout the earth."
    },
    {
        "o": 306,
        "r": "csb:Genesis:11:9",
        "t": "From Shem to Abram",
        "h": 2
    },
    {
        "o": 307,
        "r": "csb:Genesis:11:10",
        "t": "These*p are the family records of Shem. Shem lived 100 years and fathered Arpachshad two years after the flood."
    },
    {
        "o": 308,
        "r": "csb:Genesis:11:11",
        "t": "After he fathered Arpachshad, Shem lived 500 years and fathered other sons and daughters."
    },
    {
        "o": 309,
        "r": "csb:Genesis:11:12",
        "t": "Arpachshad lived 35 years and fathered Shelah."
    },
    {
        "o": 310,
        "r": "csb:Genesis:11:13",
        "t": "After he fathered Shelah, Arpachshad lived 403 years and fathered other sons and daughters."
    },
    {
        "o": 311,
        "r": "csb:Genesis:11:14",
        "t": "Shelah lived 30 years and fathered Eber."
    },
    {
        "o": 312,
        "r": "csb:Genesis:11:15",
        "t": "After he fathered Eber, Shelah lived 403 years and fathered other sons and daughters."
    },
    {
        "o": 313,
        "r": "csb:Genesis:11:16",
        "t": "Eber lived 34 years and fathered Peleg."
    },
    {
        "o": 314,
        "r": "csb:Genesis:11:17",
        "t": "After he fathered Peleg, Eber lived 430 years and fathered other sons and daughters."
    },
    {
        "o": 315,
        "r": "csb:Genesis:11:18",
        "t": "Peleg lived 30 years and fathered Reu."
    },
    {
        "o": 316,
        "r": "csb:Genesis:11:19",
        "t": "After he fathered Reu, Peleg lived 209 years and fathered other sons and daughters."
    },
    {
        "o": 317,
        "r": "csb:Genesis:11:20",
        "t": "Reu lived 32 years and fathered Serug."
    },
    {
        "o": 318,
        "r": "csb:Genesis:11:21",
        "t": "After he fathered Serug, Reu lived 207 years and fathered other sons and daughters."
    },
    {
        "o": 319,
        "r": "csb:Genesis:11:22",
        "t": "Serug lived 30 years and fathered Nahor."
    },
    {
        "o": 320,
        "r": "csb:Genesis:11:23",
        "t": "After he fathered Nahor, Serug lived 200 years and fathered other sons and daughters."
    },
    {
        "o": 321,
        "r": "csb:Genesis:11:24",
        "t": "Nahor lived 29 years and fathered Terah."
    },
    {
        "o": 322,
        "r": "csb:Genesis:11:25",
        "t": "After he fathered Terah, Nahor lived 119 years and fathered other sons and daughters."
    },
    {
        "o": 323,
        "r": "csb:Genesis:11:26",
        "t": "Terah lived 70 years and fathered Abram, Nahor, and Haran."
    },
    {
        "o": 324,
        "r": "csb:Genesis:11:27",
        "t": "These*p are the family records of Terah. Terah fathered Abram, Nahor, and Haran, and Haran fathered Lot."
    },
    {
        "o": 325,
        "r": "csb:Genesis:11:28",
        "t": "Haran died in his native land, in Ur of the Chaldeans, during his father Terah’s lifetime."
    },
    {
        "o": 326,
        "r": "csb:Genesis:11:29",
        "t": "Abram and Nahor took wives: Abram’s wife was named Sarai, and Nahor’s wife was named Milcah. She was the daughter of Haran, the father of both Milcah and Iscah."
    },
    {
        "o": 327,
        "r": "csb:Genesis:11:30",
        "t": "Sarai was unable to conceive; she did not have a child."
    },
    {
        "o": 328,
        "r": "csb:Genesis:11:31",
        "t": "Terah*p took his son Abram, his grandson Lot (Haran’s son), and his daughter-in-law Sarai, his son Abram’s wife, and they set out together from Ur of the Chaldeans to go to the land of Canaan. But when they came to Haran, they settled there."
    },
    {
        "o": 329,
        "r": "csb:Genesis:11:32",
        "t": "Terah lived 205 years and died in Haran."
    }
]
