[
    {
        "o": 400,
        "r": "csb:Genesis:15:0",
        "t": "Genesis 15",
        "h": 1
    },
    {
        "o": 401,
        "r": "csb:Genesis:15:0",
        "t": "The Abrahamic Covenant",
        "h": 2
    },
    {
        "o": 402,
        "r": "csb:Genesis:15:1",
        "t": "After*p these events, the word of the Lord*s came to Abram in a vision: Do*pn not be afraid, Abram. I*ln am your shield; your*p reward will be very great."
    },
    {
        "o": 403,
        "r": "csb:Genesis:15:2",
        "t": "But*p Abram said, “Lord God,*s what can you give me, since I am childless and the heir of my house is Eliezer of Damascus?”"
    },
    {
        "o": 404,
        "r": "csb:Genesis:15:3",
        "t": "Abram continued, “Look, you have given me no offspring, so a slave born in my house will be my heir.”"
    },
    {
        "o": 405,
        "r": "csb:Genesis:15:4",
        "t": "Now*p the word of the Lord*s came to him: “This one will not be your heir; instead, one who comes from your own body will be your heir.”"
    },
    {
        "o": 406,
        "r": "csb:Genesis:15:5",
        "t": "He took him outside and said, “Look at the sky and count the stars, if you are able to count them.” Then he said to him, “Your offspring will be that numerous.”"
    },
    {
        "o": 407,
        "r": "csb:Genesis:15:6",
        "t": "Abram*p believed the Lord,*s and he credited it to him as righteousness."
    },
    {
        "o": 408,
        "r": "csb:Genesis:15:7",
        "t": "He*p also said to him, “I am the Lord*s who brought you from Ur of the Chaldeans to give you this land to possess.”"
    },
    {
        "o": 409,
        "r": "csb:Genesis:15:8",
        "t": "But*p he said, “Lord God,*s how can I know that I will possess it?”"
    },
    {
        "o": 410,
        "r": "csb:Genesis:15:9",
        "t": "He*p said to him, “Bring me a three-year-old cow, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”"
    },
    {
        "o": 411,
        "r": "csb:Genesis:15:10",
        "t": "So*p he brought all these to him, cut them in half, and laid the pieces opposite each other, but he did not cut the birds in half."
    },
    {
        "o": 412,
        "r": "csb:Genesis:15:11",
        "t": "Birds of prey came down on the carcasses, but Abram drove them away."
    },
    {
        "o": 413,
        "r": "csb:Genesis:15:12",
        "t": "As the sun was setting, a deep sleep came over Abram, and suddenly great terror and darkness descended on him."
    },
    {
        "o": 414,
        "r": "csb:Genesis:15:13",
        "t": "Then*p the Lord*s said to Abram, “Know this for certain: Your offspring will be resident aliens for four hundred years in a land that does not belong to them and will be enslaved and oppressed."
    },
    {
        "o": 415,
        "r": "csb:Genesis:15:14",
        "t": "However, I will judge the nation they serve, and afterward they will go out with many possessions."
    },
    {
        "o": 416,
        "r": "csb:Genesis:15:15",
        "t": "But you will go to your ancestors in peace and be buried at a good old age."
    },
    {
        "o": 417,
        "r": "csb:Genesis:15:16",
        "t": "In the fourth generation they will return here, for the iniquity of the Amorites has not yet reached its full measure.”"
    },
    {
        "o": 418,
        "r": "csb:Genesis:15:17",
        "t": "When*p the sun had set and it was dark, a smoking fire pot and a flaming torch appeared and passed between the divided animals."
    },
    {
        "o": 419,
        "r": "csb:Genesis:15:18",
        "t": "On that day the Lord*s made a covenant with Abram, saying, “I give this land to your offspring, from the Brook of Egypt to the great river, the Euphrates River:"
    },
    {
        "o": 420,
        "r": "csb:Genesis:15:19",
        "t": "the land of the Kenites, Kenizzites, Kadmonites,"
    },
    {
        "o": 421,
        "r": "csb:Genesis:15:20",
        "t": "Hethites, Perizzites, Rephaim,"
    },
    {
        "o": 422,
        "r": "csb:Genesis:15:21",
        "t": "Amorites, Canaanites, Girgashites, and Jebusites.”"
    }
]
