[
    {
        "o": 21399,
        "r": "niv:Jeremiah:22:0",
        "t": "Jeremiah 22",
        "h": 1
    },
    {
        "o": 21400,
        "r": "niv:Jeremiah:22:0",
        "t": "Judgment Against Wicked Kings",
        "h": 2
    },
    {
        "o": 21401,
        "r": "niv:Jeremiah:22:1",
        "t": "This*p is what the Lord*s says: “Go down to the palace of the king of Judah and proclaim this message there:"
    },
    {
        "o": 21402,
        "r": "niv:Jeremiah:22:2",
        "t": "‘Hear the word of the Lord*s to you, king of Judah, you who sit on David’s throne—you, your officials and your people who come through these gates."
    },
    {
        "o": 21403,
        "r": "niv:Jeremiah:22:3",
        "t": "This is what the Lord*s says: Do what is just and right. Rescue from the hand of the oppressor the one who has been robbed. Do no wrong or violence to the foreigner, the fatherless or the widow, and do not shed innocent blood in this place."
    },
    {
        "o": 21404,
        "r": "niv:Jeremiah:22:4",
        "t": "For if you are careful to carry out these commands, then kings who sit on David’s throne will come through the gates of this palace, riding in chariots and on horses, accompanied by their officials and their people."
    },
    {
        "o": 21405,
        "r": "niv:Jeremiah:22:5",
        "t": "But if you do not obey these commands, declares the Lord,*s I swear by myself that this palace will become a ruin.’ ”"
    },
    {
        "o": 21406,
        "r": "niv:Jeremiah:22:6",
        "t": "For*p this is what the Lord*s says about the palace of the king of Judah: “Though*pn you are like Gilead to me, like*ld the summit of Lebanon, I*ln will surely make you like a wasteland, like*ld towns not inhabited."
    },
    {
        "o": 21407,
        "r": "niv:Jeremiah:22:7",
        "t": "I*ln will send destroyers against you, each*ld man with his weapons, and*ln they will cut up your fine cedar beams and*ld throw them into the fire."
    },
    {
        "o": 21408,
        "r": "niv:Jeremiah:22:8",
        "t": "“People*p from many nations will pass by this city and will ask one another, ‘Why has the Lord*s done such a thing to this great city?’"
    },
    {
        "o": 21409,
        "r": "niv:Jeremiah:22:9",
        "t": "And the answer will be: ‘Because they have forsaken the covenant of the Lord*s their God and have worshiped and served other gods.’ ”"
    },
    {
        "o": 21410,
        "r": "niv:Jeremiah:22:10",
        "t": "Do*pn not weep for the dead king or mourn his loss; rather,*ld weep bitterly for him who is exiled, because*ln he will never return nor*ld see his native land again."
    },
    {
        "o": 21411,
        "r": "niv:Jeremiah:22:11",
        "t": "For*p this is what the Lord*s says about Shallum son of Josiah, who succeeded his father as king of Judah but has gone from this place: “He will never return."
    },
    {
        "o": 21412,
        "r": "niv:Jeremiah:22:12",
        "t": "He will die in the place where they have led him captive; he will not see this land again.”"
    },
    {
        "o": 21413,
        "r": "niv:Jeremiah:22:13",
        "t": "“Woe*pn to him who builds his palace by unrighteousness, his*ld upper rooms by injustice, making*ln his own people work for nothing, not*ld paying them for their labor."
    },
    {
        "o": 21414,
        "r": "niv:Jeremiah:22:14",
        "t": "He*ln says, ‘I will build myself a great palace with*ld spacious upper rooms.’ So*ln he makes large windows in it, panels*ld it with cedar and*ld decorates it in red."
    },
    {
        "o": 21415,
        "r": "niv:Jeremiah:22:15",
        "t": "“Does*pn it make you a king to*ld have more and more cedar? Did*ln not your father have food and drink? He*ld did what was right and just, so*ld all went well with him."
    },
    {
        "o": 21416,
        "r": "niv:Jeremiah:22:16",
        "t": "He*ln defended the cause of the poor and needy, and*ld so all went well. Is*ln that not what it means to know me?” declares*ld the Lord.*s"
    },
    {
        "o": 21417,
        "r": "niv:Jeremiah:22:17",
        "t": "“But*ln your eyes and your heart are*ld set only on dishonest gain, on*ln shedding innocent blood and*ld on oppression and extortion.”"
    },
    {
        "o": 21418,
        "r": "niv:Jeremiah:22:18",
        "t": "Therefore*p this is what the Lord*s says about Jehoiakim son of Josiah king of Judah: “They*pn will not mourn for him: ‘Alas,*ld my brother! Alas, my sister!’ They*ln will not mourn for him: ‘Alas,*ld my master! Alas, his splendor!’"
    },
    {
        "o": 21419,
        "r": "niv:Jeremiah:22:19",
        "t": "He*ln will have the burial of a donkey— dragged*ld away and thrown outside*ld the gates of Jerusalem.”"
    },
    {
        "o": 21420,
        "r": "niv:Jeremiah:22:20",
        "t": "“Go*pn up to Lebanon and cry out, let*ld your voice be heard in Bashan, cry*ln out from Abarim, for*ld all your allies are crushed."
    },
    {
        "o": 21421,
        "r": "niv:Jeremiah:22:21",
        "t": "I*ln warned you when you felt secure, but*ld you said, ‘I will not listen!’ This*ln has been your way from your youth; you*ld have not obeyed me."
    },
    {
        "o": 21422,
        "r": "niv:Jeremiah:22:22",
        "t": "The*ln wind will drive all your shepherds away, and*ld your allies will go into exile. Then*ln you will be ashamed and disgraced because*ld of all your wickedness."
    },
    {
        "o": 21423,
        "r": "niv:Jeremiah:22:23",
        "t": "You*ln who live in ‘Lebanon,’ who*ld are nestled in cedar buildings, how*ln you will groan when pangs come upon you, pain*ld like that of a woman in labor!"
    },
    {
        "o": 21424,
        "r": "niv:Jeremiah:22:24",
        "t": "“As*p surely as I live,” declares the Lord,*s “even if you, Jehoiachin son of Jehoiakim king of Judah, were a signet ring on my right hand, I would still pull you off."
    },
    {
        "o": 21425,
        "r": "niv:Jeremiah:22:25",
        "t": "I will deliver you into the hands of those who want to kill you, those you fear—Nebuchadnezzar king of Babylon and the Babylonians."
    },
    {
        "o": 21426,
        "r": "niv:Jeremiah:22:26",
        "t": "I will hurl you and the mother who gave you birth into another country, where neither of you was born, and there you both will die."
    },
    {
        "o": 21427,
        "r": "niv:Jeremiah:22:27",
        "t": "You will never come back to the land you long to return to.”"
    },
    {
        "o": 21428,
        "r": "niv:Jeremiah:22:28",
        "t": "Is*pn this man Jehoiachin a despised, broken pot, an*ld object no one wants? Why*ln will he and his children be hurled out, cast*ld into a land they do not know?"
    },
    {
        "o": 21429,
        "r": "niv:Jeremiah:22:29",
        "t": "O*ln land, land, land, hear*ld the word of the Lord!*s"
    },
    {
        "o": 21430,
        "r": "niv:Jeremiah:22:30",
        "t": "This*ln is what the Lord*s says: “Record*ln this man as if childless, a*ld man who will not prosper in his lifetime, for*ln none of his offspring will prosper, none*ld will sit on the throne of David or*ld rule anymore in Judah.”"
    }
]
