[
    {
        "o": 563,
        "r": "niv:Genesis:21:0",
        "t": "Genesis 21",
        "h": 1
    },
    {
        "o": 564,
        "r": "niv:Genesis:21:0",
        "t": "The Birth of Isaac",
        "h": 2
    },
    {
        "o": 565,
        "r": "niv:Genesis:21:1",
        "t": "Now*p the Lord*s was gracious to Sarah as he had said, and the Lord*s did for Sarah what he had promised."
    },
    {
        "o": 566,
        "r": "niv:Genesis:21:2",
        "t": "Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him."
    },
    {
        "o": 567,
        "r": "niv:Genesis:21:3",
        "t": "Abraham gave the name Isaac to the son Sarah bore him."
    },
    {
        "o": 568,
        "r": "niv:Genesis:21:4",
        "t": "When his son Isaac was eight days old, Abraham circumcised him, as God commanded him."
    },
    {
        "o": 569,
        "r": "niv:Genesis:21:5",
        "t": "Abraham was a hundred years old when his son Isaac was born to him."
    },
    {
        "o": 570,
        "r": "niv:Genesis:21:6",
        "t": "Sarah*p said, “God has brought me laughter, and everyone who hears about this will laugh with me.”"
    },
    {
        "o": 571,
        "r": "niv:Genesis:21:7",
        "t": "And she added, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.”"
    },
    {
        "o": 572,
        "r": "niv:Genesis:21:7",
        "t": "Hagar and Ishmael Sent Away",
        "h": 2
    },
    {
        "o": 573,
        "r": "niv:Genesis:21:8",
        "t": "The*p child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast."
    },
    {
        "o": 574,
        "r": "niv:Genesis:21:9",
        "t": "But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking,"
    },
    {
        "o": 575,
        "r": "niv:Genesis:21:10",
        "t": "and she said to Abraham, “Get rid of that slave woman and her son, for that woman’s son will never share in the inheritance with my son Isaac.”"
    },
    {
        "o": 576,
        "r": "niv:Genesis:21:11",
        "t": "The*p matter distressed Abraham greatly because it concerned his son."
    },
    {
        "o": 577,
        "r": "niv:Genesis:21:12",
        "t": "But God said to him, “Do not be so distressed about the boy and your slave woman. Listen to whatever Sarah tells you, because it is through Isaac that your offspring will be reckoned."
    },
    {
        "o": 578,
        "r": "niv:Genesis:21:13",
        "t": "I will make the son of the slave into a nation also, because he is your offspring.”"
    },
    {
        "o": 579,
        "r": "niv:Genesis:21:14",
        "t": "Early*p the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the Desert of Beersheba."
    },
    {
        "o": 580,
        "r": "niv:Genesis:21:15",
        "t": "When*p the water in the skin was gone, she put the boy under one of the bushes."
    },
    {
        "o": 581,
        "r": "niv:Genesis:21:16",
        "t": "Then she went off and sat down about a bowshot away, for she thought, “I cannot watch the boy die.” And as she sat there, she began to sob."
    },
    {
        "o": 582,
        "r": "niv:Genesis:21:17",
        "t": "God*p heard the boy crying, and the angel of God called to Hagar from heaven and said to her, “What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there."
    },
    {
        "o": 583,
        "r": "niv:Genesis:21:18",
        "t": "Lift the boy up and take him by the hand, for I will make him into a great nation.”"
    },
    {
        "o": 584,
        "r": "niv:Genesis:21:19",
        "t": "Then*p God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink."
    },
    {
        "o": 585,
        "r": "niv:Genesis:21:20",
        "t": "God*p was with the boy as he grew up. He lived in the desert and became an archer."
    },
    {
        "o": 586,
        "r": "niv:Genesis:21:21",
        "t": "While he was living in the Desert of Paran, his mother got a wife for him from Egypt."
    },
    {
        "o": 587,
        "r": "niv:Genesis:21:21",
        "t": "The Treaty at Beersheba",
        "h": 2
    },
    {
        "o": 588,
        "r": "niv:Genesis:21:22",
        "t": "At*p that time Abimelek and Phicol the commander of his forces said to Abraham, “God is with you in everything you do."
    },
    {
        "o": 589,
        "r": "niv:Genesis:21:23",
        "t": "Now swear to me here before God that you will not deal falsely with me or my children or my descendants. Show to me and the country where you now reside as a foreigner the same kindness I have shown to you.”"
    },
    {
        "o": 590,
        "r": "niv:Genesis:21:24",
        "t": "Abraham*p said, “I swear it.”"
    },
    {
        "o": 591,
        "r": "niv:Genesis:21:25",
        "t": "Then*p Abraham complained to Abimelek about a well of water that Abimelek’s servants had seized."
    },
    {
        "o": 592,
        "r": "niv:Genesis:21:26",
        "t": "But Abimelek said, “I don’t know who has done this. You did not tell me, and I heard about it only today.”"
    },
    {
        "o": 593,
        "r": "niv:Genesis:21:27",
        "t": "So*p Abraham brought sheep and cattle and gave them to Abimelek, and the two men made a treaty."
    },
    {
        "o": 594,
        "r": "niv:Genesis:21:28",
        "t": "Abraham set apart seven ewe lambs from the flock,"
    },
    {
        "o": 595,
        "r": "niv:Genesis:21:29",
        "t": "and Abimelek asked Abraham, “What is the meaning of these seven ewe lambs you have set apart by themselves?”"
    },
    {
        "o": 596,
        "r": "niv:Genesis:21:30",
        "t": "He*p replied, “Accept these seven lambs from my hand as a witness that I dug this well.”"
    },
    {
        "o": 597,
        "r": "niv:Genesis:21:31",
        "t": "So*p that place was called Beersheba, because the two men swore an oath there."
    },
    {
        "o": 598,
        "r": "niv:Genesis:21:32",
        "t": "After*p the treaty had been made at Beersheba, Abimelek and Phicol the commander of his forces returned to the land of the Philistines."
    },
    {
        "o": 599,
        "r": "niv:Genesis:21:33",
        "t": "Abraham planted a tamarisk tree in Beersheba, and there he called on the name of the Lord,*s the Eternal God."
    },
    {
        "o": 600,
        "r": "niv:Genesis:21:34",
        "t": "And Abraham stayed in the land of the Philistines for a long time."
    }
]
