[
    {
        "o": 952,
        "r": "esv:Genesis:31:0",
        "t": "Genesis 31",
        "h": 1
    },
    {
        "o": 953,
        "r": "esv:Genesis:31:0",
        "t": "Jacob Flees from Laban",
        "h": 2
    },
    {
        "o": 954,
        "r": "esv:Genesis:31:1",
        "t": "Now*p Jacob heard that the sons of Laban were saying, “Jacob has taken all that was our father’s, and from what was our father’s he has gained all this wealth.”"
    },
    {
        "o": 955,
        "r": "esv:Genesis:31:2",
        "t": "And Jacob saw that Laban did not regard him with favor as before."
    },
    {
        "o": 956,
        "r": "esv:Genesis:31:3",
        "t": "Then the Lord*s said to Jacob, “Return to the land of your fathers and to your kindred, and I will be with you.”"
    },
    {
        "o": 957,
        "r": "esv:Genesis:31:4",
        "t": "So*p Jacob sent and called Rachel and Leah into the field where his flock was"
    },
    {
        "o": 958,
        "r": "esv:Genesis:31:5",
        "t": "and said to them, “I see that your father does not regard me with favor as he did before. But the God of my father has been with me."
    },
    {
        "o": 959,
        "r": "esv:Genesis:31:6",
        "t": "You know that I have served your father with all my strength,"
    },
    {
        "o": 960,
        "r": "esv:Genesis:31:7",
        "t": "yet your father has cheated me and changed my wages ten times. But God did not permit him to harm me."
    },
    {
        "o": 961,
        "r": "esv:Genesis:31:8",
        "t": "If he said, ‘The spotted shall be your wages,’ then all the flock bore spotted; and if he said, ‘The striped shall be your wages,’ then all the flock bore striped."
    },
    {
        "o": 962,
        "r": "esv:Genesis:31:9",
        "t": "Thus God has taken away the livestock of your father and given them to me."
    },
    {
        "o": 963,
        "r": "esv:Genesis:31:10",
        "t": "In the breeding season of the flock I lifted up my eyes and saw in a dream that the goats that mated with the flock were striped, spotted, and mottled."
    },
    {
        "o": 964,
        "r": "esv:Genesis:31:11",
        "t": "Then the angel of God said to me in the dream, ‘Jacob,’ and I said, ‘Here I am!’"
    },
    {
        "o": 965,
        "r": "esv:Genesis:31:12",
        "t": "And he said, ‘Lift up your eyes and see, all the goats that mate with the flock are striped, spotted, and mottled, for I have seen all that Laban is doing to you."
    },
    {
        "o": 966,
        "r": "esv:Genesis:31:13",
        "t": "I am the God of Bethel, where you anointed a pillar and made a vow to me. Now arise, go out from this land and return to the land of your kindred.’”"
    },
    {
        "o": 967,
        "r": "esv:Genesis:31:14",
        "t": "Then Rachel and Leah answered and said to him, “Is there any portion or inheritance left to us in our father’s house?"
    },
    {
        "o": 968,
        "r": "esv:Genesis:31:15",
        "t": "Are we not regarded by him as foreigners? For he has sold us, and he has indeed devoured our money."
    },
    {
        "o": 969,
        "r": "esv:Genesis:31:16",
        "t": "All the wealth that God has taken away from our father belongs to us and to our children. Now then, whatever God has said to you, do.”"
    },
    {
        "o": 970,
        "r": "esv:Genesis:31:17",
        "t": "So*p Jacob arose and set his sons and his wives on camels."
    },
    {
        "o": 971,
        "r": "esv:Genesis:31:18",
        "t": "He drove away all his livestock, all his property that he had gained, the livestock in his possession that he had acquired in Paddan-aram, to go to the land of Canaan to his father Isaac."
    },
    {
        "o": 972,
        "r": "esv:Genesis:31:19",
        "t": "Laban had gone to shear his sheep, and Rachel stole her father’s household gods."
    },
    {
        "o": 973,
        "r": "esv:Genesis:31:20",
        "t": "And Jacob tricked Laban the Aramean, by not telling him that he intended to flee."
    },
    {
        "o": 974,
        "r": "esv:Genesis:31:21",
        "t": "He fled with all that he had and arose and crossed the Euphrates, and set his face toward the hill country of Gilead."
    },
    {
        "o": 975,
        "r": "esv:Genesis:31:22",
        "t": "When*p it was told Laban on the third day that Jacob had fled,"
    },
    {
        "o": 976,
        "r": "esv:Genesis:31:23",
        "t": "he took his kinsmen with him and pursued him for seven days and followed close after him into the hill country of Gilead."
    },
    {
        "o": 977,
        "r": "esv:Genesis:31:24",
        "t": "But God came to Laban the Aramean in a dream by night and said to him, “Be careful not to say anything to Jacob, either good or bad.”"
    },
    {
        "o": 978,
        "r": "esv:Genesis:31:25",
        "t": "And*p Laban overtook Jacob. Now Jacob had pitched his tent in the hill country, and Laban with his kinsmen pitched tents in the hill country of Gilead."
    },
    {
        "o": 979,
        "r": "esv:Genesis:31:26",
        "t": "And Laban said to Jacob, “What have you done, that you have tricked me and driven away my daughters like captives of the sword?"
    },
    {
        "o": 980,
        "r": "esv:Genesis:31:27",
        "t": "Why did you flee secretly and trick me, and did not tell me, so that I might have sent you away with mirth and songs, with tambourine and lyre?"
    },
    {
        "o": 981,
        "r": "esv:Genesis:31:28",
        "t": "And why did you not permit me to kiss my sons and my daughters farewell? Now you have done foolishly."
    },
    {
        "o": 982,
        "r": "esv:Genesis:31:29",
        "t": "It is in my power to do you harm. But the God of your father spoke to me last night, saying, ‘Be careful not to say anything to Jacob, either good or bad.’"
    },
    {
        "o": 983,
        "r": "esv:Genesis:31:30",
        "t": "And now you have gone away because you longed greatly for your father’s house, but why did you steal my gods?”"
    },
    {
        "o": 984,
        "r": "esv:Genesis:31:31",
        "t": "Jacob answered and said to Laban, “Because I was afraid, for I thought that you would take your daughters from me by force."
    },
    {
        "o": 985,
        "r": "esv:Genesis:31:32",
        "t": "Anyone with whom you find your gods shall not live. In the presence of our kinsmen point out what I have that is yours, and take it.” Now Jacob did not know that Rachel had stolen them."
    },
    {
        "o": 986,
        "r": "esv:Genesis:31:33",
        "t": "So*p Laban went into Jacob’s tent and into Leah’s tent and into the tent of the two female servants, but he did not find them. And he went out of Leah’s tent and entered Rachel’s."
    },
    {
        "o": 987,
        "r": "esv:Genesis:31:34",
        "t": "Now Rachel had taken the household gods and put them in the camel’s saddle and sat on them. Laban felt all about the tent, but did not find them."
    },
    {
        "o": 988,
        "r": "esv:Genesis:31:35",
        "t": "And she said to her father, “Let not my lord be angry that I cannot rise before you, for the way of women is upon me.” So he searched but did not find the household gods."
    },
    {
        "o": 989,
        "r": "esv:Genesis:31:36",
        "t": "Then*p Jacob became angry and berated Laban. Jacob said to Laban, “What is my offense? What is my sin, that you have hotly pursued me?"
    },
    {
        "o": 990,
        "r": "esv:Genesis:31:37",
        "t": "For you have felt through all my goods; what have you found of all your household goods? Set it here before my kinsmen and your kinsmen, that they may decide between us two."
    },
    {
        "o": 991,
        "r": "esv:Genesis:31:38",
        "t": "These twenty years I have been with you. Your ewes and your female goats have not miscarried, and I have not eaten the rams of your flocks."
    },
    {
        "o": 992,
        "r": "esv:Genesis:31:39",
        "t": "What was torn by wild beasts I did not bring to you. I bore the loss of it myself. From my hand you required it, whether stolen by day or stolen by night."
    },
    {
        "o": 993,
        "r": "esv:Genesis:31:40",
        "t": "There I was: by day the heat consumed me, and the cold by night, and my sleep fled from my eyes."
    },
    {
        "o": 994,
        "r": "esv:Genesis:31:41",
        "t": "These twenty years I have been in your house. I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times."
    },
    {
        "o": 995,
        "r": "esv:Genesis:31:42",
        "t": "If the God of my father, the God of Abraham and the Fear of Isaac, had not been on my side, surely now you would have sent me away empty-handed. God saw my affliction and the labor of my hands and rebuked you last night.”"
    },
    {
        "o": 996,
        "r": "esv:Genesis:31:43",
        "t": "Then*p Laban answered and said to Jacob, “The daughters are my daughters, the children are my children, the flocks are my flocks, and all that you see is mine. But what can I do this day for these my daughters or for their children whom they have borne?"
    },
    {
        "o": 997,
        "r": "esv:Genesis:31:44",
        "t": "Come now, let us make a covenant, you and I. And let it be a witness between you and me.”"
    },
    {
        "o": 998,
        "r": "esv:Genesis:31:45",
        "t": "So Jacob took a stone and set it up as a pillar."
    },
    {
        "o": 999,
        "r": "esv:Genesis:31:46",
        "t": "And Jacob said to his kinsmen, “Gather stones.” And they took stones and made a heap, and they ate there by the heap."
    },
    {
        "o": 1000,
        "r": "esv:Genesis:31:47",
        "t": "Laban called it Jegar-sahadutha, but Jacob called it Galeed."
    },
    {
        "o": 1001,
        "r": "esv:Genesis:31:48",
        "t": "Laban said, “This heap is a witness between you and me today.” Therefore he named it Galeed,"
    },
    {
        "o": 1002,
        "r": "esv:Genesis:31:49",
        "t": "and Mizpah, for he said, “The Lord*s watch between you and me, when we are out of one another’s sight."
    },
    {
        "o": 1003,
        "r": "esv:Genesis:31:50",
        "t": "If you oppress my daughters, or if you take wives besides my daughters, although no one is with us, see, God is witness between you and me.”"
    },
    {
        "o": 1004,
        "r": "esv:Genesis:31:51",
        "t": "Then*p Laban said to Jacob, “See this heap and the pillar, which I have set between you and me."
    },
    {
        "o": 1005,
        "r": "esv:Genesis:31:52",
        "t": "This heap is a witness, and the pillar is a witness, that I will not pass over this heap to you, and you will not pass over this heap and this pillar to me, to do harm."
    },
    {
        "o": 1006,
        "r": "esv:Genesis:31:53",
        "t": "The God of Abraham and the God of Nahor, the God of their father, judge between us.” So Jacob swore by the Fear of his father Isaac,"
    },
    {
        "o": 1007,
        "r": "esv:Genesis:31:54",
        "t": "and Jacob offered a sacrifice in the hill country and called his kinsmen to eat bread. They ate bread and spent the night in the hill country."
    },
    {
        "o": 1008,
        "r": "esv:Genesis:31:55",
        "t": "Early*p in the morning Laban arose and kissed his grandchildren and his daughters and blessed them. Then Laban departed and returned home."
    }
]
