[
    {
        "o": 30571,
        "r": "csb:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30572,
        "r": "csb:Acts:4:0",
        "t": "Peter and John Arrested",
        "h": 2
    },
    {
        "o": 30573,
        "r": "csb:Acts:4:1",
        "t": "While*p they were speaking to the people, the priests, the captain of the temple police, and the Sadducees confronted them,"
    },
    {
        "o": 30574,
        "r": "csb:Acts:4:2",
        "t": "because they were annoyed that they were teaching the people and proclaiming in Jesus the resurrection of the dead."
    },
    {
        "o": 30575,
        "r": "csb:Acts:4:3",
        "t": "So they seized them and took them into custody until the next day since it was already evening."
    },
    {
        "o": 30576,
        "r": "csb:Acts:4:4",
        "t": "But many of those who heard the message believed, and the number of the men came to about five thousand."
    },
    {
        "o": 30577,
        "r": "csb:Acts:4:4",
        "t": "Peter and John Face the Jewish Leadership",
        "h": 2
    },
    {
        "o": 30578,
        "r": "csb:Acts:4:5",
        "t": "The*p next day, their rulers, elders, and scribes assembled in Jerusalem"
    },
    {
        "o": 30579,
        "r": "csb:Acts:4:6",
        "t": "with Annas the high priest, Caiaphas, John, Alexander, and all the members of the high-priestly family."
    },
    {
        "o": 30580,
        "r": "csb:Acts:4:7",
        "t": "After they had Peter and John stand before them, they began to question them: “By what power or in what name have you done this?”"
    },
    {
        "o": 30581,
        "r": "csb:Acts:4:8",
        "t": "Then*p Peter was filled with the Holy Spirit and said to them, “Rulers of the people and elders:"
    },
    {
        "o": 30582,
        "r": "csb:Acts:4:9",
        "t": "If we are being examined today about a good deed done to a disabled man, by what means he was healed,"
    },
    {
        "o": 30583,
        "r": "csb:Acts:4:10",
        "t": "let it be known to all of you and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified and whom God raised from the dead - by him this man is standing here before you healthy."
    },
    {
        "o": 30584,
        "r": "csb:Acts:4:11",
        "t": "This Jesus is the*ipn stone*i rejected*i by*i you*i builders,*i which*iln has*i become*i the*i cornerstone.*i"
    },
    {
        "o": 30585,
        "r": "csb:Acts:4:12",
        "t": "There*p is salvation in no one else, for there is no other name under heaven given to people by which we must be saved.”"
    },
    {
        "o": 30586,
        "r": "csb:Acts:4:12",
        "t": "The Boldness of the Disciples",
        "h": 2
    },
    {
        "o": 30587,
        "r": "csb:Acts:4:13",
        "t": "When*p they observed the boldness of Peter and John and realized that they were uneducated and untrained men, they were amazed and recognized that they had been with Jesus."
    },
    {
        "o": 30588,
        "r": "csb:Acts:4:14",
        "t": "And since they saw the man who had been healed standing with them, they had nothing to say in opposition."
    },
    {
        "o": 30589,
        "r": "csb:Acts:4:15",
        "t": "After they ordered them to leave the Sanhedrin, they conferred among themselves,"
    },
    {
        "o": 30590,
        "r": "csb:Acts:4:16",
        "t": "saying, “What should we do with these men? For an obvious sign has been done through them, clear to everyone living in Jerusalem, and we cannot deny it."
    },
    {
        "o": 30591,
        "r": "csb:Acts:4:17",
        "t": "But so that this does not spread any further among the people, let’s threaten them against speaking to anyone in this name again.”"
    },
    {
        "o": 30592,
        "r": "csb:Acts:4:18",
        "t": "So they called for them and ordered them not to speak or teach at all in the name of Jesus."
    },
    {
        "o": 30593,
        "r": "csb:Acts:4:19",
        "t": "Peter*p and John answered them, “Whether it’s right in the sight of God for us to listen to you rather than to God, you decide;"
    },
    {
        "o": 30594,
        "r": "csb:Acts:4:20",
        "t": "for we are unable to stop speaking about what we have seen and heard.”"
    },
    {
        "o": 30595,
        "r": "csb:Acts:4:21",
        "t": "After*p threatening them further, they released them. They found no way to punish them because the people were all giving glory to God over what had been done."
    },
    {
        "o": 30596,
        "r": "csb:Acts:4:22",
        "t": "For this sign of healing had been performed on a man over forty years old."
    },
    {
        "o": 30597,
        "r": "csb:Acts:4:22",
        "t": "Prayer for Boldness",
        "h": 2
    },
    {
        "o": 30598,
        "r": "csb:Acts:4:23",
        "t": "After*p they were released, they went to their own people and reported everything the chief priests and the elders had said to them."
    },
    {
        "o": 30599,
        "r": "csb:Acts:4:24",
        "t": "When they heard this, they raised their voices together to God and said, “Master, you are the one who made the heaven, the earth, and the sea, and everything in them."
    },
    {
        "o": 30600,
        "r": "csb:Acts:4:25",
        "t": "You said through the Holy Spirit, by the mouth of our father David your servant: Why*ipn do*i the*i Gentiles*i rage*i and*iln the*i peoples*i plot*i futile*i things?*i"
    },
    {
        "o": 30601,
        "r": "csb:Acts:4:26",
        "t": "The*iln kings*i of*i the*i earth*i take*i their*i stand*i and*iln the*i rulers*i assemble*i together*i against*iln the*i Lord*i and*i against*i his*i Messiah.*i"
    },
    {
        "o": 30602,
        "r": "csb:Acts:4:27",
        "t": "“For,*p in fact, in this city both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together against your holy servant Jesus, whom you anointed,"
    },
    {
        "o": 30603,
        "r": "csb:Acts:4:28",
        "t": "to do whatever your hand and your will had predestined to take place."
    },
    {
        "o": 30604,
        "r": "csb:Acts:4:29",
        "t": "And now, Lord, consider their threats, and grant that your servants may speak your word with all boldness,"
    },
    {
        "o": 30605,
        "r": "csb:Acts:4:30",
        "t": "while you stretch out your hand for healing, and signs and wonders are performed through the name of your holy servant Jesus.”"
    },
    {
        "o": 30606,
        "r": "csb:Acts:4:31",
        "t": "When they had prayed, the place where they were assembled was shaken, and they were all filled with the Holy Spirit and began to speak the word of God boldly."
    },
    {
        "o": 30607,
        "r": "csb:Acts:4:31",
        "t": "All Things in Common",
        "h": 2
    },
    {
        "o": 30608,
        "r": "csb:Acts:4:32",
        "t": "Now*p the entire group of those who believed were of one heart and mind, and no one claimed that any of his possessions was his own, but instead they held everything in common."
    },
    {
        "o": 30609,
        "r": "csb:Acts:4:33",
        "t": "With great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was on all of them."
    },
    {
        "o": 30610,
        "r": "csb:Acts:4:34",
        "t": "For there was not a needy person among them because all those who owned lands or houses sold them, brought the proceeds of what was sold,"
    },
    {
        "o": 30611,
        "r": "csb:Acts:4:35",
        "t": "and laid them at the apostles’ feet. This was then distributed to each person as any had need."
    },
    {
        "o": 30612,
        "r": "csb:Acts:4:36",
        "t": "Joseph,*p a Levite from Cyprus by birth, the one the apostles called Barnabas (which is translated Son of Encouragement),"
    },
    {
        "o": 30613,
        "r": "csb:Acts:4:37",
        "t": "sold a field he owned, brought the money, and laid it at the apostles’ feet."
    }
]
