[
    {
        "o": 869,
        "r": "esv:Genesis:29:0",
        "t": "Genesis 29",
        "h": 1
    },
    {
        "o": 870,
        "r": "esv:Genesis:29:0",
        "t": "Jacob Marries Leah and Rachel",
        "h": 2
    },
    {
        "o": 871,
        "r": "esv:Genesis:29:1",
        "t": "Then*p Jacob went on his journey and came to the land of the people of the east."
    },
    {
        "o": 872,
        "r": "esv:Genesis:29:2",
        "t": "As he looked, he saw a well in the field, and behold, three flocks of sheep lying beside it, for out of that well the flocks were watered. The stone on the well’s mouth was large,"
    },
    {
        "o": 873,
        "r": "esv:Genesis:29:3",
        "t": "and when all the flocks were gathered there, the shepherds would roll the stone from the mouth of the well and water the sheep, and put the stone back in its place over the mouth of the well."
    },
    {
        "o": 874,
        "r": "esv:Genesis:29:4",
        "t": "Jacob*p said to them, “My brothers, where do you come from?” They said, “We are from Haran.”"
    },
    {
        "o": 875,
        "r": "esv:Genesis:29:5",
        "t": "He said to them, “Do you know Laban the son of Nahor?” They said, “We know him.”"
    },
    {
        "o": 876,
        "r": "esv:Genesis:29:6",
        "t": "He said to them, “Is it well with him?” They said, “It is well; and see, Rachel his daughter is coming with the sheep!”"
    },
    {
        "o": 877,
        "r": "esv:Genesis:29:7",
        "t": "He said, “Behold, it is still high day; it is not time for the livestock to be gathered together. Water the sheep and go, pasture them.”"
    },
    {
        "o": 878,
        "r": "esv:Genesis:29:8",
        "t": "But they said, “We cannot until all the flocks are gathered together and the stone is rolled from the mouth of the well; then we water the sheep.”"
    },
    {
        "o": 879,
        "r": "esv:Genesis:29:9",
        "t": "While*p he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess."
    },
    {
        "o": 880,
        "r": "esv:Genesis:29:10",
        "t": "Now as soon as Jacob saw Rachel the daughter of Laban his mother’s brother, and the sheep of Laban his mother’s brother, Jacob came near and rolled the stone from the well’s mouth and watered the flock of Laban his mother’s brother."
    },
    {
        "o": 881,
        "r": "esv:Genesis:29:11",
        "t": "Then Jacob kissed Rachel and wept aloud."
    },
    {
        "o": 882,
        "r": "esv:Genesis:29:12",
        "t": "And Jacob told Rachel that he was her father’s kinsman, and that he was Rebekah’s son, and she ran and told her father."
    },
    {
        "o": 883,
        "r": "esv:Genesis:29:13",
        "t": "As*p soon as Laban heard the news about Jacob, his sister’s son, he ran to meet him and embraced him and kissed him and brought him to his house. Jacob told Laban all these things,"
    },
    {
        "o": 884,
        "r": "esv:Genesis:29:14",
        "t": "and Laban said to him, “Surely you are my bone and my flesh!” And he stayed with him a month."
    },
    {
        "o": 885,
        "r": "esv:Genesis:29:15",
        "t": "Then*p Laban said to Jacob, “Because you are my kinsman, should you therefore serve me for nothing? Tell me, what shall your wages be?”"
    },
    {
        "o": 886,
        "r": "esv:Genesis:29:16",
        "t": "Now Laban had two daughters. The name of the older was Leah, and the name of the younger was Rachel."
    },
    {
        "o": 887,
        "r": "esv:Genesis:29:17",
        "t": "Leah’s eyes were weak, but Rachel was beautiful in form and appearance."
    },
    {
        "o": 888,
        "r": "esv:Genesis:29:18",
        "t": "Jacob loved Rachel. And he said, “I will serve you seven years for your younger daughter Rachel.”"
    },
    {
        "o": 889,
        "r": "esv:Genesis:29:19",
        "t": "Laban said, “It is better that I give her to you than that I should give her to any other man; stay with me.”"
    },
    {
        "o": 890,
        "r": "esv:Genesis:29:20",
        "t": "So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her."
    },
    {
        "o": 891,
        "r": "esv:Genesis:29:21",
        "t": "Then*p Jacob said to Laban, “Give me my wife that I may go in to her, for my time is completed.”"
    },
    {
        "o": 892,
        "r": "esv:Genesis:29:22",
        "t": "So Laban gathered together all the people of the place and made a feast."
    },
    {
        "o": 893,
        "r": "esv:Genesis:29:23",
        "t": "But in the evening he took his daughter Leah and brought her to Jacob, and he went in to her."
    },
    {
        "o": 894,
        "r": "esv:Genesis:29:24",
        "t": "(Laban gave his female servant Zilpah to his daughter Leah to be her servant.)"
    },
    {
        "o": 895,
        "r": "esv:Genesis:29:25",
        "t": "And in the morning, behold, it was Leah! And Jacob said to Laban, “What is this you have done to me? Did I not serve with you for Rachel? Why then have you deceived me?”"
    },
    {
        "o": 896,
        "r": "esv:Genesis:29:26",
        "t": "Laban said, “It is not so done in our country, to give the younger before the firstborn."
    },
    {
        "o": 897,
        "r": "esv:Genesis:29:27",
        "t": "Complete the week of this one, and we will give you the other also in return for serving me another seven years.”"
    },
    {
        "o": 898,
        "r": "esv:Genesis:29:28",
        "t": "Jacob did so, and completed her week. Then Laban gave him his daughter Rachel to be his wife."
    },
    {
        "o": 899,
        "r": "esv:Genesis:29:29",
        "t": "(Laban gave his female servant Bilhah to his daughter Rachel to be her servant.)"
    },
    {
        "o": 900,
        "r": "esv:Genesis:29:30",
        "t": "So Jacob went in to Rachel also, and he loved Rachel more than Leah, and served Laban for another seven years."
    },
    {
        "o": 901,
        "r": "esv:Genesis:29:30",
        "t": "Jacob’s Children",
        "h": 2
    },
    {
        "o": 902,
        "r": "esv:Genesis:29:31",
        "t": "When*p the Lord*s saw that Leah was hated, he opened her womb, but Rachel was barren."
    },
    {
        "o": 903,
        "r": "esv:Genesis:29:32",
        "t": "And Leah conceived and bore a son, and she called his name Reuben, for she said, “Because the Lord*s has looked upon my affliction; for now my husband will love me.”"
    },
    {
        "o": 904,
        "r": "esv:Genesis:29:33",
        "t": "She conceived again and bore a son, and said, “Because the Lord*s has heard that I am hated, he has given me this son also.” And she called his name Simeon."
    },
    {
        "o": 905,
        "r": "esv:Genesis:29:34",
        "t": "Again she conceived and bore a son, and said, “Now this time my husband will be attached to me, because I have borne him three sons.” Therefore his name was called Levi."
    },
    {
        "o": 906,
        "r": "esv:Genesis:29:35",
        "t": "And she conceived again and bore a son, and said, “This time I will praise the Lord.”*s Therefore she called his name Judah. Then she ceased bearing."
    }
]
