[
    {
        "o": 1668,
        "r": "nasb:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1669,
        "r": "nasb:Exodus:1:0",
        "t": "Israel Multiplies in Egypt",
        "h": 2
    },
    {
        "o": 1670,
        "r": "nasb:Exodus:1:1",
        "t": "Now*p these are the names of the sons of Israel who came to Egypt with Jacob; they came each one with his household:"
    },
    {
        "o": 1671,
        "r": "nasb:Exodus:1:2",
        "t": "Reuben, Simeon, Levi and Judah;"
    },
    {
        "o": 1672,
        "r": "nasb:Exodus:1:3",
        "t": "Issachar, Zebulun and Benjamin;"
    },
    {
        "o": 1673,
        "r": "nasb:Exodus:1:4",
        "t": "Dan and Naphtali, Gad and Asher."
    },
    {
        "o": 1674,
        "r": "nasb:Exodus:1:5",
        "t": "All the persons who came from the loins of Jacob were seventy in number, but Joseph was already*i in Egypt."
    },
    {
        "o": 1675,
        "r": "nasb:Exodus:1:6",
        "t": "Joseph died, and all his brothers and all that generation."
    },
    {
        "o": 1676,
        "r": "nasb:Exodus:1:7",
        "t": "But the sons of Israel were fruitful and increased greatly, and multiplied, and became exceedingly mighty, so that the land was filled with them."
    },
    {
        "o": 1677,
        "r": "nasb:Exodus:1:8",
        "t": "Now*p a new king arose over Egypt, who did not know Joseph."
    },
    {
        "o": 1678,
        "r": "nasb:Exodus:1:9",
        "t": "He said to his people, “Behold, the people of the sons of Israel are more and mightier than we."
    },
    {
        "o": 1679,
        "r": "nasb:Exodus:1:10",
        "t": "Come, let us deal wisely with them, or else they will multiply and in the event of war, they will also join themselves to those who hate us, and fight against us and depart from the land.”"
    },
    {
        "o": 1680,
        "r": "nasb:Exodus:1:11",
        "t": "So they appointed taskmasters over them to afflict them with hard labor. And they built for Pharaoh storage cities, Pithom and Raamses."
    },
    {
        "o": 1681,
        "r": "nasb:Exodus:1:12",
        "t": "But the more they afflicted them, the more they multiplied and the more they spread out, so that they were in dread of the sons of Israel."
    },
    {
        "o": 1682,
        "r": "nasb:Exodus:1:13",
        "t": "The Egyptians compelled the sons of Israel to labor rigorously;"
    },
    {
        "o": 1683,
        "r": "nasb:Exodus:1:14",
        "t": "and they made their lives bitter with hard labor in mortar and bricks and at all kinds*i of labor in the field, all their labors which they rigorously imposed on them."
    },
    {
        "o": 1684,
        "r": "nasb:Exodus:1:15",
        "t": "Then*p the king of Egypt spoke to the Hebrew midwives, one of whom was named Shiphrah and the other was named Puah;"
    },
    {
        "o": 1685,
        "r": "nasb:Exodus:1:16",
        "t": "and he said, “When you are helping the Hebrew women to give birth and see them*i upon the birthstool, if it is a son, then you shall put him to death; but if it is a daughter, then she shall live.”"
    },
    {
        "o": 1686,
        "r": "nasb:Exodus:1:17",
        "t": "But the midwives feared God, and did not do as the king of Egypt had commanded them, but let the boys live."
    },
    {
        "o": 1687,
        "r": "nasb:Exodus:1:18",
        "t": "So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and let the boys live?”"
    },
    {
        "o": 1688,
        "r": "nasb:Exodus:1:19",
        "t": "The midwives said to Pharaoh, “Because the Hebrew women are not as the Egyptian women; for they are vigorous and give birth before the midwife can get to them.”"
    },
    {
        "o": 1689,
        "r": "nasb:Exodus:1:20",
        "t": "So God was good to the midwives, and the people multiplied, and became very mighty."
    },
    {
        "o": 1690,
        "r": "nasb:Exodus:1:21",
        "t": "Because the midwives feared God, He established households for them."
    },
    {
        "o": 1691,
        "r": "nasb:Exodus:1:22",
        "t": "Then Pharaoh commanded all his people, saying, “Every son who is born you are to cast into the Nile, and every daughter you are to keep alive.”"
    }
]
