[
    {
        "o": 14004,
        "r": "nasb:Esther:1:0",
        "t": "Esther 1",
        "h": 1
    },
    {
        "o": 14005,
        "r": "nasb:Esther:1:0",
        "t": "The Banquets of the King",
        "h": 2
    },
    {
        "o": 14006,
        "r": "nasb:Esther:1:1",
        "t": "Now*p it took place in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces,"
    },
    {
        "o": 14007,
        "r": "nasb:Esther:1:2",
        "t": "in those days as King Ahasuerus sat on his royal throne which was*i at the citadel in Susa,"
    },
    {
        "o": 14008,
        "r": "nasb:Esther:1:3",
        "t": "in the third year of his reign he gave a banquet for all his princes and attendants, the army officers*i of Persia and Media, the nobles and the princes of his provinces being in his presence."
    },
    {
        "o": 14009,
        "r": "nasb:Esther:1:4",
        "t": "And he displayed the riches of his royal glory and the splendor of his great majesty for many days, 180 days."
    },
    {
        "o": 14010,
        "r": "nasb:Esther:1:5",
        "t": "When*p these days were completed, the king gave a banquet lasting seven days for all the people who were present at the citadel in Susa, from the greatest to the least, in the court of the garden of the king’s palace."
    },
    {
        "o": 14011,
        "r": "nasb:Esther:1:6",
        "t": "There*i were*i hangings*i of*i fine white and violet linen held by cords of fine purple linen on silver rings and marble columns, and*i couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl and precious stones."
    },
    {
        "o": 14012,
        "r": "nasb:Esther:1:7",
        "t": "Drinks were served in golden vessels of various kinds, and the royal wine was plentiful according to the king’s bounty."
    },
    {
        "o": 14013,
        "r": "nasb:Esther:1:8",
        "t": "The drinking was done*i according to the law, there was no compulsion, for so the king had given orders to each official of his household that he should do according to the desires of each person."
    },
    {
        "o": 14014,
        "r": "nasb:Esther:1:9",
        "t": "Queen Vashti also gave a banquet for the women in the palace which belonged to King Ahasuerus."
    },
    {
        "o": 14015,
        "r": "nasb:Esther:1:9",
        "t": "Queen Vashti’s Refusal",
        "h": 2
    },
    {
        "o": 14016,
        "r": "nasb:Esther:1:10",
        "t": "On*p the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carkas, the seven eunuchs who served in the presence of King Ahasuerus,"
    },
    {
        "o": 14017,
        "r": "nasb:Esther:1:11",
        "t": "to bring Queen Vashti before the king with her*i royal crown in order to display her beauty to the people and the princes, for she was beautiful."
    },
    {
        "o": 14018,
        "r": "nasb:Esther:1:12",
        "t": "But Queen Vashti refused to come at the king’s command delivered by the eunuchs. Then the king became very angry and his wrath burned within him."
    },
    {
        "o": 14019,
        "r": "nasb:Esther:1:13",
        "t": "Then*p the king said to the wise men who understood the times—for it was the custom of the king so to*i speak*i before all who knew law and justice"
    },
    {
        "o": 14020,
        "r": "nasb:Esther:1:14",
        "t": "and were close to him: Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven princes of Persia and Media who had access to the king’s presence and sat in the first place in the kingdom—"
    },
    {
        "o": 14021,
        "r": "nasb:Esther:1:15",
        "t": "“According to law, what is to be done with Queen Vashti, because she did not obey the command of King Ahasuerus delivered*i by the eunuchs?”"
    },
    {
        "o": 14022,
        "r": "nasb:Esther:1:16",
        "t": "In the presence of the king and the princes, Memucan said, “Queen Vashti has wronged not only the king but also*i all the princes and all the peoples who are in all the provinces of King Ahasuerus."
    },
    {
        "o": 14023,
        "r": "nasb:Esther:1:17",
        "t": "For the queen’s conduct will become known to all the women causing them to look with contempt on their husbands by saying, ‘King Ahasuerus commanded Queen Vashti to be brought in to his presence, but she did not come.’"
    },
    {
        "o": 14024,
        "r": "nasb:Esther:1:18",
        "t": "This day the ladies of Persia and Media who have heard of the queen’s conduct will speak in the*i same*i way*i to all the king’s princes, and there will be plenty of contempt and anger."
    },
    {
        "o": 14025,
        "r": "nasb:Esther:1:19",
        "t": "If it pleases the king, let a royal edict be issued by him and let it be written in the laws of Persia and Media so that it cannot be repealed, that Vashti may no longer come into the presence of King Ahasuerus, and let the king give her royal position to another who is more worthy than she."
    },
    {
        "o": 14026,
        "r": "nasb:Esther:1:20",
        "t": "When the king’s edict which he will make is heard throughout all his kingdom, great as it is, then all women will give honor to their husbands, great and small.”"
    },
    {
        "o": 14027,
        "r": "nasb:Esther:1:21",
        "t": "This*ip word pleased the king and the princes, and the king did as Memucan proposed."
    },
    {
        "o": 14028,
        "r": "nasb:Esther:1:22",
        "t": "So he sent letters to all the king’s provinces, to each province according to its script and to every people according to their language, that every man should be the master in his own house and the one who speaks in the language of his own people."
    },
    {
        "o": 14029,
        "r": "nasb:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14030,
        "r": "nasb:Esther:2:0",
        "t": "Vashti’s Successor Sought",
        "h": 2
    },
    {
        "o": 14031,
        "r": "nasb:Esther:2:1",
        "t": "After*p these things when the anger of King Ahasuerus had subsided, he remembered Vashti and what she had done and what had been decreed against her."
    },
    {
        "o": 14032,
        "r": "nasb:Esther:2:2",
        "t": "Then the king’s attendants, who served him, said, “Let beautiful young virgins be sought for the king."
    },
    {
        "o": 14033,
        "r": "nasb:Esther:2:3",
        "t": "Let the king appoint overseers in all the provinces of his kingdom that they may gather every beautiful young virgin to the citadel of Susa, to the harem, into the custody of Hegai, the king’s eunuch, who is in charge of the women; and let their cosmetics be given them.*i"
    },
    {
        "o": 14034,
        "r": "nasb:Esther:2:4",
        "t": "Then let the young lady who pleases the king be queen in place of Vashti.” And the matter pleased the king, and he did accordingly."
    },
    {
        "o": 14035,
        "r": "nasb:Esther:2:5",
        "t": "Now*ip there was at the citadel in Susa a Jew whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,"
    },
    {
        "o": 14036,
        "r": "nasb:Esther:2:6",
        "t": "who had been taken into exile from Jerusalem with the captives who had been exiled with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had exiled."
    },
    {
        "o": 14037,
        "r": "nasb:Esther:2:7",
        "t": "He was bringing up Hadassah, that is Esther, his uncle’s daughter, for she had no father or mother. Now the young lady was beautiful of form and face, and when her father and her mother died, Mordecai took her as his own daughter."
    },
    {
        "o": 14038,
        "r": "nasb:Esther:2:7",
        "t": "Esther Finds Favor",
        "h": 2
    },
    {
        "o": 14039,
        "r": "nasb:Esther:2:8",
        "t": "So*p it came about when the command and decree of the king were heard and many young ladies were gathered to the citadel of Susa into the custody of Hegai, that Esther was taken to the king’s palace into the custody of Hegai, who was in charge of the women."
    },
    {
        "o": 14040,
        "r": "nasb:Esther:2:9",
        "t": "Now the young lady pleased him and found favor with him. So he quickly provided her with her cosmetics and food, gave her seven choice maids from the king’s palace and transferred her and her maids to the best place in the harem."
    },
    {
        "o": 14041,
        "r": "nasb:Esther:2:10",
        "t": "Esther did not make known her people or her kindred, for Mordecai had instructed her that she should not make them*i known."
    },
    {
        "o": 14042,
        "r": "nasb:Esther:2:11",
        "t": "Every day Mordecai walked back and forth in front of the court of the harem to learn how Esther was and how she fared."
    },
    {
        "o": 14043,
        "r": "nasb:Esther:2:12",
        "t": "Now*p when the turn of each young lady came to go in to King Ahasuerus, after the end of her twelve months under the regulations for the women—for the days of their beautification were completed as follows: six months with oil of myrrh and six months with spices and the cosmetics for women—"
    },
    {
        "o": 14044,
        "r": "nasb:Esther:2:13",
        "t": "the young lady would go in to the king in this way: anything that she desired was given her to take with her from the harem to the king’s palace."
    },
    {
        "o": 14045,
        "r": "nasb:Esther:2:14",
        "t": "In the evening she would go in and in the morning she would return to the second harem, to the custody of Shaashgaz, the king’s eunuch who was in charge of the concubines. She would not again go in to the king unless the king delighted in her and she was summoned by name."
    },
    {
        "o": 14046,
        "r": "nasb:Esther:2:15",
        "t": "Now*p when the turn of Esther, the daughter of Abihail the uncle of Mordecai who had taken her as his daughter, came to go in to the king, she did not request anything except what Hegai, the king’s eunuch who was in charge of the women, advised. And Esther found favor in the eyes of all who saw her."
    },
    {
        "o": 14047,
        "r": "nasb:Esther:2:16",
        "t": "So Esther was taken to King Ahasuerus to his royal palace in the tenth month which is the month Tebeth, in the seventh year of his reign."
    },
    {
        "o": 14048,
        "r": "nasb:Esther:2:16",
        "t": "Esther Becomes Queen",
        "h": 2
    },
    {
        "o": 14049,
        "r": "nasb:Esther:2:17",
        "t": "The*p king loved Esther more than all the women, and she found favor and kindness with him more than all the virgins, so that he set the royal crown on her head and made her queen instead of Vashti."
    },
    {
        "o": 14050,
        "r": "nasb:Esther:2:18",
        "t": "Then the king gave a great banquet, Esther’s banquet, for all his princes and his servants; he also made a holiday for the provinces and gave gifts according to the king’s bounty."
    },
    {
        "o": 14051,
        "r": "nasb:Esther:2:19",
        "t": "When*p the virgins were gathered together the second time, then Mordecai was sitting at the king’s gate."
    },
    {
        "o": 14052,
        "r": "nasb:Esther:2:20",
        "t": "Esther had not yet made known her kindred or her people, even as Mordecai had commanded her; for Esther did what Mordecai told her as she had done when under his care."
    },
    {
        "o": 14053,
        "r": "nasb:Esther:2:20",
        "t": "Mordecai Saves the King",
        "h": 2
    },
    {
        "o": 14054,
        "r": "nasb:Esther:2:21",
        "t": "In*p those days, while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s officials from those who guarded the door, became angry and sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14055,
        "r": "nasb:Esther:2:22",
        "t": "But the plot became known to Mordecai and he told Queen Esther, and Esther informed the king in Mordecai’s name."
    },
    {
        "o": 14056,
        "r": "nasb:Esther:2:23",
        "t": "Now when the plot was investigated and found to*i be*i so,*i they were both hanged on a gallows; and it was written in the Book of the Chronicles in the king’s presence."
    },
    {
        "o": 14057,
        "r": "nasb:Esther:3:0",
        "t": "Esther 3",
        "h": 1
    },
    {
        "o": 14058,
        "r": "nasb:Esther:3:0",
        "t": "Haman’s Plot against the Jews",
        "h": 2
    },
    {
        "o": 14059,
        "r": "nasb:Esther:3:1",
        "t": "After*p these events King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and established his authority over all the princes who were*i with him."
    },
    {
        "o": 14060,
        "r": "nasb:Esther:3:2",
        "t": "All the king’s servants who were at the king’s gate bowed down and paid homage to Haman; for so the king had commanded concerning him. But Mordecai neither bowed down nor paid homage."
    },
    {
        "o": 14061,
        "r": "nasb:Esther:3:3",
        "t": "Then the king’s servants who were at the king’s gate said to Mordecai, “Why are you transgressing the king’s command?”"
    },
    {
        "o": 14062,
        "r": "nasb:Esther:3:4",
        "t": "Now it was when they had spoken daily to him and he would not listen to them, that they told Haman to see whether Mordecai’s reason would stand; for he had told them that he was a Jew."
    },
    {
        "o": 14063,
        "r": "nasb:Esther:3:5",
        "t": "When Haman saw that Mordecai neither bowed down nor paid homage to him, Haman was filled with rage."
    },
    {
        "o": 14064,
        "r": "nasb:Esther:3:6",
        "t": "But he disdained to lay hands on Mordecai alone, for they had told him who*i the people of Mordecai were;*i therefore Haman sought to destroy all the Jews, the people of Mordecai, who were*i throughout the whole kingdom of Ahasuerus."
    },
    {
        "o": 14065,
        "r": "nasb:Esther:3:7",
        "t": "In*p the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, Pur, that is the lot, was cast before Haman from day to day and from month to*i month,*i until the twelfth month, that is the month Adar."
    },
    {
        "o": 14066,
        "r": "nasb:Esther:3:8",
        "t": "Then Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the peoples in all the provinces of your kingdom; their laws are different from those*i of all other*i people and they do not observe the king’s laws, so it is not in the king’s interest to let them remain."
    },
    {
        "o": 14067,
        "r": "nasb:Esther:3:9",
        "t": "If it is pleasing to the king, let it be decreed that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who carry on the king’s*i business, to put into the king’s treasuries.”"
    },
    {
        "o": 14068,
        "r": "nasb:Esther:3:10",
        "t": "Then the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews."
    },
    {
        "o": 14069,
        "r": "nasb:Esther:3:11",
        "t": "The king said to Haman, “The silver is yours, and the people also,*i to do with them as you please.”"
    },
    {
        "o": 14070,
        "r": "nasb:Esther:3:12",
        "t": "Then*p the king’s scribes were summoned on the thirteenth day of the first month, and it was written just as Haman commanded to the king’s satraps, to the governors who were over each province and to the princes of each people, each province according to its script, each people according to its language, being written in the name of King Ahasuerus and sealed with the king’s signet ring."
    },
    {
        "o": 14071,
        "r": "nasb:Esther:3:13",
        "t": "Letters were sent by couriers to all the king’s provinces to destroy, to kill and to annihilate all the Jews, both young and old, women and children, in one day, the thirteenth day*i of the twelfth month, which is the month Adar, and to seize their possessions as plunder."
    },
    {
        "o": 14072,
        "r": "nasb:Esther:3:14",
        "t": "A copy of the edict to be issued as law in every province was published to all the peoples so that they should be ready for this day."
    },
    {
        "o": 14073,
        "r": "nasb:Esther:3:15",
        "t": "The couriers went out impelled by the king’s command while the decree was issued at the citadel in Susa; and while the king and Haman sat down to drink, the city of Susa was in confusion."
    },
    {
        "o": 14074,
        "r": "nasb:Esther:4:0",
        "t": "Esther 4",
        "h": 1
    },
    {
        "o": 14075,
        "r": "nasb:Esther:4:0",
        "t": "Esther Learns of Haman’s Plot",
        "h": 2
    },
    {
        "o": 14076,
        "r": "nasb:Esther:4:1",
        "t": "When*p Mordecai learned all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the midst of the city and wailed loudly and bitterly."
    },
    {
        "o": 14077,
        "r": "nasb:Esther:4:2",
        "t": "He went as far as the king’s gate, for no one was to enter the king’s gate clothed in sackcloth."
    },
    {
        "o": 14078,
        "r": "nasb:Esther:4:3",
        "t": "In each and every province where the command and decree of the king came, there was great mourning among the Jews, with fasting, weeping and wailing; and many lay on sackcloth and ashes."
    },
    {
        "o": 14079,
        "r": "nasb:Esther:4:4",
        "t": "Then*p Esther’s maidens and her eunuchs came and told her, and the queen writhed in great anguish. And she sent garments to clothe Mordecai that he might remove his sackcloth from him, but he did not accept them.*i"
    },
    {
        "o": 14080,
        "r": "nasb:Esther:4:5",
        "t": "Then Esther summoned Hathach from the king’s eunuchs, whom the king had appointed to attend her, and ordered him to*i go*i to Mordecai to learn what this was*i and why it was.*i"
    },
    {
        "o": 14081,
        "r": "nasb:Esther:4:6",
        "t": "So Hathach went out to Mordecai to the city square in front of the king’s gate."
    },
    {
        "o": 14082,
        "r": "nasb:Esther:4:7",
        "t": "Mordecai told him all that had happened to him, and the exact amount of money that Haman had promised to pay to the king’s treasuries for the destruction of the Jews."
    },
    {
        "o": 14083,
        "r": "nasb:Esther:4:8",
        "t": "He also gave him a copy of the text of the edict which had been issued in Susa for their destruction, that he might show Esther and inform her, and to order her to go in to the king to implore his favor and to plead with him for her people."
    },
    {
        "o": 14084,
        "r": "nasb:Esther:4:9",
        "t": "Hathach*p came back and related Mordecai’s words to Esther."
    },
    {
        "o": 14085,
        "r": "nasb:Esther:4:10",
        "t": "Then Esther spoke to Hathach and ordered him to*i reply*i to Mordecai:"
    },
    {
        "o": 14086,
        "r": "nasb:Esther:4:11",
        "t": "“All the king’s servants and the people of the king’s provinces know that for any man or woman who comes to the king to the inner court who is not summoned, he has but one law, that he be put to death, unless the king holds out to him the golden scepter so that he may live. And I have not been summoned to come to the king for these thirty days.”"
    },
    {
        "o": 14087,
        "r": "nasb:Esther:4:12",
        "t": "They related Esther’s words to Mordecai."
    },
    {
        "o": 14088,
        "r": "nasb:Esther:4:13",
        "t": "Then*p Mordecai told them*i to reply to Esther, “Do not imagine that you in the king’s palace can escape any more than all the Jews."
    },
    {
        "o": 14089,
        "r": "nasb:Esther:4:14",
        "t": "For if you remain silent at this time, relief and deliverance will arise for the Jews from another place and you and your father’s house will perish. And who knows whether you have not attained royalty for such a time as this?”"
    },
    {
        "o": 14090,
        "r": "nasb:Esther:4:14",
        "t": "Esther Plans to Intercede",
        "h": 2
    },
    {
        "o": 14091,
        "r": "nasb:Esther:4:15",
        "t": "Then*p Esther told them*i to reply to Mordecai,"
    },
    {
        "o": 14092,
        "r": "nasb:Esther:4:16",
        "t": "“Go, assemble all the Jews who are found in Susa, and fast for me; do not eat or drink for three days, night or day. I and my maidens also will fast in the same way. And thus I will go in to the king, which is not according to the law; and if I perish, I perish.”"
    },
    {
        "o": 14093,
        "r": "nasb:Esther:4:17",
        "t": "So Mordecai went away and did just as Esther had commanded him."
    },
    {
        "o": 14094,
        "r": "nasb:Esther:5:0",
        "t": "Esther 5",
        "h": 1
    },
    {
        "o": 14095,
        "r": "nasb:Esther:5:0",
        "t": "Esther Plans a Banquet",
        "h": 2
    },
    {
        "o": 14096,
        "r": "nasb:Esther:5:1",
        "t": "Now*p it came about on the third day that Esther put on her royal robes and stood in the inner court of the king’s palace in front of the king’s rooms, and the king was sitting on his royal throne in the throne room, opposite the entrance to the palace."
    },
    {
        "o": 14097,
        "r": "nasb:Esther:5:2",
        "t": "When the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king extended to Esther the golden scepter which was*i in his hand. So Esther came near and touched the top of the scepter."
    },
    {
        "o": 14098,
        "r": "nasb:Esther:5:3",
        "t": "Then the king said to her, “What is troubling*i you, Queen Esther? And what is your request? Even to half of the kingdom it shall be given to you.”"
    },
    {
        "o": 14099,
        "r": "nasb:Esther:5:4",
        "t": "Esther said, “If it pleases the king, may the king and Haman come this day to the banquet that I have prepared for him.”"
    },
    {
        "o": 14100,
        "r": "nasb:Esther:5:5",
        "t": "Then*p the king said, “Bring Haman quickly that we may do as Esther desires.” So the king and Haman came to the banquet which Esther had prepared."
    },
    {
        "o": 14101,
        "r": "nasb:Esther:5:6",
        "t": "As they drank their wine at the banquet, the king said to Esther, “What is your petition, for it shall be granted to you. And what is your request? Even to half of the kingdom it shall be done.”"
    },
    {
        "o": 14102,
        "r": "nasb:Esther:5:7",
        "t": "So Esther replied, “My petition and my request is:"
    },
    {
        "o": 14103,
        "r": "nasb:Esther:5:8",
        "t": "if I have found favor in the sight of the king, and if it pleases the king to grant my petition and do what I request, may the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king says.”"
    },
    {
        "o": 14104,
        "r": "nasb:Esther:5:8",
        "t": "Haman’s Pride",
        "h": 2
    },
    {
        "o": 14105,
        "r": "nasb:Esther:5:9",
        "t": "Then*p Haman went out that day glad and pleased of heart; but when Haman saw Mordecai in the king’s gate and that he did not stand up or tremble before him, Haman was filled with anger against Mordecai."
    },
    {
        "o": 14106,
        "r": "nasb:Esther:5:10",
        "t": "Haman controlled himself, however, went to his house and sent for his friends and his wife Zeresh."
    },
    {
        "o": 14107,
        "r": "nasb:Esther:5:11",
        "t": "Then Haman recounted to them the glory of his riches, and the number of his sons, and every instance*i where the king had magnified him and how he had promoted him above the princes and servants of the king."
    },
    {
        "o": 14108,
        "r": "nasb:Esther:5:12",
        "t": "Haman also said, “Even Esther the queen let no one but me come with the king to the banquet which she had prepared; and tomorrow also I am invited by her with the king."
    },
    {
        "o": 14109,
        "r": "nasb:Esther:5:13",
        "t": "Yet all of this does not satisfy me every time I see Mordecai the Jew sitting at the king’s gate.”"
    },
    {
        "o": 14110,
        "r": "nasb:Esther:5:14",
        "t": "Then Zeresh his wife and all his friends said to him, “Have a gallows fifty cubits high made and in the morning ask the king to have Mordecai hanged on it; then go joyfully with the king to the banquet.” And the advice pleased Haman, so he had the gallows made."
    },
    {
        "o": 14111,
        "r": "nasb:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14112,
        "r": "nasb:Esther:6:0",
        "t": "The King Plans to Honor Mordecai",
        "h": 2
    },
    {
        "o": 14113,
        "r": "nasb:Esther:6:1",
        "t": "During*p that night the king could not sleep so he gave an order to bring the book of records, the chronicles, and they were read before the king."
    },
    {
        "o": 14114,
        "r": "nasb:Esther:6:2",
        "t": "It was found written what Mordecai had reported concerning Bigthana and Teresh, two of the king’s eunuchs who were doorkeepers, that they had sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14115,
        "r": "nasb:Esther:6:3",
        "t": "The king said, “What honor or dignity has been bestowed on Mordecai for this?” Then the king’s servants who attended him said, “Nothing has been done for him.”"
    },
    {
        "o": 14116,
        "r": "nasb:Esther:6:4",
        "t": "So the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace in order to speak to the king about hanging Mordecai on the gallows which he had prepared for him."
    },
    {
        "o": 14117,
        "r": "nasb:Esther:6:5",
        "t": "The king’s servants said to him, “Behold, Haman is standing in the court.” And the king said, “Let him come in.”"
    },
    {
        "o": 14118,
        "r": "nasb:Esther:6:6",
        "t": "So Haman came in and the king said to him, “What is to be done for the man whom the king desires to honor?” And Haman said to himself, “Whom would the king desire to honor more than me?”"
    },
    {
        "o": 14119,
        "r": "nasb:Esther:6:7",
        "t": "Then Haman said to the king, “For the man whom the king desires to honor,"
    },
    {
        "o": 14120,
        "r": "nasb:Esther:6:8",
        "t": "let them bring a royal robe which the king has worn, and the horse on which the king has ridden, and on whose head a royal crown has been placed;"
    },
    {
        "o": 14121,
        "r": "nasb:Esther:6:9",
        "t": "and let the robe and the horse be handed over to one of the king’s most noble princes and let them array the man whom the king desires to honor and lead him on horseback through the city square, and proclaim before him, ‘Thus it shall be done to the man whom the king desires to honor.’ ”"
    },
    {
        "o": 14122,
        "r": "nasb:Esther:6:9",
        "t": "Haman Must Honor Mordecai",
        "h": 2
    },
    {
        "o": 14123,
        "r": "nasb:Esther:6:10",
        "t": "Then*p the king said to Haman, “Take quickly the robes and the horse as you have said, and do so for Mordecai the Jew, who is sitting at the king’s gate; do not fall short in anything of all that you have said.”"
    },
    {
        "o": 14124,
        "r": "nasb:Esther:6:11",
        "t": "So Haman took the robe and the horse, and arrayed Mordecai, and led him on*i horseback*i through the city square, and proclaimed before him, “Thus it shall be done to the man whom the king desires to honor.”"
    },
    {
        "o": 14125,
        "r": "nasb:Esther:6:12",
        "t": "Then*p Mordecai returned to the king’s gate. But Haman hurried home, mourning, with his*i head covered."
    },
    {
        "o": 14126,
        "r": "nasb:Esther:6:13",
        "t": "Haman recounted to Zeresh his wife and all his friends everything that had happened to him. Then his wise men and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is of Jewish origin, you will not overcome him, but will surely fall before him.”"
    },
    {
        "o": 14127,
        "r": "nasb:Esther:6:14",
        "t": "While*p they were still talking with him, the king’s eunuchs arrived and hastily brought Haman to the banquet which Esther had prepared."
    },
    {
        "o": 14128,
        "r": "nasb:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14129,
        "r": "nasb:Esther:7:0",
        "t": "Esther’s Plea",
        "h": 2
    },
    {
        "o": 14130,
        "r": "nasb:Esther:7:1",
        "t": "Now*p the king and Haman came to drink wine*i with Esther the queen."
    },
    {
        "o": 14131,
        "r": "nasb:Esther:7:2",
        "t": "And the king said to Esther on the second day also as they drank their wine at the banquet, “What is your petition, Queen Esther? It shall be granted you. And what is your request? Even to half of the kingdom it shall be done.”"
    },
    {
        "o": 14132,
        "r": "nasb:Esther:7:3",
        "t": "Then Queen Esther replied, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me as my petition, and my people as my request;"
    },
    {
        "o": 14133,
        "r": "nasb:Esther:7:4",
        "t": "for we have been sold, I and my people, to be destroyed, to be killed and to be annihilated. Now if we had only been sold as slaves, men and women, I would have remained silent, for the trouble would not be commensurate with the annoyance to the king.”"
    },
    {
        "o": 14134,
        "r": "nasb:Esther:7:5",
        "t": "Then King Ahasuerus asked Queen Esther, “Who is he, and where is he, who would presume to do thus?”"
    },
    {
        "o": 14135,
        "r": "nasb:Esther:7:6",
        "t": "Esther said, “A foe and an enemy is this wicked Haman!” Then Haman became terrified before the king and queen."
    },
    {
        "o": 14136,
        "r": "nasb:Esther:7:6",
        "t": "Haman Is Hanged",
        "h": 2
    },
    {
        "o": 14137,
        "r": "nasb:Esther:7:7",
        "t": "The*p king arose in his anger from drinking wine and*i went*i into the palace garden; but Haman stayed to beg for his life from Queen Esther, for he saw that harm had been determined against him by the king."
    },
    {
        "o": 14138,
        "r": "nasb:Esther:7:8",
        "t": "Now when the king returned from the palace garden into the place where they were drinking wine, Haman was falling on the couch where Esther was. Then the king said, “Will he even assault the queen with me in the house?” As the word went out of the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14139,
        "r": "nasb:Esther:7:9",
        "t": "Then Harbonah, one of the eunuchs who were*i before the king said, “Behold indeed, the gallows standing at Haman’s house fifty cubits high, which Haman made for Mordecai who spoke good on behalf of the king!” And the king said, “Hang him on it.”"
    },
    {
        "o": 14140,
        "r": "nasb:Esther:7:10",
        "t": "So they hanged Haman on the gallows which he had prepared for Mordecai, and the king’s anger subsided."
    },
    {
        "o": 14141,
        "r": "nasb:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14142,
        "r": "nasb:Esther:8:0",
        "t": "Mordecai Promoted",
        "h": 2
    },
    {
        "o": 14143,
        "r": "nasb:Esther:8:1",
        "t": "On*p that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Queen Esther; and Mordecai came before the king, for Esther had disclosed what he was to her."
    },
    {
        "o": 14144,
        "r": "nasb:Esther:8:2",
        "t": "The king took off his signet ring which he had taken away from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."
    },
    {
        "o": 14145,
        "r": "nasb:Esther:8:3",
        "t": "Then*p Esther spoke again to the king, fell at his feet, wept and implored him to avert the evil scheme*i of Haman the Agagite and his plot which he had devised against the Jews."
    },
    {
        "o": 14146,
        "r": "nasb:Esther:8:4",
        "t": "The king extended the golden scepter to Esther. So Esther arose and stood before the king."
    },
    {
        "o": 14147,
        "r": "nasb:Esther:8:5",
        "t": "Then she said, “If it pleases the king and if I have found favor before him and the matter seems*i proper to the king and I am pleasing in his sight, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to destroy the Jews who are in all the king’s provinces."
    },
    {
        "o": 14148,
        "r": "nasb:Esther:8:6",
        "t": "For how can I endure to see the calamity which will befall my people, and how can I endure to see the destruction of my kindred?”"
    },
    {
        "o": 14149,
        "r": "nasb:Esther:8:7",
        "t": "So King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Behold, I have given the house of Haman to Esther, and him they have hanged on the gallows because he had stretched out his hands against the Jews."
    },
    {
        "o": 14150,
        "r": "nasb:Esther:8:7",
        "t": "The King’s Decree Avenges the Jews",
        "h": 2
    },
    {
        "o": 14151,
        "r": "nasb:Esther:8:8",
        "t": "Now*p you write to the Jews as you see fit, in the king’s name, and seal it*i with the king’s signet ring; for a decree which is written in the name of the king and sealed with the king’s signet ring may not be revoked.”"
    },
    {
        "o": 14152,
        "r": "nasb:Esther:8:9",
        "t": "So*p the king’s scribes were called at that time in the third month (that is, the month Sivan), on the twenty-third day; and it was written according to all that Mordecai commanded to the Jews, the satraps, the governors and the princes of the provinces which extended*i from India to Ethiopia, 127 provinces, to every province according to its script, and to every people according to their language as well as to the Jews according to their script and their language."
    },
    {
        "o": 14153,
        "r": "nasb:Esther:8:10",
        "t": "He wrote in the name of King Ahasuerus, and sealed it with the king’s signet ring, and sent letters by couriers on horses, riding on steeds sired by the royal stud."
    },
    {
        "o": 14154,
        "r": "nasb:Esther:8:11",
        "t": "In them the king granted the Jews who were in each and every city the*i right*i to assemble and to defend their lives, to destroy, to kill and to annihilate the entire army of any people or province which might attack them, including children and women, and to plunder their spoil,"
    },
    {
        "o": 14155,
        "r": "nasb:Esther:8:12",
        "t": "on one day in all the provinces of King Ahasuerus, the thirteenth day*i of the twelfth month (that is, the month Adar)."
    },
    {
        "o": 14156,
        "r": "nasb:Esther:8:13",
        "t": "A copy of the edict to be issued as law in each and every province was published to all the peoples, so that the Jews would be ready for this day to avenge themselves on their enemies."
    },
    {
        "o": 14157,
        "r": "nasb:Esther:8:14",
        "t": "The couriers, hastened and impelled by the king’s command, went out, riding on the royal steeds; and the decree was given out at the citadel in Susa."
    },
    {
        "o": 14158,
        "r": "nasb:Esther:8:15",
        "t": "Then*p Mordecai went out from the presence of the king in royal robes of blue and white, with a large crown of gold and a garment of fine linen and purple; and the city of Susa shouted and rejoiced."
    },
    {
        "o": 14159,
        "r": "nasb:Esther:8:16",
        "t": "For the Jews there was light and gladness and joy and honor."
    },
    {
        "o": 14160,
        "r": "nasb:Esther:8:17",
        "t": "In each and every province and in each and every city, wherever the king’s commandment and his decree arrived, there was gladness and joy for the Jews, a feast and a holiday. And many among the peoples of the land became Jews, for the dread of the Jews had fallen on them."
    },
    {
        "o": 14161,
        "r": "nasb:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14162,
        "r": "nasb:Esther:9:0",
        "t": "The Jews Destroy Their Enemies",
        "h": 2
    },
    {
        "o": 14163,
        "r": "nasb:Esther:9:1",
        "t": "Now*p in the twelfth month (that is, the month Adar), on the thirteenth day when the king’s command and edict were about to be executed, on the day when the enemies of the Jews hoped to gain the mastery over them, it was turned to the contrary so that the Jews themselves gained the mastery over those who hated them."
    },
    {
        "o": 14164,
        "r": "nasb:Esther:9:2",
        "t": "The Jews assembled in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm; and no one could stand before them, for the dread of them had fallen on all the peoples."
    },
    {
        "o": 14165,
        "r": "nasb:Esther:9:3",
        "t": "Even all the princes of the provinces, the satraps, the governors and those who were doing the king’s business assisted the Jews, because the dread of Mordecai had fallen on them."
    },
    {
        "o": 14166,
        "r": "nasb:Esther:9:4",
        "t": "Indeed, Mordecai was great in the king’s house, and his fame spread throughout all the provinces; for the man Mordecai became greater and greater."
    },
    {
        "o": 14167,
        "r": "nasb:Esther:9:5",
        "t": "Thus the Jews struck all their enemies with the sword, killing and destroying; and they did what they pleased to those who hated them."
    },
    {
        "o": 14168,
        "r": "nasb:Esther:9:6",
        "t": "At the citadel in Susa the Jews killed and destroyed five hundred men,"
    },
    {
        "o": 14169,
        "r": "nasb:Esther:9:7",
        "t": "and Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14170,
        "r": "nasb:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14171,
        "r": "nasb:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai and Vaizatha,"
    },
    {
        "o": 14172,
        "r": "nasb:Esther:9:10",
        "t": "the ten sons of Haman the son of Hammedatha, the Jews’ enemy; but they did not lay their hands on the plunder."
    },
    {
        "o": 14173,
        "r": "nasb:Esther:9:11",
        "t": "On*p that day the number of those who were killed at the citadel in Susa was reported to the king."
    },
    {
        "o": 14174,
        "r": "nasb:Esther:9:12",
        "t": "The king said to Queen Esther, “The Jews have killed and destroyed five hundred men and the ten sons of Haman at the citadel in Susa. What then have they done in the rest of the king’s provinces! Now what is your petition? It shall even be granted you. And what is your further request? It shall also be done.”"
    },
    {
        "o": 14175,
        "r": "nasb:Esther:9:13",
        "t": "Then said Esther, “If it pleases the king, let tomorrow also be granted to the Jews who are in Susa to do according to the edict of today; and let Haman’s ten sons be hanged on the gallows.”"
    },
    {
        "o": 14176,
        "r": "nasb:Esther:9:14",
        "t": "So the king commanded that it should be done so; and an edict was issued in Susa, and Haman’s ten sons were hanged."
    },
    {
        "o": 14177,
        "r": "nasb:Esther:9:15",
        "t": "The Jews who were in Susa assembled also on the fourteenth day of the month Adar and killed three hundred men in Susa, but they did not lay their hands on the plunder."
    },
    {
        "o": 14178,
        "r": "nasb:Esther:9:16",
        "t": "Now*p the rest of the Jews who were*i in the king’s provinces assembled, to defend their lives and rid themselves of their enemies, and kill 75,000 of those who hated them; but they did not lay their hands on the plunder."
    },
    {
        "o": 14179,
        "r": "nasb:Esther:9:17",
        "t": "This*i was*i done*i on the thirteenth day of the month Adar, and on the fourteenth day they rested and made it a day of feasting and rejoicing."
    },
    {
        "o": 14180,
        "r": "nasb:Esther:9:18",
        "t": "But*p the Jews who were in Susa assembled on the thirteenth and the fourteenth of the same month, and they rested on the fifteenth day and made it a day of feasting and rejoicing."
    },
    {
        "o": 14181,
        "r": "nasb:Esther:9:19",
        "t": "Therefore the Jews of the rural areas, who live in the rural towns, make the fourteenth day of the month Adar a*i holiday for rejoicing and feasting and sending portions of*i food*i to one another."
    },
    {
        "o": 14182,
        "r": "nasb:Esther:9:19",
        "t": "The Feast of Purim Instituted",
        "h": 2
    },
    {
        "o": 14183,
        "r": "nasb:Esther:9:20",
        "t": "Then*p Mordecai recorded these events, and he sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"
    },
    {
        "o": 14184,
        "r": "nasb:Esther:9:21",
        "t": "obliging them to celebrate the fourteenth day of the month Adar, and the fifteenth day of the same month, annually,"
    },
    {
        "o": 14185,
        "r": "nasb:Esther:9:22",
        "t": "because on those days the Jews rid themselves of their enemies, and it*i was*i a*i month which was turned for them from sorrow into gladness and from mourning into a holiday; that they should make them days of feasting and rejoicing and sending portions of*i food*i to one another and gifts to the poor."
    },
    {
        "o": 14186,
        "r": "nasb:Esther:9:23",
        "t": "Thus*p the Jews undertook what they had started to do, and what Mordecai had written to them."
    },
    {
        "o": 14187,
        "r": "nasb:Esther:9:24",
        "t": "For Haman the son of Hammedatha, the Agagite, the adversary of all the Jews, had schemed against the Jews to destroy them and had cast Pur, that is the lot, to disturb them and destroy them."
    },
    {
        "o": 14188,
        "r": "nasb:Esther:9:25",
        "t": "But when it came to the king’s attention, he commanded by letter that his wicked scheme which he had devised against the Jews, should return on his own head and that he and his sons should be hanged on the gallows."
    },
    {
        "o": 14189,
        "r": "nasb:Esther:9:26",
        "t": "Therefore they called these days Purim after the name of Pur. And because of the instructions in this letter, both what they had seen in this regard and what had happened to them,"
    },
    {
        "o": 14190,
        "r": "nasb:Esther:9:27",
        "t": "the Jews established and made a custom for themselves and for their descendants and for all those who allied themselves with them, so that they would not fail to celebrate these two days according to their regulation and according to their appointed time annually."
    },
    {
        "o": 14191,
        "r": "nasb:Esther:9:28",
        "t": "So these days were to be remembered and celebrated throughout every generation, every family, every province and every city; and these days of Purim were not to fail from among the Jews, or their memory fade from their descendants."
    },
    {
        "o": 14192,
        "r": "nasb:Esther:9:29",
        "t": "Then*p Queen Esther, daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
    },
    {
        "o": 14193,
        "r": "nasb:Esther:9:30",
        "t": "He sent letters to all the Jews, to the 127 provinces of the kingdom of Ahasuerus, namely,*i words of peace and truth,"
    },
    {
        "o": 14194,
        "r": "nasb:Esther:9:31",
        "t": "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Queen Esther had established for them, and just as they had established for themselves and for their descendants with instructions for their times of fasting and their lamentations."
    },
    {
        "o": 14195,
        "r": "nasb:Esther:9:32",
        "t": "The command of Esther established these customs for Purim, and it was written in the book."
    },
    {
        "o": 14196,
        "r": "nasb:Esther:10:0",
        "t": "Esther 10",
        "h": 1
    },
    {
        "o": 14197,
        "r": "nasb:Esther:10:0",
        "t": "Mordecai’s Greatness",
        "h": 2
    },
    {
        "o": 14198,
        "r": "nasb:Esther:10:1",
        "t": "Now*p King Ahasuerus laid a tribute on the land and on the coastlands of the sea."
    },
    {
        "o": 14199,
        "r": "nasb:Esther:10:2",
        "t": "And all the accomplishments of his authority and strength, and the full account of the greatness of Mordecai to which the king advanced him, are they not written in the Book of the Chronicles of the Kings of Media and Persia?"
    },
    {
        "o": 14200,
        "r": "nasb:Esther:10:3",
        "t": "For Mordecai the Jew was second only*i to King Ahasuerus, and great among the Jews and in favor with his many kinsmen, one who sought the good of his people and one who spoke for the welfare of his whole nation."
    }
]
