[
    {
        "o": 4667,
        "r": "esv:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4668,
        "r": "esv:Numbers:19:0",
        "t": "Laws for Purification",
        "h": 2
    },
    {
        "o": 4669,
        "r": "esv:Numbers:19:1",
        "t": "Now*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4670,
        "r": "esv:Numbers:19:2",
        "t": "“This is the statute of the law that the Lord*s has commanded: Tell the people of Israel to bring you a red heifer without defect, in which there is no blemish, and on which a yoke has never come."
    },
    {
        "o": 4671,
        "r": "esv:Numbers:19:3",
        "t": "And you shall give it to Eleazar the priest, and it shall be taken outside the camp and slaughtered before him."
    },
    {
        "o": 4672,
        "r": "esv:Numbers:19:4",
        "t": "And Eleazar the priest shall take some of its blood with his finger, and sprinkle some of its blood toward the front of the tent of meeting seven times."
    },
    {
        "o": 4673,
        "r": "esv:Numbers:19:5",
        "t": "And the heifer shall be burned in his sight. Its skin, its flesh, and its blood, with its dung, shall be burned."
    },
    {
        "o": 4674,
        "r": "esv:Numbers:19:6",
        "t": "And the priest shall take cedarwood and hyssop and scarlet yarn, and throw them into the fire burning the heifer."
    },
    {
        "o": 4675,
        "r": "esv:Numbers:19:7",
        "t": "Then the priest shall wash his clothes and bathe his body in water, and afterward he may come into the camp. But the priest shall be unclean until evening."
    },
    {
        "o": 4676,
        "r": "esv:Numbers:19:8",
        "t": "The one who burns the heifer shall wash his clothes in water and bathe his body in water and shall be unclean until evening."
    },
    {
        "o": 4677,
        "r": "esv:Numbers:19:9",
        "t": "And a man who is clean shall gather up the ashes of the heifer and deposit them outside the camp in a clean place. And they shall be kept for the water for impurity for the congregation of the people of Israel; it is a sin offering."
    },
    {
        "o": 4678,
        "r": "esv:Numbers:19:10",
        "t": "And the one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening. And this shall be a perpetual statute for the people of Israel, and for the stranger who sojourns among them."
    },
    {
        "o": 4679,
        "r": "esv:Numbers:19:11",
        "t": "“Whoever*p touches the dead body of any person shall be unclean seven days."
    },
    {
        "o": 4680,
        "r": "esv:Numbers:19:12",
        "t": "He shall cleanse himself with the water on the third day and on the seventh day, and so be clean. But if he does not cleanse himself on the third day and on the seventh day, he will not become clean."
    },
    {
        "o": 4681,
        "r": "esv:Numbers:19:13",
        "t": "Whoever touches a dead person, the body of anyone who has died, and does not cleanse himself, defiles the tabernacle of the Lord,*s and that person shall be cut off from Israel; because the water for impurity was not thrown on him, he shall be unclean. His uncleanness is still on him."
    },
    {
        "o": 4682,
        "r": "esv:Numbers:19:14",
        "t": "“This*p is the law when someone dies in a tent: everyone who comes into the tent and everyone who is in the tent shall be unclean seven days."
    },
    {
        "o": 4683,
        "r": "esv:Numbers:19:15",
        "t": "And every open vessel that has no cover fastened on it is unclean."
    },
    {
        "o": 4684,
        "r": "esv:Numbers:19:16",
        "t": "Whoever in the open field touches someone who was killed with a sword or who died naturally, or touches a human bone or a grave, shall be unclean seven days."
    },
    {
        "o": 4685,
        "r": "esv:Numbers:19:17",
        "t": "For the unclean they shall take some ashes of the burnt sin offering, and fresh water shall be added in a vessel."
    },
    {
        "o": 4686,
        "r": "esv:Numbers:19:18",
        "t": "Then a clean person shall take hyssop and dip it in the water and sprinkle it on the tent and on all the furnishings and on the persons who were there and on whoever touched the bone, or the slain or the dead or the grave."
    },
    {
        "o": 4687,
        "r": "esv:Numbers:19:19",
        "t": "And the clean person shall sprinkle it on the unclean on the third day and on the seventh day. Thus on the seventh day he shall cleanse him, and he shall wash his clothes and bathe himself in water, and at evening he shall be clean."
    },
    {
        "o": 4688,
        "r": "esv:Numbers:19:20",
        "t": "“If*p the man who is unclean does not cleanse himself, that person shall be cut off from the midst of the assembly, since he has defiled the sanctuary of the Lord.*s Because the water for impurity has not been thrown on him, he is unclean."
    },
    {
        "o": 4689,
        "r": "esv:Numbers:19:21",
        "t": "And it shall be a statute forever for them. The one who sprinkles the water for impurity shall wash his clothes, and the one who touches the water for impurity shall be unclean until evening."
    },
    {
        "o": 4690,
        "r": "esv:Numbers:19:22",
        "t": "And whatever the unclean person touches shall be unclean, and anyone who touches it shall be unclean until evening.”"
    }
]
