[
    {
        "o": 12557,
        "r": "csb:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12558,
        "r": "csb:2 Chronicles:7:0",
        "t": "The Dedication Ceremonies",
        "h": 2
    },
    {
        "o": 12559,
        "r": "csb:2 Chronicles:7:1",
        "t": "When*p Solomon finished praying, fire descended from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12560,
        "r": "csb:2 Chronicles:7:2",
        "t": "The priests were not able to enter the Lord’s*s temple because the glory of the Lord*s filled the temple of the Lord.*s"
    },
    {
        "o": 12561,
        "r": "csb:2 Chronicles:7:3",
        "t": "All the Israelites were watching when the fire descended and the glory of the Lord*s came on the temple. They bowed down on the pavement with their faces to the ground. They worshiped and praised the Lord:*s For*pn he is good, for*ln his faithful love endures forever."
    },
    {
        "o": 12562,
        "r": "csb:2 Chronicles:7:4",
        "t": "The*p king and all the people were offering sacrifices in the Lord’s*s presence."
    },
    {
        "o": 12563,
        "r": "csb:2 Chronicles:7:5",
        "t": "King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred twenty thousand sheep and goats. In this manner the king and all the people dedicated God’s temple."
    },
    {
        "o": 12564,
        "r": "csb:2 Chronicles:7:6",
        "t": "The priests and the Levites were standing at their stations. The Levites had the musical instruments of the Lord,*s which King David had made to give thanks to the Lord-*s “for his faithful love endures forever” - when he offered praise with them. Across from the Levites, the priests were blowing trumpets, and all the people were standing."
    },
    {
        "o": 12565,
        "r": "csb:2 Chronicles:7:7",
        "t": "Since the bronze altar that Solomon had made could not accommodate the burnt offering, the grain offering, and the fat of the fellowship offerings, Solomon first consecrated the middle of the courtyard that was in front of the Lord’s*s temple and then offered the burnt offerings and the fat of the fellowship offerings there."
    },
    {
        "o": 12566,
        "r": "csb:2 Chronicles:7:8",
        "t": "So*p Solomon and all Israel with him - a very great assembly, from the entrance to Hamath to the Brook of Egypt - observed the festival at that time for seven days."
    },
    {
        "o": 12567,
        "r": "csb:2 Chronicles:7:9",
        "t": "On the eighth day they held a solemn assembly, for the dedication of the altar lasted seven days and the festival seven days."
    },
    {
        "o": 12568,
        "r": "csb:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people home, rejoicing and with happy hearts for the goodness the Lord*s had done for David, for Solomon, and for his people Israel."
    },
    {
        "o": 12569,
        "r": "csb:2 Chronicles:7:11",
        "t": "So*p Solomon finished the Lord’s*s temple and the royal palace. Everything that had entered Solomon’s heart to do for the Lord’s*s temple and for his own palace succeeded."
    },
    {
        "o": 12570,
        "r": "csb:2 Chronicles:7:11",
        "t": "The Lord’s Response",
        "h": 2
    },
    {
        "o": 12571,
        "r": "csb:2 Chronicles:7:12",
        "t": "Then*p the Lord*s appeared to Solomon at night and said to him: I*p have heard your prayer and have chosen this place for myself as a temple of sacrifice."
    },
    {
        "o": 12572,
        "r": "csb:2 Chronicles:7:13",
        "t": "If I shut the sky so there is no rain, or if I command the grasshopper to consume the land, or if I send pestilence on my people,"
    },
    {
        "o": 12573,
        "r": "csb:2 Chronicles:7:14",
        "t": "and my people, who bear my name, humble themselves, pray and seek my face, and turn from their evil ways, then I will hear from heaven, forgive their sin, and heal their land."
    },
    {
        "o": 12574,
        "r": "csb:2 Chronicles:7:15",
        "t": "My eyes will now be open and my ears attentive to prayer from this place."
    },
    {
        "o": 12575,
        "r": "csb:2 Chronicles:7:16",
        "t": "And I have now chosen and consecrated this temple so that my name may be there forever; my eyes and my heart will be there at all times."
    },
    {
        "o": 12576,
        "r": "csb:2 Chronicles:7:17",
        "t": "As*p for you, if you walk before me as your father David walked, doing everything I have commanded you, and if you keep my statutes and ordinances,"
    },
    {
        "o": 12577,
        "r": "csb:2 Chronicles:7:18",
        "t": "I will establish your royal throne, as I promised your father David: You will never fail to have a man ruling in Israel."
    },
    {
        "o": 12578,
        "r": "csb:2 Chronicles:7:19",
        "t": "However,*p if you turn away and abandon my statutes and my commands that I have set before you and if you go and serve other gods and bow in worship to them,"
    },
    {
        "o": 12579,
        "r": "csb:2 Chronicles:7:20",
        "t": "then I will uproot Israel from the soil that I gave them, and this temple that I have sanctified for my name I will banish from my presence; I will make it an object of scorn and ridicule among all the peoples."
    },
    {
        "o": 12580,
        "r": "csb:2 Chronicles:7:21",
        "t": "As for this temple, which was exalted, everyone who passes by will be appalled and will say, “Why did the Lord*s do this to this land and this temple?”"
    },
    {
        "o": 12581,
        "r": "csb:2 Chronicles:7:22",
        "t": "Then they will say, “Because they abandoned the Lord*s God of their ancestors who brought them out of the land of Egypt. They clung to other gods and bowed in worship to them and served them. Because of this, he brought all this ruin on them.”"
    }
]
