[
    {
        "o": 8745,
        "r": "nkjv:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8746,
        "r": "nkjv:1 Samuel:27:0",
        "t": "David Allied with the Philistines",
        "h": 2
    },
    {
        "o": 8747,
        "r": "nkjv:1 Samuel:27:1",
        "t": "And*p David said in his heart, “Now I shall perish someday by the hand of Saul. There*i is*i nothing better for me than that I should speedily escape to the land of the Philistines; and Saul will despair of me, to seek me anymore in any part of Israel. So I shall escape out of his hand.”"
    },
    {
        "o": 8748,
        "r": "nkjv:1 Samuel:27:2",
        "t": "Then David arose and went over with the six hundred men who were*i with him to Achish the son of Maoch, king of Gath."
    },
    {
        "o": 8749,
        "r": "nkjv:1 Samuel:27:3",
        "t": "So David dwelt with Achish at Gath, he and his men, each man with his household, and*i David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, Nabal’s widow."
    },
    {
        "o": 8750,
        "r": "nkjv:1 Samuel:27:4",
        "t": "And it was told Saul that David had fled to Gath; so he sought him no more."
    },
    {
        "o": 8751,
        "r": "nkjv:1 Samuel:27:5",
        "t": "Then*p David said to Achish, “If I have now found favor in your eyes, let them give me a place in some town in the country, that I may dwell there. For why should your servant dwell in the royal city with you?”"
    },
    {
        "o": 8752,
        "r": "nkjv:1 Samuel:27:6",
        "t": "So Achish gave him Ziklag that day. Therefore Ziklag has belonged to the kings of Judah to this day."
    },
    {
        "o": 8753,
        "r": "nkjv:1 Samuel:27:7",
        "t": "Now the time that David dwelt in the country of the Philistines was one full year and four months."
    },
    {
        "o": 8754,
        "r": "nkjv:1 Samuel:27:8",
        "t": "And*p David and his men went up and raided the Geshurites, the Girzites, and the Amalekites. For those nations*i were the inhabitants of the land from of old, as you go to Shur, even as far as the land of Egypt."
    },
    {
        "o": 8755,
        "r": "nkjv:1 Samuel:27:9",
        "t": "Whenever David attacked the land, he left neither man nor woman alive, but took away the sheep, the oxen, the donkeys, the camels, and the apparel, and returned and came to Achish."
    },
    {
        "o": 8756,
        "r": "nkjv:1 Samuel:27:10",
        "t": "Then Achish would say, “Where have you made a raid today?” And David would say, “Against the southern area*i of Judah, or against the southern area*i of the Jerahmeelites, or against the southern area*i of the Kenites.”"
    },
    {
        "o": 8757,
        "r": "nkjv:1 Samuel:27:11",
        "t": "David would save neither man nor woman alive, to bring news*i to Gath, saying, “Lest they should inform on us, saying, ‘Thus David did.’” And thus was*i his behavior all the time he dwelt in the country of the Philistines."
    },
    {
        "o": 8758,
        "r": "nkjv:1 Samuel:27:12",
        "t": "So Achish believed David, saying, “He has made his people Israel utterly abhor him; therefore he will be my servant forever.”"
    }
]
