[
    {
        "o": 26071,
        "r": "csb:Malachi:3:0",
        "t": "Malachi 3",
        "h": 1
    },
    {
        "o": 26072,
        "r": "csb:Malachi:3:1",
        "t": "“See,*p I am going to send my messenger, and he will clear the way before me. Then the Lord you seek will suddenly come to his temple, the Messenger of the covenant you delight in - see, he is coming,” says the Lord*s of Armies."
    },
    {
        "o": 26073,
        "r": "csb:Malachi:3:2",
        "t": "But who can endure the day of his coming? And who will be able to stand when he appears? For he will be like a refiner’s fire and like launderer’s bleach."
    },
    {
        "o": 26074,
        "r": "csb:Malachi:3:3",
        "t": "He will be like a refiner and purifier of silver; he will purify the sons of Levi and refine them like gold and silver. Then they will present offerings to the Lord*s in righteousness."
    },
    {
        "o": 26075,
        "r": "csb:Malachi:3:4",
        "t": "And the offerings of Judah and Jerusalem will please the Lord*s as in days of old and years gone by."
    },
    {
        "o": 26076,
        "r": "csb:Malachi:3:5",
        "t": "“I*p will come to you in judgment, and I will be ready to witness against sorcerers and adulterers; against those who swear falsely; against those who oppress the hired worker, the widow, and the fatherless; and against those who deny justice to the resident alien. They do not fear me,” says the Lord*s of Armies."
    },
    {
        "o": 26077,
        "r": "csb:Malachi:3:6",
        "t": "“Because I, the Lord,*s have not changed, you descendants of Jacob have not been destroyed."
    },
    {
        "o": 26078,
        "r": "csb:Malachi:3:6",
        "t": "Robbing God",
        "h": 2
    },
    {
        "o": 26079,
        "r": "csb:Malachi:3:7",
        "t": "“Since*p the days of your ancestors, you have turned from my statutes; you have not kept them. Return to me, and I will return to you,” says the Lord*s of Armies. Yet*p you ask, “How can we return?”"
    },
    {
        "o": 26080,
        "r": "csb:Malachi:3:8",
        "t": "“Will*p a man rob God? Yet you are robbing me!” “How*p do we rob you?” you ask. “By*p not making the payments of the tenth and the contributions."
    },
    {
        "o": 26081,
        "r": "csb:Malachi:3:9",
        "t": "You are suffering under a curse, yet you - the whole nation - are still robbing me."
    },
    {
        "o": 26082,
        "r": "csb:Malachi:3:10",
        "t": "Bring the full tenth into the storehouse so that there may be food in my house. Test me in this way,” says the Lord*s of Armies. “See if I will not open the floodgates of heaven and pour out a blessing for you without measure."
    },
    {
        "o": 26083,
        "r": "csb:Malachi:3:11",
        "t": "I will rebuke the devourer for you, so that it will not ruin the produce of your land and your vine in your field will not fail to produce fruit,” says the Lord*s of Armies."
    },
    {
        "o": 26084,
        "r": "csb:Malachi:3:12",
        "t": "“Then all the nations will consider you fortunate, for you will be a delightful land,” says the Lord*s of Armies."
    },
    {
        "o": 26085,
        "r": "csb:Malachi:3:12",
        "t": "The Righteous and the Wicked",
        "h": 2
    },
    {
        "o": 26086,
        "r": "csb:Malachi:3:13",
        "t": "“Your*p words against me are harsh,” says the Lord.*s Yet*p you ask, “What have we spoken against you?”"
    },
    {
        "o": 26087,
        "r": "csb:Malachi:3:14",
        "t": "You*p have said, “It is useless to serve God. What have we gained by keeping his requirements and walking mournfully before the Lord*s of Armies?"
    },
    {
        "o": 26088,
        "r": "csb:Malachi:3:15",
        "t": "So now we consider the arrogant to be fortunate. Not only do those who commit wickedness prosper, they even test God and escape.”"
    },
    {
        "o": 26089,
        "r": "csb:Malachi:3:16",
        "t": "At*p that time those who feared the Lord*s spoke to one another. The Lord*s took notice and listened. So a book of remembrance was written before him for those who feared the Lord*s and had high regard for his name."
    },
    {
        "o": 26090,
        "r": "csb:Malachi:3:17",
        "t": "“They will be mine,” says the Lord*s of Armies, “my own possession on the day I am preparing. I will have compassion on them as a man has compassion on his son who serves him."
    },
    {
        "o": 26091,
        "r": "csb:Malachi:3:18",
        "t": "So you will again see the difference between the righteous and the wicked, between one who serves God and one who does not serve him."
    }
]
