[
    {
        "o": 10186,
        "r": "nasb:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10187,
        "r": "nasb:1 Kings:17:0",
        "t": "Elijah Predicts Drought",
        "h": 2
    },
    {
        "o": 10188,
        "r": "nasb:1 Kings:17:1",
        "t": "Now*p Elijah the Tishbite, who was of the settlers of Gilead, said to Ahab, “As the Lord,*s the God of Israel lives, before whom I stand, surely there shall be neither dew nor rain these years, except by my word.”"
    },
    {
        "o": 10189,
        "r": "nasb:1 Kings:17:2",
        "t": "The word of the Lord*s came to him, saying,"
    },
    {
        "o": 10190,
        "r": "nasb:1 Kings:17:3",
        "t": "“Go away from here and turn eastward, and hide yourself by the brook Cherith, which is east of the Jordan."
    },
    {
        "o": 10191,
        "r": "nasb:1 Kings:17:4",
        "t": "It shall be that you will drink of the brook, and I have commanded the ravens to provide for you there.”"
    },
    {
        "o": 10192,
        "r": "nasb:1 Kings:17:5",
        "t": "So he went and did according to the word of the Lord,*s for he went and lived by the brook Cherith, which is east of the Jordan."
    },
    {
        "o": 10193,
        "r": "nasb:1 Kings:17:6",
        "t": "The ravens brought him bread and meat in the morning and bread and meat in the evening, and he would drink from the brook."
    },
    {
        "o": 10194,
        "r": "nasb:1 Kings:17:7",
        "t": "It happened after a while that the brook dried up, because there was no rain in the land."
    },
    {
        "o": 10195,
        "r": "nasb:1 Kings:17:8",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10196,
        "r": "nasb:1 Kings:17:9",
        "t": "“Arise, go to Zarephath, which belongs to Sidon, and stay there; behold, I have commanded a widow there to provide for you.”"
    },
    {
        "o": 10197,
        "r": "nasb:1 Kings:17:10",
        "t": "So he arose and went to Zarephath, and when he came to the gate of the city, behold, a widow was there gathering sticks; and he called to her and said, “Please get me a little water in a jar, that I may drink.”"
    },
    {
        "o": 10198,
        "r": "nasb:1 Kings:17:11",
        "t": "As she was going to get it,*i he called to her and said, “Please bring me a piece of bread in your hand.”"
    },
    {
        "o": 10199,
        "r": "nasb:1 Kings:17:12",
        "t": "But she said, “As the Lord*s your God lives, I have no bread, only a handful of flour in the bowl and a little oil in the jar; and behold, I am gathering a few sticks that I may go in and prepare for me and my son, that we may eat it and die.”"
    },
    {
        "o": 10200,
        "r": "nasb:1 Kings:17:13",
        "t": "Then Elijah said to her, “Do not fear; go, do as you have said, but make me a little bread cake from it first and bring it*i out to me, and afterward you may make one*i for yourself and for your son."
    },
    {
        "o": 10201,
        "r": "nasb:1 Kings:17:14",
        "t": "For thus says the Lord*s God of Israel, ‘The bowl of flour shall not be exhausted, nor shall the jar of oil be empty, until the day that the Lord*s sends rain on the face of the earth.’ ”"
    },
    {
        "o": 10202,
        "r": "nasb:1 Kings:17:15",
        "t": "So she went and did according to the word of Elijah, and she and he and her household ate for many*i days."
    },
    {
        "o": 10203,
        "r": "nasb:1 Kings:17:16",
        "t": "The bowl of flour was not exhausted nor did the jar of oil become empty, according to the word of the Lord*s which He spoke through Elijah."
    },
    {
        "o": 10204,
        "r": "nasb:1 Kings:17:16",
        "t": "Elijah Raises the Widow’s Son",
        "h": 2
    },
    {
        "o": 10205,
        "r": "nasb:1 Kings:17:17",
        "t": "Now*p it came about after these things that the son of the woman, the mistress of the house, became sick; and his sickness was so severe that there was no breath left in him."
    },
    {
        "o": 10206,
        "r": "nasb:1 Kings:17:18",
        "t": "So she said to Elijah, “What do I have to do with you, O man of God? You have come to me to bring my iniquity to remembrance and to put my son to death!”"
    },
    {
        "o": 10207,
        "r": "nasb:1 Kings:17:19",
        "t": "He said to her, “Give me your son.” Then he took him from her bosom and carried him up to the upper room where he was living, and laid him on his own bed."
    },
    {
        "o": 10208,
        "r": "nasb:1 Kings:17:20",
        "t": "He called to the Lord*s and said, “O Lord*s my God, have You also brought calamity to the widow with whom I am staying, by causing her son to die?”"
    },
    {
        "o": 10209,
        "r": "nasb:1 Kings:17:21",
        "t": "Then he stretched himself upon the child three times, and called to the Lord*s and said, “O Lord*s my God, I pray You, let this child’s life return to him.”"
    },
    {
        "o": 10210,
        "r": "nasb:1 Kings:17:22",
        "t": "The Lord*s heard the voice of Elijah, and the life of the child returned to him and he revived."
    },
    {
        "o": 10211,
        "r": "nasb:1 Kings:17:23",
        "t": "Elijah took the child and brought him down from the upper room into the house and gave him to his mother; and Elijah said, “See, your son is alive.”"
    },
    {
        "o": 10212,
        "r": "nasb:1 Kings:17:24",
        "t": "Then the woman said to Elijah, “Now I know that you are a man of God and that the word of the Lord*s in your mouth is truth.”"
    }
]
