[
    {
        "o": 30589,
        "r": "niv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 30590,
        "r": "niv:Acts:22:1",
        "t": "“Brothers and fathers, listen now to my defense.”"
    },
    {
        "o": 30591,
        "r": "niv:Acts:22:2",
        "t": "When*p they heard him speak to them in Aramaic, they became very quiet. Then*p Paul said:"
    },
    {
        "o": 30592,
        "r": "niv:Acts:22:3",
        "t": "“I am a Jew, born in Tarsus of Cilicia, but brought up in this city. I studied under Gamaliel and was thoroughly trained in the law of our ancestors. I was just as zealous for God as any of you are today."
    },
    {
        "o": 30593,
        "r": "niv:Acts:22:4",
        "t": "I persecuted the followers of this Way to their death, arresting both men and women and throwing them into prison,"
    },
    {
        "o": 30594,
        "r": "niv:Acts:22:5",
        "t": "as the high priest and all the Council can themselves testify. I even obtained letters from them to their associates in Damascus, and went there to bring these people as prisoners to Jerusalem to be punished."
    },
    {
        "o": 30595,
        "r": "niv:Acts:22:6",
        "t": "“About*p noon as I came near Damascus, suddenly a bright light from heaven flashed around me."
    },
    {
        "o": 30596,
        "r": "niv:Acts:22:7",
        "t": "I fell to the ground and heard a voice say to me, ‘Saul!*r Saul!*r Why*r do*r you*r persecute*r me?’*r"
    },
    {
        "o": 30597,
        "r": "niv:Acts:22:8",
        "t": "“ ‘Who*p are you, Lord?’ I asked. “‘I*rp am*r Jesus*r of*r Nazareth,*r whom*r you*r are*r persecuting,’*r he replied."
    },
    {
        "o": 30598,
        "r": "niv:Acts:22:9",
        "t": "My companions saw the light, but they did not understand the voice of him who was speaking to me."
    },
    {
        "o": 30599,
        "r": "niv:Acts:22:10",
        "t": "“ ‘What*p shall I do, Lord?’ I asked. “‘Get*rp up,’*r the Lord said, ‘and*r go*r into*r Damascus.*r There*r you*r will*r be*r told*r all*r that*r you*r have*r been*r assigned*r to*r do.’*r"
    },
    {
        "o": 30600,
        "r": "niv:Acts:22:11",
        "t": "My companions led me by the hand into Damascus, because the brilliance of the light had blinded me."
    },
    {
        "o": 30601,
        "r": "niv:Acts:22:12",
        "t": "“A*p man named Ananias came to see me. He was a devout observer of the law and highly respected by all the Jews living there."
    },
    {
        "o": 30602,
        "r": "niv:Acts:22:13",
        "t": "He stood beside me and said, ‘Brother Saul, receive your sight!’ And at that very moment I was able to see him."
    },
    {
        "o": 30603,
        "r": "niv:Acts:22:14",
        "t": "“Then*p he said: ‘The God of our ancestors has chosen you to know his will and to see the Righteous One and to hear words from his mouth."
    },
    {
        "o": 30604,
        "r": "niv:Acts:22:15",
        "t": "You will be his witness to all people of what you have seen and heard."
    },
    {
        "o": 30605,
        "r": "niv:Acts:22:16",
        "t": "And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.’"
    },
    {
        "o": 30606,
        "r": "niv:Acts:22:17",
        "t": "“When*p I returned to Jerusalem and was praying at the temple, I fell into a trance"
    },
    {
        "o": 30607,
        "r": "niv:Acts:22:18",
        "t": "and saw the Lord speaking to me. ‘Quick!’*r he said. ‘Leave*r Jerusalem*r immediately,*r because*r the*r people*r here*r will*r not*r accept*r your*r testimony*r about*r me.’*r"
    },
    {
        "o": 30608,
        "r": "niv:Acts:22:19",
        "t": "“ ‘Lord,’*p I replied, ‘these people know that I went from one synagogue to another to imprison and beat those who believe in you."
    },
    {
        "o": 30609,
        "r": "niv:Acts:22:20",
        "t": "And when the blood of your martyr Stephen was shed, I stood there giving my approval and guarding the clothes of those who were killing him.’"
    },
    {
        "o": 30610,
        "r": "niv:Acts:22:21",
        "t": "“Then*p the Lord said to me, ‘Go;*r I*r will*r send*r you*r far*r away*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 30611,
        "r": "niv:Acts:22:21",
        "t": "Paul the Roman Citizen",
        "h": 2
    },
    {
        "o": 30612,
        "r": "niv:Acts:22:22",
        "t": "The*p crowd listened to Paul until he said this. Then they raised their voices and shouted, “Rid the earth of him! He’s not fit to live!”"
    },
    {
        "o": 30613,
        "r": "niv:Acts:22:23",
        "t": "As*p they were shouting and throwing off their cloaks and flinging dust into the air,"
    },
    {
        "o": 30614,
        "r": "niv:Acts:22:24",
        "t": "the commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated in order to find out why the people were shouting at him like this."
    },
    {
        "o": 30615,
        "r": "niv:Acts:22:25",
        "t": "As they stretched him out to flog him, Paul said to the centurion standing there, “Is it legal for you to flog a Roman citizen who hasn’t even been found guilty?”"
    },
    {
        "o": 30616,
        "r": "niv:Acts:22:26",
        "t": "When*p the centurion heard this, he went to the commander and reported it. “What are you going to do?” he asked. “This man is a Roman citizen.”"
    },
    {
        "o": 30617,
        "r": "niv:Acts:22:27",
        "t": "The*p commander went to Paul and asked, “Tell me, are you a Roman citizen?” “Yes,*p I am,” he answered."
    },
    {
        "o": 30618,
        "r": "niv:Acts:22:28",
        "t": "Then*p the commander said, “I had to pay a lot of money for my citizenship.” “But*p I was born a citizen,” Paul replied."
    },
    {
        "o": 30619,
        "r": "niv:Acts:22:29",
        "t": "Those*p who were about to interrogate him withdrew immediately. The commander himself was alarmed when he realized that he had put Paul, a Roman citizen, in chains."
    },
    {
        "o": 30620,
        "r": "niv:Acts:22:29",
        "t": "Paul Before the Sanhedrin",
        "h": 2
    },
    {
        "o": 30621,
        "r": "niv:Acts:22:30",
        "t": "The*p commander wanted to find out exactly why Paul was being accused by the Jews. So the next day he released him and ordered the chief priests and all the members of the Sanhedrin to assemble. Then he brought Paul and had him stand before them."
    }
]
