[
    {
        "o": 19768,
        "r": "niv:Isaiah:17:0",
        "t": "Isaiah 17",
        "h": 1
    },
    {
        "o": 19769,
        "r": "niv:Isaiah:17:0",
        "t": "A Prophecy Against Damascus",
        "h": 2
    },
    {
        "o": 19770,
        "r": "niv:Isaiah:17:1",
        "t": "A*p prophecy against Damascus: “See,*pn Damascus will no longer be a city but*ld will become a heap of ruins."
    },
    {
        "o": 19771,
        "r": "niv:Isaiah:17:2",
        "t": "The*ln cities of Aroer will be deserted and*ld left to flocks, which will lie down, with*ld no one to make them afraid."
    },
    {
        "o": 19772,
        "r": "niv:Isaiah:17:3",
        "t": "The*ln fortified city will disappear from Ephraim, and*ld royal power from Damascus; the*ln remnant of Aram will be like*ld the glory of the Israelites,” declares*ld the Lord*s Almighty."
    },
    {
        "o": 19773,
        "r": "niv:Isaiah:17:4",
        "t": "“In*pn that day the glory of Jacob will fade; the*ld fat of his body will waste away."
    },
    {
        "o": 19774,
        "r": "niv:Isaiah:17:5",
        "t": "It*ln will be as when reapers harvest the standing grain, gathering*ld the grain in their arms— as*ln when someone gleans heads of grain in*ld the Valley of Rephaim."
    },
    {
        "o": 19775,
        "r": "niv:Isaiah:17:6",
        "t": "Yet*ln some gleanings will remain, as*ld when an olive tree is beaten, leaving*ln two or three olives on the topmost branches, four*ld or five on the fruitful boughs,” declares*ld the Lord,*s the God of Israel."
    },
    {
        "o": 19776,
        "r": "niv:Isaiah:17:7",
        "t": "In*pn that day people will look to their Maker and*ld turn their eyes to the Holy One of Israel."
    },
    {
        "o": 19777,
        "r": "niv:Isaiah:17:8",
        "t": "They*ln will not look to the altars, the*ld work of their hands, and*ln they will have no regard for the Asherah poles and*ld the incense altars their fingers have made."
    },
    {
        "o": 19778,
        "r": "niv:Isaiah:17:9",
        "t": "In*p that day their strong cities, which they left because of the Israelites, will be like places abandoned to thickets and undergrowth. And all will be desolation."
    },
    {
        "o": 19779,
        "r": "niv:Isaiah:17:10",
        "t": "You*pn have forgotten God your Savior; you*ld have not remembered the Rock, your fortress. Therefore,*ln though you set out the finest plants and*ld plant imported vines,"
    },
    {
        "o": 19780,
        "r": "niv:Isaiah:17:11",
        "t": "though*ln on the day you set them out, you make them grow, and*ld on the morning when you plant them, you bring them to bud, yet*ln the harvest will be as nothing in*ld the day of disease and incurable pain."
    },
    {
        "o": 19781,
        "r": "niv:Isaiah:17:12",
        "t": "Woe*pn to the many nations that rage— they*ld rage like the raging sea! Woe*ln to the peoples who roar— they*ld roar like the roaring of great waters!"
    },
    {
        "o": 19782,
        "r": "niv:Isaiah:17:13",
        "t": "Although*ln the peoples roar like the roar of surging waters, when*ld he rebukes them they flee far away, driven*ln before the wind like chaff on the hills, like*ld tumbleweed before a gale."
    },
    {
        "o": 19783,
        "r": "niv:Isaiah:17:14",
        "t": "In*ln the evening, sudden terror! Before*ld the morning, they are gone! This*ln is the portion of those who loot us, the*ld lot of those who plunder us."
    }
]
