[
    {
        "o": 8613,
        "r": "csb:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8614,
        "r": "csb:1 Samuel:22:0",
        "t": "Saul’s Increasing Paranoia",
        "h": 2
    },
    {
        "o": 8615,
        "r": "csb:1 Samuel:22:1",
        "t": "So*p David left Gath and took refuge in the cave of Adullam. When David’s brothers and his father’s whole family heard, they went down and joined him there."
    },
    {
        "o": 8616,
        "r": "csb:1 Samuel:22:2",
        "t": "In addition, every man who was desperate, in debt, or discontented rallied around him, and he became their leader. About four hundred men were with him."
    },
    {
        "o": 8617,
        "r": "csb:1 Samuel:22:3",
        "t": "From*p there David went to Mizpeh of Moab where he said to the king of Moab, “Please let my father and mother stay with you until I know what God will do for me.”"
    },
    {
        "o": 8618,
        "r": "csb:1 Samuel:22:4",
        "t": "So he left them in the care of the king of Moab, and they stayed with him the whole time David was in the stronghold."
    },
    {
        "o": 8619,
        "r": "csb:1 Samuel:22:5",
        "t": "Then*p the prophet Gad said to David, “Don’t stay in the stronghold. Leave and return to the land of Judah.” So David left and went to the forest of Hereth."
    },
    {
        "o": 8620,
        "r": "csb:1 Samuel:22:6",
        "t": "Saul*p heard that David and his men had been discovered. At that time Saul was in Gibeah, sitting under the tamarisk tree at the high place. His spear was in his hand, and all his servants were standing around him."
    },
    {
        "o": 8621,
        "r": "csb:1 Samuel:22:7",
        "t": "Saul said to his servants, “Listen, men of Benjamin: Is Jesse’s son going to give all of you fields and vineyards? Do you think he’ll make all of you commanders of thousands and commanders of hundreds?"
    },
    {
        "o": 8622,
        "r": "csb:1 Samuel:22:8",
        "t": "That’s why all of you have conspired against me! Nobody tells me when my own son makes a covenant with Jesse’s son. None of you cares about me or tells me that my son has stirred up my own servant to wait in ambush for me, as is the case today.”"
    },
    {
        "o": 8623,
        "r": "csb:1 Samuel:22:9",
        "t": "Then*p Doeg the Edomite, who was in charge of Saul’s servants, answered, “I saw Jesse’s son come to Ahimelech son of Ahitub at Nob."
    },
    {
        "o": 8624,
        "r": "csb:1 Samuel:22:10",
        "t": "Ahimelech inquired of the Lord*s for him and gave him provisions. He also gave him the sword of Goliath the Philistine.”"
    },
    {
        "o": 8625,
        "r": "csb:1 Samuel:22:10",
        "t": "Slaughter of the Priests",
        "h": 2
    },
    {
        "o": 8626,
        "r": "csb:1 Samuel:22:11",
        "t": "The*p king sent messengers to summon the priest Ahimelech son of Ahitub, and his father’s whole family, who were priests in Nob. All of them came to the king."
    },
    {
        "o": 8627,
        "r": "csb:1 Samuel:22:12",
        "t": "Then Saul said, “Listen, son of Ahitub!” “I’m*p at your service, my lord,” he said."
    },
    {
        "o": 8628,
        "r": "csb:1 Samuel:22:13",
        "t": "Saul*p asked him, “Why did you and Jesse’s son conspire against me? You gave him bread and a sword and inquired of God for him, so he could rise up against me and wait in ambush, as is the case today.”"
    },
    {
        "o": 8629,
        "r": "csb:1 Samuel:22:14",
        "t": "Ahimelech*p replied to the king, “Who among all your servants is as faithful as David? He is the king’s son-in-law, captain of your bodyguard, and honored in your house."
    },
    {
        "o": 8630,
        "r": "csb:1 Samuel:22:15",
        "t": "Was today the first time I inquired of God for him? Of course not! Please don’t let the king make an accusation against your servant or any of my father’s family, for your servant didn’t have any idea about all this.”"
    },
    {
        "o": 8631,
        "r": "csb:1 Samuel:22:16",
        "t": "But*p the king said, “You will die, Ahimelech - you and your father’s whole family!”"
    },
    {
        "o": 8632,
        "r": "csb:1 Samuel:22:17",
        "t": "Then*p the king ordered the guards standing by him, “Turn and kill the priests of the Lord*s because they sided with David. For they knew he was fleeing, but they didn’t tell me.” But the king’s servants would not lift a hand to execute the priests of the Lord.*s"
    },
    {
        "o": 8633,
        "r": "csb:1 Samuel:22:18",
        "t": "So*p the king said to Doeg, “Go and execute the priests!” So Doeg the Edomite went and executed the priests himself. On that day, he killed eighty-five men who wore linen ephods."
    },
    {
        "o": 8634,
        "r": "csb:1 Samuel:22:19",
        "t": "He also struck down Nob, the city of the priests, with the sword - both men and women, infants and nursing babies, oxen, donkeys, and sheep."
    },
    {
        "o": 8635,
        "r": "csb:1 Samuel:22:20",
        "t": "However,*p one of the sons of Ahimelech son of Ahitub escaped. His name was Abiathar, and he fled to David."
    },
    {
        "o": 8636,
        "r": "csb:1 Samuel:22:21",
        "t": "Abiathar told David that Saul had killed the priests of the Lord.*s"
    },
    {
        "o": 8637,
        "r": "csb:1 Samuel:22:22",
        "t": "Then David said to Abiathar, “I knew that Doeg the Edomite was there that day and that he was sure to report to Saul. I myself am responsible for the lives of everyone in your father’s family."
    },
    {
        "o": 8638,
        "r": "csb:1 Samuel:22:23",
        "t": "Stay with me. Don’t be afraid, for the one who wants to take my life wants to take your life. You will be safe with me.”"
    }
]
