[
    {
        "o": 8135,
        "r": "nkjv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8136,
        "r": "nkjv:1 Samuel:8:0",
        "t": "Israel Demands a King",
        "h": 2
    },
    {
        "o": 8137,
        "r": "nkjv:1 Samuel:8:1",
        "t": "Now*p it came to pass when Samuel was old that he made his sons judges over Israel."
    },
    {
        "o": 8138,
        "r": "nkjv:1 Samuel:8:2",
        "t": "The name of his firstborn was Joel, and the name of his second, Abijah; they*i were*i judges in Beersheba."
    },
    {
        "o": 8139,
        "r": "nkjv:1 Samuel:8:3",
        "t": "But his sons did not walk in his ways; they turned aside after dishonest gain, took bribes, and perverted justice."
    },
    {
        "o": 8140,
        "r": "nkjv:1 Samuel:8:4",
        "t": "Then*p all the elders of Israel gathered together and came to Samuel at Ramah,"
    },
    {
        "o": 8141,
        "r": "nkjv:1 Samuel:8:5",
        "t": "and said to him, “Look, you are old, and your sons do not walk in your ways. Now make us a king to judge us like all the nations.”"
    },
    {
        "o": 8142,
        "r": "nkjv:1 Samuel:8:6",
        "t": "But*p the thing displeased Samuel when they said, “Give us a king to judge us.” So Samuel prayed to the Lord.*s"
    },
    {
        "o": 8143,
        "r": "nkjv:1 Samuel:8:7",
        "t": "And the Lord*s said to Samuel, “Heed the voice of the people in all that they say to you; for they have not rejected you, but they have rejected Me, that I should not reign over them."
    },
    {
        "o": 8144,
        "r": "nkjv:1 Samuel:8:8",
        "t": "According to all the works which they have done since the day that I brought them up out of Egypt, even to this day—with which they have forsaken Me and served other gods—so they are doing to you also."
    },
    {
        "o": 8145,
        "r": "nkjv:1 Samuel:8:9",
        "t": "Now therefore, heed their voice. However, you shall solemnly forewarn them, and show them the behavior of the king who will reign over them.”"
    },
    {
        "o": 8146,
        "r": "nkjv:1 Samuel:8:10",
        "t": "So*p Samuel told all the words of the Lord*s to the people who asked him for a king."
    },
    {
        "o": 8147,
        "r": "nkjv:1 Samuel:8:11",
        "t": "And he said, “This will be the behavior of the king who will reign over you: He will take your sons and appoint them*i for his own chariots and to*i be*i his horsemen, and some*i will run before his chariots."
    },
    {
        "o": 8148,
        "r": "nkjv:1 Samuel:8:12",
        "t": "He will appoint captains over his thousands and captains over his fifties, will*i set*i some*i to plow his ground and reap his harvest, and some*i to make his weapons of war and equipment for his chariots."
    },
    {
        "o": 8149,
        "r": "nkjv:1 Samuel:8:13",
        "t": "He will take your daughters to*i be*i perfumers, cooks, and bakers."
    },
    {
        "o": 8150,
        "r": "nkjv:1 Samuel:8:14",
        "t": "And he will take the best of your fields, your vineyards, and your olive groves, and give them*i to his servants."
    },
    {
        "o": 8151,
        "r": "nkjv:1 Samuel:8:15",
        "t": "He will take a tenth of your grain and your vintage, and give it to his officers and servants."
    },
    {
        "o": 8152,
        "r": "nkjv:1 Samuel:8:16",
        "t": "And he will take your male servants, your female servants, your finest young men, and your donkeys, and put them*i to his work."
    },
    {
        "o": 8153,
        "r": "nkjv:1 Samuel:8:17",
        "t": "He will take a tenth of your sheep. And you will be his servants."
    },
    {
        "o": 8154,
        "r": "nkjv:1 Samuel:8:18",
        "t": "And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord*s will not hear you in that day.”"
    },
    {
        "o": 8155,
        "r": "nkjv:1 Samuel:8:19",
        "t": "Nevertheless*p the people refused to obey the voice of Samuel; and they said, “No, but we will have a king over us,"
    },
    {
        "o": 8156,
        "r": "nkjv:1 Samuel:8:20",
        "t": "that we also may be like all the nations, and that our king may judge us and go out before us and fight our battles.”"
    },
    {
        "o": 8157,
        "r": "nkjv:1 Samuel:8:21",
        "t": "And*p Samuel heard all the words of the people, and he repeated them in the hearing of the Lord.*s"
    },
    {
        "o": 8158,
        "r": "nkjv:1 Samuel:8:22",
        "t": "So the Lord*s said to Samuel, “Heed their voice, and make them a king.” And*p Samuel said to the men of Israel, “Every man go to his city.”"
    }
]
