[
    {
        "o": 16248,
        "r": "csb:Psalm:45:0",
        "t": "Psalm 45",
        "h": 1
    },
    {
        "o": 16249,
        "r": "csb:Psalm:45:0",
        "t": "A Royal Wedding Song",
        "h": 2
    },
    {
        "o": 16250,
        "r": "csb:Psalm:45:0",
        "t": "For the choir director: according to “The Lilies.” A Maskil of the sons of Korah. A love song.",
        "h": 4
    },
    {
        "o": 16251,
        "r": "csb:Psalm:45:1",
        "t": "My*pn heart is moved by a noble theme as*ln I recite my verses to the king; my*ln tongue is the pen of a skillful writer."
    },
    {
        "o": 16252,
        "r": "csb:Psalm:45:2",
        "t": "You*ln are the most handsome of men; grace*ln flows from your lips. Therefore*ln God has blessed you forever."
    },
    {
        "o": 16253,
        "r": "csb:Psalm:45:3",
        "t": "Mighty*pn warrior, strap your sword at your side. In*ln your majesty and splendor—"
    },
    {
        "o": 16254,
        "r": "csb:Psalm:45:4",
        "t": "in*ln your splendor ride triumphantly in*ln the cause of truth, humility, and justice. May*ln your right hand show your awe-inspiring acts."
    },
    {
        "o": 16255,
        "r": "csb:Psalm:45:5",
        "t": "Your*ln sharpened arrows pierce the hearts of the king’s enemies; the*ln peoples fall under you."
    },
    {
        "o": 16256,
        "r": "csb:Psalm:45:6",
        "t": "Your*pn throne, God, is forever and ever; the*ln scepter of your kingdom is a scepter of justice."
    },
    {
        "o": 16257,
        "r": "csb:Psalm:45:7",
        "t": "You*ln love righteousness and hate wickedness; therefore*ln God, your God, has anointed you with the oil of joy more*ln than your companions."
    },
    {
        "o": 16258,
        "r": "csb:Psalm:45:8",
        "t": "Myrrh,*ln aloes, and cassia perfume all your garments; from*ln ivory palaces harps bring you joy."
    },
    {
        "o": 16259,
        "r": "csb:Psalm:45:9",
        "t": "Kings’*ln daughters are among your honored women; the*ln queen, adorned with gold from Ophir, stands*ln at your right hand."
    },
    {
        "o": 16260,
        "r": "csb:Psalm:45:10",
        "t": "Listen,*pn daughter, pay attention and consider: Forget*ln your people and your father’s house,"
    },
    {
        "o": 16261,
        "r": "csb:Psalm:45:11",
        "t": "and*ln the king will desire your beauty. Bow*ln down to him, for he is your lord."
    },
    {
        "o": 16262,
        "r": "csb:Psalm:45:12",
        "t": "The*ln daughter of Tyre, the wealthy people, will*ln seek your favor with gifts."
    },
    {
        "o": 16263,
        "r": "csb:Psalm:45:13",
        "t": "In*pn her chamber, the royal daughter is all glorious, her*ln clothing embroidered with gold."
    },
    {
        "o": 16264,
        "r": "csb:Psalm:45:14",
        "t": "In*ln colorful garments she is led to the king; after*ln her, the virgins, her companions, are brought to you."
    },
    {
        "o": 16265,
        "r": "csb:Psalm:45:15",
        "t": "They*ln are led in with gladness and rejoicing; they*ln enter the king’s palace."
    },
    {
        "o": 16266,
        "r": "csb:Psalm:45:16",
        "t": "Your*pn sons will succeed your ancestors; you*ln will make them princes throughout the land."
    },
    {
        "o": 16267,
        "r": "csb:Psalm:45:17",
        "t": "I*ln will cause your name to be remembered for all generations; therefore*ln the peoples will praise you forever and ever."
    }
]
