[
    {
        "o": 7438,
        "r": "nasb:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7439,
        "r": "nasb:Judges:11:0",
        "t": "Jephthah the Ninth Judge",
        "h": 2
    },
    {
        "o": 7440,
        "r": "nasb:Judges:11:1",
        "t": "Now*p Jephthah the Gileadite was a valiant warrior, but he was the son of a harlot. And Gilead was the father of Jephthah."
    },
    {
        "o": 7441,
        "r": "nasb:Judges:11:2",
        "t": "Gilead’s wife bore him sons; and when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, for you are the son of another woman.”"
    },
    {
        "o": 7442,
        "r": "nasb:Judges:11:3",
        "t": "So Jephthah fled from his brothers and lived in the land of Tob; and worthless fellows gathered themselves about Jephthah, and they went out with him."
    },
    {
        "o": 7443,
        "r": "nasb:Judges:11:4",
        "t": "It*p came about after a while that the sons of Ammon fought against Israel."
    },
    {
        "o": 7444,
        "r": "nasb:Judges:11:5",
        "t": "When the sons of Ammon fought against Israel, the elders of Gilead went to get Jephthah from the land of Tob;"
    },
    {
        "o": 7445,
        "r": "nasb:Judges:11:6",
        "t": "and they said to Jephthah, “Come and be our chief that we may fight against the sons of Ammon.”"
    },
    {
        "o": 7446,
        "r": "nasb:Judges:11:7",
        "t": "Then Jephthah said to the elders of Gilead, “Did you not hate me and drive me from my father’s house? So why have you come to me now when you are in trouble?”"
    },
    {
        "o": 7447,
        "r": "nasb:Judges:11:8",
        "t": "The elders of Gilead said to Jephthah, “For this reason we have now returned to you, that you may go with us and fight with the sons of Ammon and become head over all the inhabitants of Gilead.”"
    },
    {
        "o": 7448,
        "r": "nasb:Judges:11:9",
        "t": "So Jephthah said to the elders of Gilead, “If you take me back to fight against the sons of Ammon and the Lord*s gives them up to me, will I become your head?”"
    },
    {
        "o": 7449,
        "r": "nasb:Judges:11:10",
        "t": "The elders of Gilead said to Jephthah, “The Lord*s is witness between us; surely we will do as you have said.”"
    },
    {
        "o": 7450,
        "r": "nasb:Judges:11:11",
        "t": "Then Jephthah went with the elders of Gilead, and the people made him head and chief over them; and Jephthah spoke all his words before the Lord*s at Mizpah."
    },
    {
        "o": 7451,
        "r": "nasb:Judges:11:12",
        "t": "Now*p Jephthah sent messengers to the king of the sons of Ammon, saying, “What is between you and me, that you have come to me to fight against my land?”"
    },
    {
        "o": 7452,
        "r": "nasb:Judges:11:13",
        "t": "The king of the sons of Ammon said to the messengers of Jephthah, “Because Israel took away my land when they came up from Egypt, from the Arnon as far as the Jabbok and the Jordan; therefore, return them peaceably now.”"
    },
    {
        "o": 7453,
        "r": "nasb:Judges:11:14",
        "t": "But Jephthah sent messengers again to the king of the sons of Ammon,"
    },
    {
        "o": 7454,
        "r": "nasb:Judges:11:15",
        "t": "and they said to him, “Thus says Jephthah, ‘Israel did not take away the land of Moab nor the land of the sons of Ammon."
    },
    {
        "o": 7455,
        "r": "nasb:Judges:11:16",
        "t": "For when they came up from Egypt, and Israel went through the wilderness to the Red Sea and came to Kadesh,"
    },
    {
        "o": 7456,
        "r": "nasb:Judges:11:17",
        "t": "then Israel sent messengers to the king of Edom, saying, “Please let us pass through your land,” but the king of Edom would not listen. And they also sent to the king of Moab, but he would not consent. So Israel remained at Kadesh."
    },
    {
        "o": 7457,
        "r": "nasb:Judges:11:18",
        "t": "Then they went through the wilderness and around the land of Edom and the land of Moab, and came to the east side of the land of Moab, and they camped beyond the Arnon; but they did not enter the territory of Moab, for the Arnon was*i the border of Moab."
    },
    {
        "o": 7458,
        "r": "nasb:Judges:11:19",
        "t": "And Israel sent messengers to Sihon king of the Amorites, the king of Heshbon, and Israel said to him, “Please let us pass through your land to our place.”"
    },
    {
        "o": 7459,
        "r": "nasb:Judges:11:20",
        "t": "But Sihon did not trust Israel to pass through his territory; so Sihon gathered all his people and camped in Jahaz and fought with Israel."
    },
    {
        "o": 7460,
        "r": "nasb:Judges:11:21",
        "t": "The Lord,*s the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; so Israel possessed all the land of the Amorites, the inhabitants of that country."
    },
    {
        "o": 7461,
        "r": "nasb:Judges:11:22",
        "t": "So they possessed all the territory of the Amorites, from the Arnon as far as the Jabbok, and from the wilderness as far as the Jordan."
    },
    {
        "o": 7462,
        "r": "nasb:Judges:11:23",
        "t": "Since now the Lord,*s the God of Israel, drove out the Amorites from before His people Israel, are you then to possess it?"
    },
    {
        "o": 7463,
        "r": "nasb:Judges:11:24",
        "t": "Do you not possess what Chemosh your god gives you to possess? So whatever the Lord*s our God has driven out before us, we will possess it."
    },
    {
        "o": 7464,
        "r": "nasb:Judges:11:25",
        "t": "Now are you any better than Balak the son of Zippor, king of Moab? Did he ever strive with Israel, or did he ever fight against them?"
    },
    {
        "o": 7465,
        "r": "nasb:Judges:11:26",
        "t": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are on the banks of the Arnon, three hundred years, why did you not recover them within that time?"
    },
    {
        "o": 7466,
        "r": "nasb:Judges:11:27",
        "t": "I therefore have not sinned against you, but you are doing me wrong by making war against me; may the Lord,*s the Judge, judge today between the sons of Israel and the sons of Ammon.’ ”"
    },
    {
        "o": 7467,
        "r": "nasb:Judges:11:28",
        "t": "But the king of the sons of Ammon disregarded the message which Jephthah sent him."
    },
    {
        "o": 7468,
        "r": "nasb:Judges:11:28",
        "t": "Jephthah’s Tragic Vow",
        "h": 2
    },
    {
        "o": 7469,
        "r": "nasb:Judges:11:29",
        "t": "Now*p the Spirit of the Lord*s came upon Jephthah, so that he passed through Gilead and Manasseh; then he passed through Mizpah of Gilead, and from Mizpah of Gilead he went on to the sons of Ammon."
    },
    {
        "o": 7470,
        "r": "nasb:Judges:11:30",
        "t": "Jephthah made a vow to the Lord*s and said, “If You will indeed give the sons of Ammon into my hand,"
    },
    {
        "o": 7471,
        "r": "nasb:Judges:11:31",
        "t": "then it shall be that whatever comes out of the doors of my house to meet me when I return in peace from the sons of Ammon, it shall be the Lord’s,*s and I will offer it up as a burnt offering.”"
    },
    {
        "o": 7472,
        "r": "nasb:Judges:11:32",
        "t": "So Jephthah crossed over to the sons of Ammon to fight against them; and the Lord*s gave them into his hand."
    },
    {
        "o": 7473,
        "r": "nasb:Judges:11:33",
        "t": "He struck them with a very great slaughter from Aroer to the entrance of Minnith, twenty cities, and as far as Abel-keramim. So the sons of Ammon were subdued before the sons of Israel."
    },
    {
        "o": 7474,
        "r": "nasb:Judges:11:34",
        "t": "When*p Jephthah came to his house at Mizpah, behold, his daughter was coming out to meet him with tambourines and with dancing. Now she was his one and*i only child; besides her he had no son or daughter."
    },
    {
        "o": 7475,
        "r": "nasb:Judges:11:35",
        "t": "When he saw her, he tore his clothes and said, “Alas, my daughter! You have brought me very low, and you are among those who trouble me; for I have given my word to the Lord,*s and I cannot take it*i back.”"
    },
    {
        "o": 7476,
        "r": "nasb:Judges:11:36",
        "t": "So she said to him, “My father, you have given your word to the Lord;*s do to me as you have said, since the Lord*s has avenged you of your enemies, the sons of Ammon.”"
    },
    {
        "o": 7477,
        "r": "nasb:Judges:11:37",
        "t": "She said to her father, “Let this thing be done for me; let me alone two months, that I may go to the mountains and weep because of my virginity, I and my companions.”"
    },
    {
        "o": 7478,
        "r": "nasb:Judges:11:38",
        "t": "Then he said, “Go.” So he sent her away for two months; and she left with her companions, and wept on the mountains because of her virginity."
    },
    {
        "o": 7479,
        "r": "nasb:Judges:11:39",
        "t": "At the end of two months she returned to her father, who did to her according to the vow which he had made; and she had no relations with a man. Thus it became a custom in Israel,"
    },
    {
        "o": 7480,
        "r": "nasb:Judges:11:40",
        "t": "that the daughters of Israel went yearly to commemorate the daughter of Jephthah the Gileadite four days in the year."
    }
]
