[
    {
        "o": 6266,
        "r": "nasb:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6267,
        "r": "nasb:Deuteronomy:32:0",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6268,
        "r": "nasb:Deuteronomy:32:1",
        "t": "“Give*pn ear, O heavens, and let me speak; And*ln let the earth hear the words of my mouth."
    },
    {
        "o": 6269,
        "r": "nasb:Deuteronomy:32:2",
        "t": "Let*ln my teaching drop as the rain, My*ln speech distill as the dew, As*ln the droplets on the fresh grass And*ln as the showers on the herb."
    },
    {
        "o": 6270,
        "r": "nasb:Deuteronomy:32:3",
        "t": "For*ln I proclaim the name of the Lord;*s Ascribe*ln greatness to our God!"
    },
    {
        "o": 6271,
        "r": "nasb:Deuteronomy:32:4",
        "t": "The*ln Rock! His work is perfect, For*ln all His ways are just; A*ln God of faithfulness and without injustice, Righteous*ln and upright is He."
    },
    {
        "o": 6272,
        "r": "nasb:Deuteronomy:32:5",
        "t": "They*ln have acted corruptly toward Him, They*iln are*i not His children, because of their defect; But*iln are*i a perverse and crooked generation."
    },
    {
        "o": 6273,
        "r": "nasb:Deuteronomy:32:6",
        "t": "Do*ln you thus repay the Lord,*s O*ln foolish and unwise people? Is*ln not He your Father who has bought you? He*ln has made you and established you."
    },
    {
        "o": 6274,
        "r": "nasb:Deuteronomy:32:7",
        "t": "Remember*ln the days of old, Consider*ln the years of all generations. Ask*ln your father, and he will inform you, Your*ln elders, and they will tell you."
    },
    {
        "o": 6275,
        "r": "nasb:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance, When*ln He separated the sons of man, He*ln set the boundaries of the peoples According*ln to the number of the sons of Israel."
    },
    {
        "o": 6276,
        "r": "nasb:Deuteronomy:32:9",
        "t": "For*ln the Lord’s*s portion is His people; Jacob*ln is the allotment of His inheritance."
    },
    {
        "o": 6277,
        "r": "nasb:Deuteronomy:32:10",
        "t": "He*ln found him in a desert land, And*ln in the howling waste of a wilderness; He*ln encircled him, He cared for him, He*ln guarded him as the pupil of His eye."
    },
    {
        "o": 6278,
        "r": "nasb:Deuteronomy:32:11",
        "t": "Like*ln an eagle that stirs up its nest, That*ln hovers over its young, He*ln spread His wings and caught them, He*ln carried them on His pinions."
    },
    {
        "o": 6279,
        "r": "nasb:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone guided him, And*ln there was no foreign god with him."
    },
    {
        "o": 6280,
        "r": "nasb:Deuteronomy:32:13",
        "t": "He*ln made him ride on the high places of the earth, And*ln he ate the produce of the field; And*ln He made him suck honey from the rock, And*ln oil from the flinty rock,"
    },
    {
        "o": 6281,
        "r": "nasb:Deuteronomy:32:14",
        "t": "Curds*ln of cows, and milk of the flock, With*ln fat of lambs, And*ln rams, the breed of Bashan, and goats, With*ln the finest of the wheat— And*ln of the blood of grapes you drank wine."
    },
    {
        "o": 6282,
        "r": "nasb:Deuteronomy:32:15",
        "t": "“But*ln Jeshurun grew fat and kicked— You*ln are grown fat, thick, and sleek— Then*ln he forsook God who made him, And*ln scorned the Rock of his salvation."
    },
    {
        "o": 6283,
        "r": "nasb:Deuteronomy:32:16",
        "t": "They*ln made Him jealous with strange gods;*i With*ln abominations they provoked Him to anger."
    },
    {
        "o": 6284,
        "r": "nasb:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons who were not God, To*ln gods whom they have not known, New*ln gods*i who came lately, Whom*ln your fathers did not dread."
    },
    {
        "o": 6285,
        "r": "nasb:Deuteronomy:32:18",
        "t": "You*ln neglected the Rock who begot you, And*ln forgot the God who gave you birth."
    },
    {
        "o": 6286,
        "r": "nasb:Deuteronomy:32:19",
        "t": "“The*ln Lord*s saw this,*i and spurned them*i Because*ln of the provocation of His sons and daughters."
    },
    {
        "o": 6287,
        "r": "nasb:Deuteronomy:32:20",
        "t": "Then*ln He said, ‘I will hide My face from them, I*ln will see what their end shall*i be;*i For*ln they are a perverse generation, Sons*ln in whom is no faithfulness."
    },
    {
        "o": 6288,
        "r": "nasb:Deuteronomy:32:21",
        "t": "They*ln have made Me jealous with what*i is not God; They*ln have provoked Me to anger with their idols. So*ln I will make them jealous with those*i who*i are not a people; I*ln will provoke them to anger with a foolish nation,"
    },
    {
        "o": 6289,
        "r": "nasb:Deuteronomy:32:22",
        "t": "For*ln a fire is kindled in My anger, And*ln burns to the lowest part of Sheol, And*ln consumes the earth with its yield, And*ln sets on fire the foundations of the mountains."
    },
    {
        "o": 6290,
        "r": "nasb:Deuteronomy:32:23",
        "t": "‘I*ln will heap misfortunes on them; I*ln will use My arrows on them."
    },
    {
        "o": 6291,
        "r": "nasb:Deuteronomy:32:24",
        "t": "They*iln will*i be*i wasted by famine, and consumed by plague And*ln bitter destruction; And*ln the teeth of beasts I will send upon them, With*ln the venom of crawling things of the dust."
    },
    {
        "o": 6292,
        "r": "nasb:Deuteronomy:32:25",
        "t": "Outside*ln the sword will bereave, And*ln inside terror— Both*ln young man and virgin, The*ln nursling with the man of gray hair."
    },
    {
        "o": 6293,
        "r": "nasb:Deuteronomy:32:26",
        "t": "I*ln would have said, “I will cut them to pieces, I*ln will remove the memory of them from men,”"
    },
    {
        "o": 6294,
        "r": "nasb:Deuteronomy:32:27",
        "t": "Had*ln I not feared the provocation by the enemy, That*ln their adversaries would misjudge, That*ln they would say, “Our hand is triumphant, And*ln the Lord*s has not done all this.” ’"
    },
    {
        "o": 6295,
        "r": "nasb:Deuteronomy:32:28",
        "t": "“For*ln they are a nation lacking in counsel, And*ln there is no understanding in them."
    },
    {
        "o": 6296,
        "r": "nasb:Deuteronomy:32:29",
        "t": "Would*ln that they were wise, that they understood this, That*ln they would discern their future!"
    },
    {
        "o": 6297,
        "r": "nasb:Deuteronomy:32:30",
        "t": "How*ln could one chase a thousand, And*ln two put ten thousand to flight, Unless*ln their Rock had sold them, And*ln the Lord*s had given them up?"
    },
    {
        "o": 6298,
        "r": "nasb:Deuteronomy:32:31",
        "t": "Indeed*ln their rock is not like our Rock, Even*ln our enemies themselves judge this."
    },
    {
        "o": 6299,
        "r": "nasb:Deuteronomy:32:32",
        "t": "For*ln their vine is from the vine of Sodom, And*ln from the fields of Gomorrah; Their*ln grapes are grapes of poison, Their*ln clusters, bitter."
    },
    {
        "o": 6300,
        "r": "nasb:Deuteronomy:32:33",
        "t": "Their*ln wine is the venom of serpents, And*ln the deadly poison of cobras."
    },
    {
        "o": 6301,
        "r": "nasb:Deuteronomy:32:34",
        "t": "‘Is*ln it not laid up in store with Me, Sealed*ln up in My treasuries?"
    },
    {
        "o": 6302,
        "r": "nasb:Deuteronomy:32:35",
        "t": "Vengeance*ln is Mine, and retribution, In*ln due time their foot will slip; For*ln the day of their calamity is near, And*ln the impending things are hastening upon them.’"
    },
    {
        "o": 6303,
        "r": "nasb:Deuteronomy:32:36",
        "t": "For*ln the Lord*s will vindicate His people, And*ln will have compassion on His servants, When*ln He sees that their*i strength is gone, And*ln there is none remaining,*i bond or free."
    },
    {
        "o": 6304,
        "r": "nasb:Deuteronomy:32:37",
        "t": "And*ln He will say, ‘Where are their gods, The*ln rock in which they sought refuge?"
    },
    {
        "o": 6305,
        "r": "nasb:Deuteronomy:32:38",
        "t": "Who*ln ate the fat of their sacrifices, And*iln drank the wine of their drink offering? Let*ln them rise up and help you, Let*ln them be your hiding place!"
    },
    {
        "o": 6306,
        "r": "nasb:Deuteronomy:32:39",
        "t": "See*ln now that I, I am He, And*ln there is no god besides Me; It*ln is I who put to death and give life. I*ln have wounded and it is I who heal, And*ln there is no one who can deliver from My hand."
    },
    {
        "o": 6307,
        "r": "nasb:Deuteronomy:32:40",
        "t": "Indeed,*ln I lift up My hand to heaven, And*ln say, as I live forever,"
    },
    {
        "o": 6308,
        "r": "nasb:Deuteronomy:32:41",
        "t": "If*ln I sharpen My flashing sword, And*ln My hand takes hold on justice, I*ln will render vengeance on My adversaries, And*ln I will repay those who hate Me."
    },
    {
        "o": 6309,
        "r": "nasb:Deuteronomy:32:42",
        "t": "I*ln will make My arrows drunk with blood, And*ln My sword will devour flesh, With*ln the blood of the slain and the captives, From*ln the long-haired leaders of the enemy.’"
    },
    {
        "o": 6310,
        "r": "nasb:Deuteronomy:32:43",
        "t": "Rejoice,*ln O nations, with*i His people; For*ln He will avenge the blood of His servants, And*ln will render vengeance on His adversaries, And*ln will atone for His land and*i His people.”"
    },
    {
        "o": 6311,
        "r": "nasb:Deuteronomy:32:44",
        "t": "Then*p Moses came and spoke all the words of this song in the hearing of the people, he, with Joshua the son of Nun."
    },
    {
        "o": 6312,
        "r": "nasb:Deuteronomy:32:45",
        "t": "When Moses had finished speaking all these words to all Israel,"
    },
    {
        "o": 6313,
        "r": "nasb:Deuteronomy:32:46",
        "t": "he said to them, “Take to your heart all the words with which I am warning you today, which you shall command your sons to observe carefully, even*i all the words of this law."
    },
    {
        "o": 6314,
        "r": "nasb:Deuteronomy:32:47",
        "t": "For it is not an idle word for you; indeed it is your life. And by this word you will prolong your days in the land, which you are about to cross the Jordan to possess.”"
    },
    {
        "o": 6315,
        "r": "nasb:Deuteronomy:32:48",
        "t": "The*p Lord*s spoke to Moses that very same day, saying,"
    },
    {
        "o": 6316,
        "r": "nasb:Deuteronomy:32:49",
        "t": "“Go up to this mountain of the Abarim, Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the sons of Israel for a possession."
    },
    {
        "o": 6317,
        "r": "nasb:Deuteronomy:32:50",
        "t": "Then die on the mountain where you ascend, and be gathered to your people, as Aaron your brother died on Mount Hor and was gathered to his people,"
    },
    {
        "o": 6318,
        "r": "nasb:Deuteronomy:32:51",
        "t": "because you broke faith with Me in the midst of the sons of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, because you did not treat Me as holy in the midst of the sons of Israel."
    },
    {
        "o": 6319,
        "r": "nasb:Deuteronomy:32:52",
        "t": "For you shall see the land at a distance, but you shall not go there, into the land which I am giving the sons of Israel.”"
    }
]
