[
    {
        "o": 22216,
        "r": "csb:Jeremiah:34:0",
        "t": "Jeremiah 34",
        "h": 1
    },
    {
        "o": 22217,
        "r": "csb:Jeremiah:34:0",
        "t": "Jeremiah’s Word to King Zedekiah",
        "h": 2
    },
    {
        "o": 22218,
        "r": "csb:Jeremiah:34:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s when King Nebuchadnezzar of Babylon, his whole army, all the kingdoms of the lands under his control, and all other peoples were fighting against Jerusalem and all its surrounding cities:"
    },
    {
        "o": 22219,
        "r": "csb:Jeremiah:34:2",
        "t": "“This is what the Lord,*s the God of Israel, says: Go, speak to King Zedekiah of Judah, and tell him, ‘This is what the Lord*s says: I am about to hand this city over to the king of Babylon, and he will burn it."
    },
    {
        "o": 22220,
        "r": "csb:Jeremiah:34:3",
        "t": "As for you, you will not escape from him but are certain to be captured and handed over to him. You will meet the king of Babylon eye to eye and speak face to face; you will go to Babylon."
    },
    {
        "o": 22221,
        "r": "csb:Jeremiah:34:4",
        "t": "“‘Yet*p hear the Lord’s*s word, King Zedekiah of Judah. This is what the Lord*s says concerning you: You will not die by the sword;"
    },
    {
        "o": 22222,
        "r": "csb:Jeremiah:34:5",
        "t": "you will die peacefully. There will be a burning ceremony for you just like the burning ceremonies for your ancestors, the kings of old who came before you. “Oh, master!” will be the lament for you, for I have spoken this word. This is the Lord’s*s declaration.’”"
    },
    {
        "o": 22223,
        "r": "csb:Jeremiah:34:6",
        "t": "So*p the prophet Jeremiah related all these words to King Zedekiah of Judah in Jerusalem"
    },
    {
        "o": 22224,
        "r": "csb:Jeremiah:34:7",
        "t": "while the king of Babylon’s army was attacking Jerusalem and all of Judah’s remaining cities - that is, Lachish and Azekah, for they were the only ones left of Judah’s fortified cities."
    },
    {
        "o": 22225,
        "r": "csb:Jeremiah:34:7",
        "t": "The People and Their Slaves",
        "h": 2
    },
    {
        "o": 22226,
        "r": "csb:Jeremiah:34:8",
        "t": "This*p is the word that came to Jeremiah from the Lord*s after King Zedekiah made a covenant with all the people who were in Jerusalem to proclaim freedom to them."
    },
    {
        "o": 22227,
        "r": "csb:Jeremiah:34:9",
        "t": "As a result, each was to let his male and female Hebrew slaves go free, and no one was to enslave his fellow Judean."
    },
    {
        "o": 22228,
        "r": "csb:Jeremiah:34:10",
        "t": "All the officials and people who entered into covenant to let their male and female slaves go free - in order not to enslave them any longer - obeyed and let them go free."
    },
    {
        "o": 22229,
        "r": "csb:Jeremiah:34:11",
        "t": "Afterward, however, they changed their minds and took back their male and female slaves they had let go free and forced them to become slaves again."
    },
    {
        "o": 22230,
        "r": "csb:Jeremiah:34:12",
        "t": "Then*p the word of the Lord*s came to Jeremiah from the Lord:*s"
    },
    {
        "o": 22231,
        "r": "csb:Jeremiah:34:13",
        "t": "“This is what the Lord,*s the God of Israel, says: I made a covenant with your ancestors when I brought them out of the land of Egypt, out of the place of slavery, saying,"
    },
    {
        "o": 22232,
        "r": "csb:Jeremiah:34:14",
        "t": "‘At the end of seven years, each of you must let his fellow Hebrew who sold himself to you go. He may serve you six years, but then you must let him go free from your service.’ But your ancestors did not obey me or pay any attention."
    },
    {
        "o": 22233,
        "r": "csb:Jeremiah:34:15",
        "t": "Today you repented and did what pleased me, each of you proclaiming freedom for his neighbor. You made a covenant before me at the house that bears my name."
    },
    {
        "o": 22234,
        "r": "csb:Jeremiah:34:16",
        "t": "But you have changed your minds and profaned my name. Each has taken back his male and female slaves who had been set free to go wherever they wanted, and you have again forced them to be your slaves."
    },
    {
        "o": 22235,
        "r": "csb:Jeremiah:34:17",
        "t": "“Therefore,*p this is what the Lord*s says: You have not obeyed me by proclaiming freedom, each for his fellow Hebrew and for his neighbor. I hereby proclaim freedom for you- this is the Lord’s*s declaration - to the sword, to plague, and to famine! I will make you a horror to all the earth’s kingdoms."
    },
    {
        "o": 22236,
        "r": "csb:Jeremiah:34:18",
        "t": "As for those who disobeyed my covenant, not keeping the terms of the covenant they made before me, I will treat them like the calf they cut in two in order to pass between its pieces."
    },
    {
        "o": 22237,
        "r": "csb:Jeremiah:34:19",
        "t": "The officials of Judah and Jerusalem, the court officials, the priests, and all the people of the land who passed between the pieces of the calf -"
    },
    {
        "o": 22238,
        "r": "csb:Jeremiah:34:20",
        "t": "all these I will hand over to their enemies, to those who intend to take their life. Their corpses will become food for the birds of the sky and for the wild animals of the land."
    },
    {
        "o": 22239,
        "r": "csb:Jeremiah:34:21",
        "t": "I will hand King Zedekiah of Judah and his officials over to their enemies, to those who intend to take their lives, to the king of Babylon’s army that is withdrawing."
    },
    {
        "o": 22240,
        "r": "csb:Jeremiah:34:22",
        "t": "I am about to give the command - this is the Lord’s*s declaration - and I will bring them back to this city. They will fight against it, capture it, and burn it. I will make Judah’s cities a desolation, without inhabitant.”"
    }
]
