[
    {
        "o": 3029,
        "r": "nasb:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3030,
        "r": "nasb:Leviticus:2:0",
        "t": "The Law of Grain Offerings",
        "h": 2
    },
    {
        "o": 3031,
        "r": "nasb:Leviticus:2:1",
        "t": "‘Now*p when anyone presents a grain offering as an offering to the Lord,*s his offering shall be of fine flour, and he shall pour oil on it and put frankincense on it."
    },
    {
        "o": 3032,
        "r": "nasb:Leviticus:2:2",
        "t": "He shall then bring it to Aaron’s sons the priests; and shall take from it his handful of its fine flour and of its oil with all of its frankincense. And the priest shall offer it*i up in smoke as*i its memorial portion on the altar, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3033,
        "r": "nasb:Leviticus:2:3",
        "t": "The remainder of the grain offering belongs to Aaron and his sons: a thing most holy, of the offerings to the Lord*s by fire."
    },
    {
        "o": 3034,
        "r": "nasb:Leviticus:2:4",
        "t": "‘Now*p when you bring an offering of a grain offering baked in an oven, it*i shall*i be*i unleavened cakes of fine flour mixed with oil, or unleavened wafers spread with oil."
    },
    {
        "o": 3035,
        "r": "nasb:Leviticus:2:5",
        "t": "If your offering is a grain offering made*i on the griddle, it*i shall*i be*i of fine flour, unleavened, mixed with oil;"
    },
    {
        "o": 3036,
        "r": "nasb:Leviticus:2:6",
        "t": "you shall break it into bits and pour oil on it; it is a grain offering."
    },
    {
        "o": 3037,
        "r": "nasb:Leviticus:2:7",
        "t": "Now if your offering is a grain offering made*i in a pan, it shall be made of fine flour with oil."
    },
    {
        "o": 3038,
        "r": "nasb:Leviticus:2:8",
        "t": "When you bring in the grain offering which is made of these things to the Lord,*s it shall be presented to the priest and he shall bring it to the altar."
    },
    {
        "o": 3039,
        "r": "nasb:Leviticus:2:9",
        "t": "The priest then shall take up from the grain offering its memorial portion, and shall offer it*i up in smoke on the altar as*i an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3040,
        "r": "nasb:Leviticus:2:10",
        "t": "The remainder of the grain offering belongs to Aaron and his sons: a thing most holy of the offerings to the Lord*s by fire."
    },
    {
        "o": 3041,
        "r": "nasb:Leviticus:2:11",
        "t": "‘No*p grain offering, which you bring to the Lord,*s shall be made with leaven, for you shall not offer up in smoke any leaven or any honey as an offering by fire to the Lord.*s"
    },
    {
        "o": 3042,
        "r": "nasb:Leviticus:2:12",
        "t": "As an offering of first fruits you shall bring them to the Lord,*s but they shall not ascend for a soothing aroma on the altar."
    },
    {
        "o": 3043,
        "r": "nasb:Leviticus:2:13",
        "t": "Every grain offering of yours, moreover, you shall season with salt, so that the salt of the covenant of your God shall not be lacking from your grain offering; with all your offerings you shall offer salt."
    },
    {
        "o": 3044,
        "r": "nasb:Leviticus:2:14",
        "t": "‘Also*p if you bring a grain offering of early ripened things to the Lord,*s you shall bring fresh heads of grain roasted in the fire, grits of new growth, for the grain offering of your early ripened things."
    },
    {
        "o": 3045,
        "r": "nasb:Leviticus:2:15",
        "t": "You shall then put oil on it and lay incense on it; it is a grain offering."
    },
    {
        "o": 3046,
        "r": "nasb:Leviticus:2:16",
        "t": "The priest shall offer up in smoke its memorial portion, part of its grits and its oil with all its incense as an offering by fire to the Lord.*s"
    }
]
