[
    {
        "o": 32017,
        "r": "niv:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32018,
        "r": "niv:2 Corinthians:11:0",
        "t": "Paul and the False Apostles",
        "h": 2
    },
    {
        "o": 32019,
        "r": "niv:2 Corinthians:11:1",
        "t": "I*p hope you will put up with me in a little foolishness. Yes, please put up with me!"
    },
    {
        "o": 32020,
        "r": "niv:2 Corinthians:11:2",
        "t": "I am jealous for you with a godly jealousy. I promised you to one husband, to Christ, so that I might present you as a pure virgin to him."
    },
    {
        "o": 32021,
        "r": "niv:2 Corinthians:11:3",
        "t": "But I am afraid that just as Eve was deceived by the serpent’s cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ."
    },
    {
        "o": 32022,
        "r": "niv:2 Corinthians:11:4",
        "t": "For if someone comes to you and preaches a Jesus other than the Jesus we preached, or if you receive a different spirit from the Spirit you received, or a different gospel from the one you accepted, you put up with it easily enough."
    },
    {
        "o": 32023,
        "r": "niv:2 Corinthians:11:5",
        "t": "I*p do not think I am in the least inferior to those “super-apostles.”"
    },
    {
        "o": 32024,
        "r": "niv:2 Corinthians:11:6",
        "t": "I may indeed be untrained as a speaker, but I do have knowledge. We have made this perfectly clear to you in every way."
    },
    {
        "o": 32025,
        "r": "niv:2 Corinthians:11:7",
        "t": "Was it a sin for me to lower myself in order to elevate you by preaching the gospel of God to you free of charge?"
    },
    {
        "o": 32026,
        "r": "niv:2 Corinthians:11:8",
        "t": "I robbed other churches by receiving support from them so as to serve you."
    },
    {
        "o": 32027,
        "r": "niv:2 Corinthians:11:9",
        "t": "And when I was with you and needed something, I was not a burden to anyone, for the brothers who came from Macedonia supplied what I needed. I have kept myself from being a burden to you in any way, and will continue to do so."
    },
    {
        "o": 32028,
        "r": "niv:2 Corinthians:11:10",
        "t": "As surely as the truth of Christ is in me, nobody in the regions of Achaia will stop this boasting of mine."
    },
    {
        "o": 32029,
        "r": "niv:2 Corinthians:11:11",
        "t": "Why? Because I do not love you? God knows I do!"
    },
    {
        "o": 32030,
        "r": "niv:2 Corinthians:11:12",
        "t": "And*p I will keep on doing what I am doing in order to cut the ground from under those who want an opportunity to be considered equal with us in the things they boast about."
    },
    {
        "o": 32031,
        "r": "niv:2 Corinthians:11:13",
        "t": "For such people are false apostles, deceitful workers, masquerading as apostles of Christ."
    },
    {
        "o": 32032,
        "r": "niv:2 Corinthians:11:14",
        "t": "And no wonder, for Satan himself masquerades as an angel of light."
    },
    {
        "o": 32033,
        "r": "niv:2 Corinthians:11:15",
        "t": "It is not surprising, then, if his servants also masquerade as servants of righteousness. Their end will be what their actions deserve."
    },
    {
        "o": 32034,
        "r": "niv:2 Corinthians:11:15",
        "t": "Paul Boasts About His Sufferings",
        "h": 2
    },
    {
        "o": 32035,
        "r": "niv:2 Corinthians:11:16",
        "t": "I*p repeat: Let no one take me for a fool. But if you do, then tolerate me just as you would a fool, so that I may do a little boasting."
    },
    {
        "o": 32036,
        "r": "niv:2 Corinthians:11:17",
        "t": "In this self-confident boasting I am not talking as the Lord would, but as a fool."
    },
    {
        "o": 32037,
        "r": "niv:2 Corinthians:11:18",
        "t": "Since many are boasting in the way the world does, I too will boast."
    },
    {
        "o": 32038,
        "r": "niv:2 Corinthians:11:19",
        "t": "You gladly put up with fools since you are so wise!"
    },
    {
        "o": 32039,
        "r": "niv:2 Corinthians:11:20",
        "t": "In fact, you even put up with anyone who enslaves you or exploits you or takes advantage of you or puts on airs or slaps you in the face."
    },
    {
        "o": 32040,
        "r": "niv:2 Corinthians:11:21",
        "t": "To my shame I admit that we were too weak for that! Whatever*p anyone else dares to boast about—I am speaking as a fool—I also dare to boast about."
    },
    {
        "o": 32041,
        "r": "niv:2 Corinthians:11:22",
        "t": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham’s descendants? So am I."
    },
    {
        "o": 32042,
        "r": "niv:2 Corinthians:11:23",
        "t": "Are they servants of Christ? (I am out of my mind to talk like this.) I am more. I have worked much harder, been in prison more frequently, been flogged more severely, and been exposed to death again and again."
    },
    {
        "o": 32043,
        "r": "niv:2 Corinthians:11:24",
        "t": "Five times I received from the Jews the forty lashes minus one."
    },
    {
        "o": 32044,
        "r": "niv:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods, once I was pelted with stones, three times I was shipwrecked, I spent a night and a day in the open sea,"
    },
    {
        "o": 32045,
        "r": "niv:2 Corinthians:11:26",
        "t": "I have been constantly on the move. I have been in danger from rivers, in danger from bandits, in danger from my fellow Jews, in danger from Gentiles; in danger in the city, in danger in the country, in danger at sea; and in danger from false believers."
    },
    {
        "o": 32046,
        "r": "niv:2 Corinthians:11:27",
        "t": "I have labored and toiled and have often gone without sleep; I have known hunger and thirst and have often gone without food; I have been cold and naked."
    },
    {
        "o": 32047,
        "r": "niv:2 Corinthians:11:28",
        "t": "Besides everything else, I face daily the pressure of my concern for all the churches."
    },
    {
        "o": 32048,
        "r": "niv:2 Corinthians:11:29",
        "t": "Who is weak, and I do not feel weak? Who is led into sin, and I do not inwardly burn?"
    },
    {
        "o": 32049,
        "r": "niv:2 Corinthians:11:30",
        "t": "If*p I must boast, I will boast of the things that show my weakness."
    },
    {
        "o": 32050,
        "r": "niv:2 Corinthians:11:31",
        "t": "The God and Father of the Lord Jesus, who is to be praised forever, knows that I am not lying."
    },
    {
        "o": 32051,
        "r": "niv:2 Corinthians:11:32",
        "t": "In Damascus the governor under King Aretas had the city of the Damascenes guarded in order to arrest me."
    },
    {
        "o": 32052,
        "r": "niv:2 Corinthians:11:33",
        "t": "But I was lowered in a basket from a window in the wall and slipped through his hands."
    }
]
